{
    "paper_id": "0a06613c9de494e6f57b697901eeb104ff954f1d",
    "metadata": {
        "title": "Journal Pre-proof Could Bordetella pertussis vaccine protect against coronavirus COVID-19? Could Bordetella Pertussis Vaccine Protect Against Coronavirus COVID-19?",
        "authors": [
            {
                "first": "Usama",
                "middle": [
                    "M"
                ],
                "last": "Alkholy",
                "suffix": "",
                "affiliation": {},
                "email": "usamaalkoly@yahoo.com"
            },
            {
                "first": "Mohamed",
                "middle": [
                    "E"
                ],
                "last": "Salama",
                "suffix": "",
                "affiliation": {},
                "email": "salama.mohamed@mayo.edu"
            },
            {
                "first": "Hagar",
                "middle": [],
                "last": "Mahmoud",
                "suffix": "",
                "affiliation": {},
                "email": "hsmahmoud@mdanderson.org"
            },
            {
                "first": "Ahmed",
                "middle": [],
                "last": "Taher",
                "suffix": "",
                "affiliation": {},
                "email": "artaher@mdanderson.org"
            },
            {
                "first": "Khaled",
                "middle": [
                    "M"
                ],
                "last": "Elsayes",
                "suffix": "",
                "affiliation": {},
                "email": "kmelsayes@mdanderson.org"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "According to the World Health Organization (WHO), as of today, there are 2,165,500 confirmed cases of novel coronavirus disease (COVID-19) and 145,705 deaths in over 185 countries. Unfortunately, despite the tremendous efforts to develop a vaccine initiated by various leading health institutions all over the world, WHO Director-General Tedros Adhanom Ghebreyesus said it may be 18 months before a vaccine against the coronavirus is publicly available. The limitations are not only related to vaccine development but also where phase 3 trials will be performed and who will manufacture vaccine at scale, as no single institution has the capacity or facilities all steps to develop, test and manufacture a vaccine by itself. As such, an ideal solution would entail identification of existing, approved therapies or protective approach with proven safety profiles to address the immediate need to reduce the rising mortality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Given the rapid ongoing spread of COVID-19, thousands of lives will be lost before a vaccine can be developed and tested. Therefore, an alternative solution must be found to address this crisis. We propose testing the use of the Bordetella pertussis vaccine to protect against COVID-19. Herein, we summarize our observational theory, as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "1. It has been reported that among sample patients infected with COVID-19 in China, the share of infected patients from 0-19 years old was around 1% ( fig. 1 ) (1).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 151,
                    "end": 157,
                    "text": "fig. 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "2. It has also been reported that the case fatality rates for the age groups of 0-9 years 8. In 2011, CDC recommended boosters for pertussis vaccination along with the tetanus and diphtheria toxoid during each pregnancy. This may also explain the gender differences in patients with COVID-19 regarding incidence, severity and mortality. [6] .",
            "cite_spans": [
                {
                    "start": 337,
                    "end": 340,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In conclusion, we can hypothesize that the protective effect of the Bordetella pertussis vaccine might be the cause of the low fatality of the coronavirus COVID-19 patients in the population under 19 years through its cytokine storm damping effect. Lower incidence in younger population could be potential related to a mild presentation that doesn't need hospitalization. Moreover, attenuated Bordetella Pertussis can serve as an effective mucosal vaccine delivery system. This theory can be supported by the exponential increased incidence of COVID-19 with older ages when the pertussis vaccine effect begins to fade away which usually takes an average of 4-7 years after the last booster dose of pertussis vaccine. This theory gives hope to prevent further cases of COVID-19 and necessitates to be validated by research studies to prove the value of administering a booster dose of Bordetella pertussis vaccine along with diphtheria and tetanus toxoid can protect against COVID-19 infection or at least decrease its severity and consequently improving the outcome particularly in the older or J o u r n a l P r e -p r o o f high-risk population. We are delivering this theory to the scientific community, aiming to raise the concern about it, and to provide us with support by realistic and experimental evidence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Not required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical approval"
        },
        {
            "text": "None",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19) -Statistics and Research. Our World in Data",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical predictors of mortality due to COVID-19 based on an analysis of data of 150 patients from Wuhan, China. Intensive care medicine",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Ruan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Vaccination with pertussis toxin alters the antibody response to simultaneous respiratory syncytial virus challenge. The Journal of infectious diseases",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Fischer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Peebles",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Graham",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "180",
            "issn": "",
            "pages": "714--723",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Attenuated Bordetella pertussis vaccine protects against respiratory syncytial virus disease via an IL-17-dependent mechanism",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Schnoeller",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Roux",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sawant",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Raze",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Olszewska",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Locht",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Am J Respir Crit Care Med",
            "volume": "189",
            "issn": "2",
            "pages": "194--202",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Attenuated Bordetella pertussis protects against highly pathogenic influenza A viruses by dampening the cytokine storm",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Phoon",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Narasaraju",
                    "suffix": ""
                },
                {
                    "first": "Jkw",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Poh",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "14",
            "pages": "7105--7118",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Pertussis: a reemerging infection",
            "authors": [
                {
                    "first": "Jm;",
                    "middle": [],
                    "last": "Kline",
                    "suffix": ""
                },
                {
                    "first": "Wd;",
                    "middle": [],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ea; Tracy",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lr; Moerschel",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sk",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "American Family Physician",
            "volume": "88",
            "issn": "8",
            "pages": "507--521",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "and 10-19 years are zero and 0.2%, respectively (fig. 1) (1).3. Predictors of a fatal outcome in COVID-19 cases in a recent multicenter study included age, the presence of underlying diseases, the presence of secondary has been previously proven that BPZE1 -one of the main strains that is attenuated or detoxified in the attenuated virulent Bordetella pertussis vaccine -can protect against viral infection by modifying the viral response and enhancing natural mucosal resistance(3,4).BPZE1 has a useful immunomodulatory effect on subsequent Respiratory syncytial virus (RSV) infection, yielding a polyvalent protection through both specific and nonspecific immunologic effects. After priming with BPZE1 in the neonatal period, this favorable effect can extend to adulthood. 5. It was determined that the Bordetella pertussis BPZE1 strain has inflammatory properties and recommends its use as a new highly effective prophylactic agent with long-lasting effects against severe and fatal pneumonitis induced by H3N2 and H1N1 influenza A viruses (5). Li et al. showed that the protection against influenza virusinduced severe pneumonitis in BPZE1-treated animals was achieved through attenuation of exaggerated cytokine-mediated inflammation of three proinflammatory cytokines and chemokines, namely, IL-1β, IL-6, and GM-CSF (5). 6. According to the National Center for Immunization and Respiratory Disease in 2019, pertussis vaccination is recommended in the United States at 2, 4, and 6 months, followed by another dose at 15 through 18 months, a booster dose from 4 through 6 years, and a final booster at 11 through 12 years. Pertussis vaccine offers a good level of protection within the first 2 years of getting the vaccine, but then protective J o u r n a l P r e -p r o o f immunity wanes over time. After the last dose at 11-12 years, it is followed by a booster of tetanus and diphtheria only (Td) every 10 years.7. COVID-19 bears some similarities to SARS. SARS demonstrated a pattern among children similar to that of COVID-19, with only few confirmed cases and no deaths reported in children. Scientists still aren't sure why that was the case, but a similar concept could be suggested.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "None to declare.J o u r n a l P r e -p r o o f",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing Interests"
        }
    ]
}