{
    "paper_id": "0a0690f3b6f830ffa2b78faf87827c0575312741",
    "metadata": {
        "title": "Advances in Health Sciences Education",
        "authors": [
            {
                "first": "Dawit",
                "middle": [],
                "last": "Wondimagegn",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Addis Ababa University",
                    "location": {
                        "postBox": "P.O. Box 9086",
                        "settlement": "Addis Ababa",
                        "country": "Ethiopia"
                    }
                },
                "email": ""
            },
            {
                "first": "Sophie",
                "middle": [],
                "last": "Soklaridis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto",
                    "location": {
                        "addrLine": "200 Elizabeth Street 1ES-559",
                        "postCode": "M5G 2C4",
                        "settlement": "Toronto",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Helen",
                "middle": [],
                "last": "Yifter",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Addis Ababa University",
                    "location": {
                        "postBox": "P.O. Box 9086",
                        "settlement": "Addis Ababa",
                        "country": "Ethiopia"
                    }
                },
                "email": ""
            },
            {
                "first": "Carrie",
                "middle": [],
                "last": "Cartmill",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto",
                    "location": {
                        "addrLine": "200 Elizabeth Street 1ES-559",
                        "postCode": "M5G 2C4",
                        "settlement": "Toronto",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Mariamawit",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yonathan",
                "middle": [],
                "last": "Yeshak",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Addis Ababa University",
                    "location": {
                        "postBox": "P.O. Box 9086",
                        "settlement": "Addis Ababa",
                        "country": "Ethiopia"
                    }
                },
                "email": ""
            },
            {
                "first": "Cynthia",
                "middle": [],
                "last": "Whitehead",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto",
                    "location": {
                        "addrLine": "200 Elizabeth Street 1ES-559",
                        "postCode": "M5G 2C4",
                        "settlement": "Toronto",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Cynthia",
                "middle": [
                    "Whitehead@utoronto"
                ],
                "last": "Ca",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "D",
                "middle": [],
                "last": "Wondimagegn",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In its first 25 years, the journal Advances in Health Sciences Education (AHSE) has become known for pushing boundaries to expand notions of what is recognized as relevant and legitimate in the study of health professions education (HPE). In this special edition, the AHSE community celebrates this success, and honours the legacy of its founding Editor-in-Chief, Geoff Norman. We applaud AHSE for using this occasion to consider ways that the field has benefited from a broad range of theories, methodologies, and disciplinary or interdisciplinary perspectives. True to the spirit of the journal, this celebration invites scholarly questioning of how to further advance HPE. As the world moves beyond traditional approaches to teaching and learning in HPE to more international and interconnected approaches (Harden 2006) , advances to scholarship in our field must include closer attention to the voices and contexts that are absent or under-represented. Questions that shine light on structural barriers that silence certain voices and/or contexts are essential to consider if the aims of HPE are to be international rather than Euroamerican dominated. The AHSE community of scholars is well positioned to share ideas for levelling the playing field in global HPE research and find ways to have more inclusive scholarly conversations.",
            "cite_spans": [
                {
                    "start": 809,
                    "end": 822,
                    "text": "(Harden 2006)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The notion of attending to absences, and recognizing 'absence research' as a legitimate area of focus in HPE, was the topic of a recently published AHSE paper (Paton et al. 2020) . We consider the under-representation of certain voices and/or contexts to be an important area of absence that requires further examination. We write this piece as a group of educators and scholars who are part of a longstanding high income country (HIC)-low income country (LIC) partnership between the University of Toronto (UofT) and Addis Ababa University (AAU) . The Toronto Addis Ababa Academic Collaboration (TAAAC) relies on a commitment to long term engagement with a focus on building strong relationships as part of our continued work together. For years, we have reflected together on challenges faced by LIC scholars in sharing their perspectives both at international conferences and in the academic HPE literature. We have worked to develop and abide by principles and values that reduce academic hierarchies within our partnership, while acknowledging the inescapable fact that privilege creates power differentials (Whitehead et al. 2018) .",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 178,
                    "text": "(Paton et al. 2020)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1113,
                    "end": 1136,
                    "text": "(Whitehead et al. 2018)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this commentary we draw upon shared learnings from our partnership and describe issues we have encountered as we have collaborated on scholarly work. Our work is informed by existing literature that has highlighted the limited representation of low and middle income countries (LMIC) in the HPE research literature; the global dominance of the English language in international publication; and the drive of LMIC scholars to join the competitive academic enterprise which encourages authors to favour publishing in international journals versus local journals in languages other than English.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Within the TAAAC partnership, a key principle is that UofT teaches into the AAU curriculum (Alam et al. 2010; Meshkat et al. 2018; Wondimagegn et al. 2018) . UofT faculty members are 'invited guests' who co-teach and co-develop teaching materials that AAU colleagues are free to modify and adapt. In this relational partnership, clear delineation of ownership and decision-making power has been critical to the success and sustainability of the TAAAC programs.",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 109,
                    "text": "(Alam et al. 2010;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 110,
                    "end": 130,
                    "text": "Meshkat et al. 2018;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 131,
                    "end": 155,
                    "text": "Wondimagegn et al. 2018)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Background of the TAAAC partnership"
        },
        {
            "text": "While curriculum ownership by AAU is solidly established, our conversations about equitable ways to disseminate scholarly findings from this collaboration are ongoing and evolving. In accordance with the requests from AAU, and the urgent need to develop culturally-appropriate training, the early years of the partnership focused on programmatic development and implementation. Scholarship was desirable and welcomed, but mostly happened ad hoc and program by program. Although the primary work continues to focus on collaborating to build new curricula for programs, the last 5 years has seen a growing focus on the importance of creating scholarship about the collaboration. To this end, a TAAAC Master of Health Sciences Education (MHSE) was developed as a means to provide specific education scholarship capacity building with a goal of integrating scholarship into and across all TAAAC programs. This MHSE has now trained four cohorts of education scholars in Ethiopia with an explicit focus on educational issues of relevance in the Ethiopian context. The TAAAC MHSE development is part of an international trend involving universities in HIC and LMIC to develop health professions education scholarship programming to provide capacity-building opportunities for education scholars from under-represented contexts (Frenk et al. 2010; Yarmoshuk et al. 2018) . What remains unique with the TAAAC MHSE program faculty is our commitment to thinking deeply about and implementing equity scholarship based on relational collaborations.",
            "cite_spans": [
                {
                    "start": 1320,
                    "end": 1339,
                    "text": "(Frenk et al. 2010;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1340,
                    "end": 1362,
                    "text": "Yarmoshuk et al. 2018)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Background of the TAAAC partnership"
        },
        {
            "text": "Creating equity scholarship involves turning our attention to shared principles and values to guide our scholarly collaborations. There is strong agreement that presentations and publications about the TAAAC partnership should not be undertaken unilaterally, and that authorship should reflect the shared nature of the work. Unsurprisingly, in moving from the principle of shared representation to the implementation of appropriate processes and practices, we have identified pragmatic, structural, and conceptual issues that remain a work in progress. Two areas of recent negotiation among our partners are in the scholarly processes of grant capture and manuscript development and the subsequent publication process, which can add a special strain on the capacity building process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background of the TAAAC partnership"
        },
        {
            "text": "Grants A frequent early issue with the start of a collaborative scholarly project relates to the inception and shaping of the work. Within our partnership, and particularly with education-focused projects, it is the HIC partners who most often have more access to funding opportunities. Some of these grant opportunities require a HIC principal investigator(s) and collaborators from LIC, but have no requirements for LIC principal investigators. To achieve grant success, projects therefore get framed in ways that highlight the relevance and importance to the calls of the HIC funder from the HIC investigators' priority areas. For example, a recent grant writing experience had us working within the parameters of the grant (only HIC leads required), but in attempts to ground the work in what is relevant to our Ethiopian partners, we worked together early on in the writing process. Nevertheless, the voice of the grant writing and project design was in the end, and by design for likelihood of grant success, written for a 'Western' audience.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The scholarly processes"
        },
        {
            "text": "An additional consideration when engaging in HIC/LIC collaborations is the amount and type of structural support that is available to administer the grant once it has been granted. HIC partners are more likely to have access to layers of academic support, including full time non-clinician researchers and scientists, research associates and research coordinators, librarians, graphic designers and editors than their LIC partners. HIC partners are also more likely to have protected academic time for scholarly work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The scholarly processes"
        },
        {
            "text": "On a recent project, several of this paper's authors worked together to publish about Ethiopia's early experience with and response to COVID-19. Together we revised and edited the manuscript until it found acceptance in an appropriate journal. Upon reflection, we realized that part of the re-writing process involved 'Westernizing' the voice and the arguments, so that it was judged more appropriate for an international audience. This caused us to reflect about voices and balance. Authors from HIC are more likely to be at ease and fluent with Engligh language academic writing styles. These layers of privilege are extremely helpful for getting a project to the stage of publication submission but they also structurally tilt the dominant voice to be more 'Western.' When the aim is to publish the work in an international English language journal, framing for acceptability and legitimacy can accentuate this tendency. When working with historically marginalized groups, striving for a single 'partnership' voice may not be appropriate (Soklaridis et al. 2020) . One way to acknowledge historical injustices and power imbalances is to add a reflective statement that includes how these complex dynamics play out in the writing process.",
            "cite_spans": [
                {
                    "start": 1041,
                    "end": 1065,
                    "text": "(Soklaridis et al. 2020)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Manuscript preparation"
        },
        {
            "text": "We recognize several distinct but inter-related issues with moving shared scholarly work towards publication. These include representation of LMICs in international academic publishing, English as the dominant language in publishing, and international versus local reach.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The publication processes"
        },
        {
            "text": "For decades, journal staff and editors have raised concerns about the absence of LMIC journals in science and indexing systems, which in effect relegated research from LMICs to a 'lost science' (Gibbs 1995) . Some journals have attempted to remove structural barriers for LMIC authors. The Lancet, BMJ and BioMed Central (BMC) support improvements of information flow with LMICs by offering both greater open access to peerreviewed research from the international community and increased opportunities to bring their own research to international audiences (Godlee et al. 2000) . These attempts may have contributed to some success. Of the top five international medical education journals, BMC's Medical Education specialty journal includes representation from the greatest range of geographic locations (Costa et al. 2018) . Strategic attempts have also been made by Academic Medicine and Medical Education with special series' on 'New Conversations' and 'Medical Education around the world' (Gibbs 2007) respectively.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 206,
                    "text": "(Gibbs 1995)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 557,
                    "end": 577,
                    "text": "(Godlee et al. 2000)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 805,
                    "end": 824,
                    "text": "(Costa et al. 2018)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 994,
                    "end": 1006,
                    "text": "(Gibbs 2007)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Representation of LMICs in academic publishing"
        },
        {
            "text": "LMIC underrepresentation is also evident in international collaborations between HIC and LMIC researchers, with HIC authors frequently dominating the prestigious authorship positions (Hedt-Gauthier et al. 2019 ). In the HPE literature more specifically, preliminary results from a bibliometric analysis showed clear dominance by five countries (USA, Canada, UK, Netherlands and Australia), that spanned multiple traditional success metrics including number of publications in top tier medical education journals, first authorship, last authorship, and citations (Costa et al. 2018) . Conversely, many LMIC countries were absent or had only a minor representation in any of these metrics over the same 5 year timeframe (Costa et al. 2018) .",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 209,
                    "text": "(Hedt-Gauthier et al. 2019",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 562,
                    "end": 581,
                    "text": "(Costa et al. 2018)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 718,
                    "end": 737,
                    "text": "(Costa et al. 2018)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Representation of LMICs in academic publishing"
        },
        {
            "text": "The fact that there remains under-representation of LMIC authors in key authorship positions is clear, and there is now a growing literature seeking potential explanations for authorship order issues. Problematic HIC practices in terms of academic promotion have been postulated as one reason for the preponderance of HIC authors occupying these authorship positions (Hedt-Gauthier et al. 2018) . Others have highlighted the ongoing effects of the legacy of colonialism in perpetuating power disparities between HIC and LMIC partners (Eichbaum et al. 2020; Bleakley et al. 2008; Whitehead 2016) . This is seen in healthcare research as well as in medical education research (Mbaye et al. 2019 ; Canadian Coalition for Public Health Research 2015; Taylor 2018; The Lancet Global Health 2018). In the area of academic global health, Abimbola eloquently summarizes these concerns:",
            "cite_spans": [
                {
                    "start": 367,
                    "end": 394,
                    "text": "(Hedt-Gauthier et al. 2018)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 534,
                    "end": 556,
                    "text": "(Eichbaum et al. 2020;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 557,
                    "end": 578,
                    "text": "Bleakley et al. 2008;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 579,
                    "end": 594,
                    "text": "Whitehead 2016)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 674,
                    "end": 692,
                    "text": "(Mbaye et al. 2019",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Representation of LMICs in academic publishing"
        },
        {
            "text": "\" [T] he growing concern about imbalances in authorship are a tangible proxy for concerns about power asymmetries in the production (and benefits) of knowledge in global health. In fact, authorship per se is not the fundamental issue; undoing what these imbalances represent-a continuity of the colonial project in global health-is often the issue\" (2019, p. 4).",
            "cite_spans": [
                {
                    "start": 2,
                    "end": 5,
                    "text": "[T]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Representation of LMICs in academic publishing"
        },
        {
            "text": "While we agree with Abimbola that authorship may not be the only nor even the fundamental issue, we nevertheless consider authorship important to attend to as a way to be mindful of imbalances stemming from the colonial history of the field of health professions education (Whitehead 2016 ).",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 288,
                    "text": "(Whitehead 2016",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Representation of LMICs in academic publishing"
        },
        {
            "text": "The fact that English functions as the universal scientific language likely also contributes to power differentials and disparities. Englander (2011) analyses the discursive effects of the assumption that only English-language publications are part of international scientific conversations. She describes how this disenfranchises authors from non-English speaking countries in terms of participating in international conversations. While in the TAAAC partnership the English as first language speakers are able to help overcome the language disparity issue in specific scholarly projects, we recognise that even in a partnership, issues around language connect to issues around voice, and to what is valued in determining authorship order. English is the language used in higher education in Ethiopia, and is the language used for the TAAAC partnership work, as Ethiopian scholars can function well in English. Canadian scholars speak at most a smattering of Amharic words. All translation from Amharic is work done solely by Ethiopian scholars. This includes finding ways to express sophisticated Amharic concepts in English. The painstaking process of translation work is not explicitly recognized in authorship criteria guidelines, whereas the work of putting cohesive English words to paper is a key marker of authorship contribution. Ethiopians may have less experience and formal training in academic writing, along with less institutional academic support. Even as we write this commentary in English, we are aware of how our shared voice may not fully reflect the ideas and intentions of those of us who think more fluently in the Amharic language.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 149,
                    "text": "Englander (2011)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "English as a universal language of publication"
        },
        {
            "text": "The dominance of English in academic publishing also forces some authors to have to make decisions about whether they prefer to publish for local impact (local language publication) or global impact (English language publication). Scholars from LMICs may be motivated to publish in local journals and in local languages so that their work can be applied to local problems (Mu and Pereyra-Rojas 2015) . Mu and Pereyra-Rojas (2015) describe how within their field of Latin American Studies they must decide whether they want to have an impact on society or an impact on knowledge, and that it is not always possible to achieve both goals when disseminating their work. Abimbola (2019) suggests that LMIC authors might wish to place more focus on the local gaze rather than so frequently aiming for international publications. At the same time, LIC universities recognize the need to enter the competitive global academic field where comparative rankings matter. These academic productivity metrics privilege international journals as a publishing place of choice for both HIC and LMIC authors.",
            "cite_spans": [
                {
                    "start": 372,
                    "end": 399,
                    "text": "(Mu and Pereyra-Rojas 2015)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 402,
                    "end": 429,
                    "text": "Mu and Pereyra-Rojas (2015)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 667,
                    "end": 682,
                    "text": "Abimbola (2019)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Global versus local context"
        },
        {
            "text": "Our TAAAC group has thought about possibilities for opening up more inclusive spaces in international health professions education scholarship and research. We have identified areas of opportunity for ourselves as collaborators, as well as potential ways forward for international academic journals to address the various factors that weigh heavily on international collaborations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Possible ways forward"
        },
        {
            "text": "We recognize the fundamental importance of our relational model of collaboration, which has helped to build trust and engage in potentially-awkward discussions through years of shared work together. Our experiences align with Naidu's (2020) argument that the contemporary field of international health professions education is filled with colonized artefacts. Medical education and practice was used in the past to provide biological rationalizations that justified colonial domination (Greene et al. 2013) . Colonial powers ignored and attempted to obliterate local cultures, education and religion through the forced substitution of \"Western\" cultures, education, priorities, and mindsets (Eichbaum et al. 2020) . We find ourselves repeatedly tripping over these artefacts as we work to mitigate power imbalances. Naidu further argues that any scholarly conversation that aims to globalize health professions education in an authentic way must in and of itself be scrutinized for colonized ways of thinking. We agree, and recognize that the academic landscape we journey through together is fundamentally a colonized space, in which layer upon layer of HIC privilege is deeply entrenched.",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 240,
                    "text": "Naidu's (2020)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 486,
                    "end": 506,
                    "text": "(Greene et al. 2013)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 691,
                    "end": 713,
                    "text": "(Eichbaum et al. 2020)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Possible ways forward"
        },
        {
            "text": "We try to level the path in an iterative way with ongoing dialogue as we work on specific projects together. We have found that it is essential to deal in specificities of both power imbalances and cultural differences. We strive to engage in scholarly academic experiences whereby we recurrently identify aspects of privilege that infuse our partnership. Although we cannot rid our partnership of power imbalances, regular identification of issues with consideration of mitigating options has helped us continue on our journey together. We cannot claim to have reached Naidu's ideal of open North/South dialogue as \"freed from subtle coercion or intellectual domination\" (2020, p. 11) but her articulation captures what we are aiming for.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Possible ways forward"
        },
        {
            "text": "We recognize that our relational partnership involves a meeting of cultures that is fundamentally different from the import-export model that characterizes many global partnerships. A commitment by both TAAAC partners to a long-term scholarly relationship gives time for a gradual increase in cross-cultural understandings which necessarily then change both partners. For example, Ethiopian partners have helped Canadian partners develop a partial understanding of traditional Ethiopian healing practices that have challenged Canadian assumptions in a way that not only enriches the partnership but also allows Canadians to take these new learnings back into Canadian contexts. Within the TAAAC partnership, notions of bilateral exchange, shared learning, and mutual benefit have long been acknowledged by participants, but these ideas need further exploration in the dissemination of academic presentations and publications. Continuing such work across multiple global partnerships will move forward scholarly understandings about inclusive partnership models.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Possible ways forward"
        },
        {
            "text": "Turning to ways to advance more inclusive practices in international academic publications, this can be considered at practical, structural, and conceptual levels. Practically, as outlined earlier in this commentary, many journals have recognized LMIC under-representation and have implemented processes that aim for greater inclusivity. In addition to practices already in place, we suggest that given that the universal language of publishing is English, perhaps journal editorial teams might examine their assumptions about words and phrases that are considered legitimate. Should our lexicon only include words and phrases that are familiar to North American and European audiences? In various international collaborations and as reviewers and editors, we have noted differences in terminology even between North American and European settings and have sometimes struggled with what range of terminology is appropriate. While journals obviously aspire to use language that allows ease of reading, perhaps there needs to be an expanded notion of who is considered as the readership. If standard Euroamerican terms are considered the norm, what message does that send to readers from other settings?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Possible ways forward"
        },
        {
            "text": "On a structural level, an area of consideration is the extent to which current standards of rigour, generalizability, universality and acceptable theoretical approaches are shaped by Euroamerican assumptions. To be clear, we are not arguing against notions of rigour nor against the importance of theoretical and conceptual framings. Naidu (2020) convincingly argues that current assumptions of what constitutes and what counts in global medical education has a distinctly 'Northern tilt' which can hide or appropriate Southern ways of knowing. The adoption of Euroamerican practices and products has historically provided a means by which authors from other countries have been able to join global conversations. For example, despite being a difficult fit within Asian cultures, many medical schools adopted problem-based learning as a solution to entering the twenty-first Century globalized knowledge-based economy (Gwee 2008) . While this is an important step towards inclusivity, perhaps focussing only on how Euroamerican tools and practices can be adopted or adapted in other contexts is insufficient. Of course everyone can and should have the agency to look at models from afar and adapt as useful in their contexts. It is the ongoing frequency with which only things Euroamerican are deemed legitimate and generalizable that journal editorial teams may wish to reconsider.",
            "cite_spans": [
                {
                    "start": 918,
                    "end": 929,
                    "text": "(Gwee 2008)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Possible ways forward"
        },
        {
            "text": "Conceptually, perhaps it is time for journal editorial teams to reexamine the extent to whch Euroamerican narratives are positioned as universal truths in international journals, while Southern perspectives are relegated to being contextual and of local interest. Both Naidu and Abimbola call current approaches into question. The publishing landscape might look very different if Euroamerican authors were expected to demonstrate the relevance of their research for a truly global audience, rather than only for privileged portions of the international community. If journals are open to re-considering current conceptions of local versus interternational relevance, we suggest that a key step would be for journal editorial teams (which often have a preponderance of HIC country members) to engage in dialogue with LMIC academics. Such dialogue might include consideration of whether there are additional ways to recognize rigour using theories and methodologies that are not based in Euroamerican understandings. This might help journal editorial teams re-imagine appropriate ways to value and incorporate local knowledges from non-Euroamerican contexts. In the first 25 years of the journal, AHSE has pushed the field to include diverse Euroamerican theoretical and methodological approaches, giving voice to a significant cross-section of scholarly disciplines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Possible ways forward"
        },
        {
            "text": "To date, there has been a missed opportunity for all to learn and benefit from perspectives across the larger global community. Academics and journal editorial teams will need to engage at practical, structural and conceptual levels to move from Euroamerican HICdominant perspectives to ensure that international scholarly conversations are more fully global. Finding ways to highlight under-represented voices requires passing the microphone to colleagues who have historically been rendered mic-less. It will also require consideration of the structures of the sound system and the performance stage, each of which might require rewiring or renovations to allow sufficient amplification. Finally, it will require cultural and scholarly humility on the part of currently dominant voices, to be open",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Possible ways forward"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The foreign gaze: Authorship in academic global health [Electronic version",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Abimbola",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "British Medical Journal Global Health",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjgh-2019-002068"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Co-creating a psychiatric resident program with Ethiopians, for Ethiopians",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Alam",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pain",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Araya",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Hodges",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Ethiopia: The Toronto Addis Ababa Psychiatry Project (TAAPP). Academic Psychiatry",
            "volume": "34",
            "issn": "",
            "pages": "424--432",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Thinking the post-colonial in medical education",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bleakley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brice",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bligh",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Medical Education",
            "volume": "42",
            "issn": "3",
            "pages": "266--270",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Canadian Coalition for Global Health Research",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Equity in the global health sciences education community: Levelling the playing fields?",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Costa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Schalkwyk",
                    "suffix": ""
                },
                {
                    "first": "M. -J",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Carvalho-Filho",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Schuwirth",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Europe Annual Conference",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Decolonizing global health education: Rethinking institutional partnerships and approaches",
            "authors": [
                {
                    "first": "Q",
                    "middle": [
                        "G"
                    ],
                    "last": "Eichbaum",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "V"
                    ],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Evert",
                    "suffix": ""
                },
                {
                    "first": "M.-J",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "Semali",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Schalkwyk",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1097/ACM.0000000000003473"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The globalized world of English scientific publishing: An analytical proposal that situates a multilingual scholar",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Englander",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Counterpoints",
            "volume": "387",
            "issn": "",
            "pages": "209--228",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Health professionals for a new century: Transforming education to strengthen health systems in an interdependent world",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Frenk",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Bhutta",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Crisp",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Evans",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "The Lancet",
            "volume": "376",
            "issn": "9756",
            "pages": "1923--1958",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Lost science in the third world",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Gibbs",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Scientific American",
            "volume": "273",
            "issn": "2",
            "pages": "92--99",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Globalization of medical education: 'Medical education around the world' series",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gibbs",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Medical Teacher",
            "volume": "29",
            "issn": "8",
            "pages": "733--734",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Global information flow",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Godlee",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Horton",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "British Medical Journal",
            "volume": "321",
            "issn": "",
            "pages": "776--777",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Reimagining global health: An introduction",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Greene",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Basilico",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Farmer",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Globalization of problem-based learning (PBL): Cross-cultural implications",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Gwee",
                    "suffix": ""
                },
                {
                    "first": ".-E",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Kaohsiung Journal of Medical Science",
            "volume": "24",
            "issn": "3",
            "pages": "14--22",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "International medical education and future directions: A global perspective",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Harden",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Academic Medicine",
            "volume": "81",
            "issn": "12",
            "pages": "22--29",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Closing the door on parachutes and parasites [Electronic version]. The Lancet Global Health, 6, e593",
            "authors": [],
            "year": 2018,
            "venue": "The Lancet Global",
            "volume": "",
            "issn": "18",
            "pages": "30239--30239",
            "other_ids": {
                "DOI": [
                    "10.1016/S2214-109X(18)30239-0"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Academic promotion policies and equity in global health collaborations",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hedt-Gauthier",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "O"
                    ],
                    "last": "Airhihenbuwa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Bawah",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Burke",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Cherian",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Connelly",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "The Lancet",
            "volume": "392",
            "issn": "",
            "pages": "1607--1609",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Stuck in the middle: A systematic review of authorship in collaborative health research in Africa",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Hedt-Gauthier",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Jeufack",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "H"
                    ],
                    "last": "Neufeld",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Alem",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sauer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Odhiambo",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2014--2016",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjgh-2019-001853"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Who is telling the story? A systematic review of authorship for infectious disease research conducted in Africa",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mbaye",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gebeyehu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hossmann",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mbarga",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bih-Neh",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Eteki",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1980--2016",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjgh-2019-001855"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Design and implementation of a postgraduate curriculum to support Ethiopia's first emergency medicine residency training program: The Toronto Addis Ababa Academic Collaboration in Emergency Medicine (TAAAC-EM)",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Meshkat",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Teklu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hunchak",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMC Medical Education",
            "volume": "18",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Impact on society versus impact on knowledge: Why Latin American scholars do not participate in Latin American studies",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pereyra-Rojas",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Latin American Research Review",
            "volume": "50",
            "issn": "2",
            "pages": "216--238",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Southern exposure: Levelling the northern tilt in global medical and medical humanities education [Electronic version",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Naidu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Advances in Health Sciences Education",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s10459-020-09976-9"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Tackling the void: The importance of addressing absences in the field of health professions education research",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Paton",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kuper",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Paradis",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Feilchenfeld",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Whitehead",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Advances in Health Sciences Education",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s10459-020-09966-x"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Coproducing psychiatric education with service user educators: A collective autobiographical case study of the meaning, ethics, and importance of payment",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Soklaridis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "De Bie",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mccullough",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mcgovern",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Beder",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Academic Psychiatry",
            "volume": "44",
            "issn": "",
            "pages": "159--167",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "What the word 'partnership' conjoins, and what it does",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Medicine Anthropology Theory",
            "volume": "5",
            "issn": "2",
            "pages": "1--6",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "On gunboats and grand pianos: Medical education exports and the long shadow of colonialism",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Whitehead",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Advances in Health Sciences Education",
            "volume": "21",
            "issn": "",
            "pages": "1--4",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The international partner as invited guest: Beyond colonial and import-export models of medical education",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Whitehead",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wondimagegn",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Baheretibeb",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hodges",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Academic Medicine",
            "volume": "93",
            "issn": "",
            "pages": "1760--1763",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Addis Ababa Academic Collaboration: A relational, partnership model for building educational capacity between a high-and low-income university",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wondimagegn",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pain",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Baheretibeb",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hodges",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wakma",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rose",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Academic Medicine",
            "volume": "93",
            "issn": "12",
            "pages": "1795--1801",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "What makes international global health university partnerships higher-value? An examination of partnership types and activities favoured at four East African universities",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Yarmoshuk",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Guantai",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mwangu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Cole",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zarowsky",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Annals of Global Health",
            "volume": "84",
            "issn": "1",
            "pages": "139--150",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}