{
    "paper_id": "0a12bcb209220e36e8cfbe7db8fd0c49f4877f2e",
    "metadata": {
        "title": "COVID-19 presenting as thrombotic thrombocytopenic purpura (TTP) Case report",
        "authors": [
            {
                "first": "Essam",
                "middle": [],
                "last": "Altowyan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Omar",
                "middle": [],
                "last": "Alnujeidi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Atheer",
                "middle": [],
                "last": "Alhujilan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mohammed",
                "middle": [],
                "last": "Alkathlan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Altowyan",
                "middle": [
                    ";"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "We still do not know a great deal about the manifestations associated with the coronavirus pandemic; cases with COVID-19 usually present with a unique pattern. Active COVID-19 infection complicated with ischaemic stroke 1 and thrombotic thrombocytopenic purpura (TTP) makes our case particularly challenging since TTP is a life-threatening condition among haematological diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BACKGROUND"
        },
        {
            "text": "A 39-year-old Saudi man with a known case of diabetes mellitus type II and hypertension came with a history of epigastric pain, nausea and vomiting for approximately 7 days before admission. These symptoms were not related to food, were continual and did not improve through the administration of medications. The patient had no history of fever, cough, shortness of breath, change in the level of consciousness or skin rash. There was no history of bleeding from any orifices. The patient had not experienced a similar illness before. He was taking metformin and losartan. He denied history of autoimmune diseases within his family. His surgical, family and social histories were unremarkable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE PRESENTATION"
        },
        {
            "text": "On physical examination, the patient was stable and not in acute distress. His vital signs, including orthostatic, were normal. Pallor and pale conjunctivae were found, but were not jaundiced. The chest was clear with equal air entry and no added sounds. An abdominal examination revealed epigastric tenderness and no hepatosplenomegaly when palpated. There was no skin rash. A neurological examination was normal. There was no evidence of active oral, nasal or rectal bleeding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE PRESENTATION"
        },
        {
            "text": "Initial complete blood count showed white blood cells (WBCs) of 14.6×10 3 /µL (normal range, 4.5-11×10 3 /µL), profound anaemia, haemoglobin of 67 g/L (normal range, 130-170 g/L) and a very low platelet of 6×10 9 /L (normal range, 150-410×10 9 /L). Schistocytes of 9% were found on a peripheral blood smear (figure 1). The workup for haemolysis was positive. Therefore, the patient was confirmed with thrombotic TTP due to thrombocytopenia, microangiopathic haemolytic anaemia and schistocytes in the peripheral blood film. The PLASMIC score was 6, which meant that the patient had a high risk of severe ADAMTS13 deficiency. A summary of the laboratory data and imaging is shown in table 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE PRESENTATION"
        },
        {
            "text": "An extensive investigation was done to know the cause of TTP (as mentioned in table 1). After that, Figure 1 Peripheral blood smear on admission showed 9% schistocytes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 100,
                    "end": 108,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "DIFFERENTIAL DIAGNOSIS"
        },
        {
            "text": "an imaging CT (chest, abdomen and pelvis) was done, which showed thickening of the abdominal aorta and iliac arteries, which is concerning of vasculitis or atherosclerosis. A rheumatology consultation was done, which requested a serology workup for autoimmune disease. However, the workup was negative (as mentioned in table 1), which most probably revealed that it was idiopathic TTP. Then, the test for COVID-19 was positive, so we thought that the virus was a trigger. We knew that it was the most commonly reported complication of COVID-19 because of the absence of regular response of idiopathic TTP and ischaemic stroke happened even after four sessions of plasma exchange.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "Because the patient came from a peripheral hospital that is located in the COVID-19 pandemic area and because he came with a history of nausea and vomiting, we scored 4 in the Visual Triage Checklist for acute respiratory symptoms. He was isolated and a nasopharyngeal swab for COVID-19 was obtained. A central venous catheter was inserted and plasma exchange started immediately at the emergency department level, combined with a first dose of methylprednisolone (1000 mg daily for 3 days). The patient was admitted to the intensive care unit, and management On day 4, the patient developed acute ischaemic stroke, which was revealed by a new onset of left-sided hemiplegia. Power was 0/5 in the upper and lower limbs. Acute psychosis was associated with this. He was vitally stable unless the blood pressure reached 170/100 mm Hg. CT of the brain showed normal study. There was no evidence of bleeding or ischaemia (figure 3). During the same day, his swab came back positive for COVID-19 by reverse transcription PCR. The infectious disease team became involved and they started triple therapy (lopinavir/ritonavir, ribavirin and interferon beta-1b). A rheumatology consultation was done regarding the finding of CT (chest, abdomen, pelvis), and they requested a serology workup for autoimmune disease. However, the workup was negative (as mentioned in table 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TREATMENT"
        },
        {
            "text": "On day 6, the patient was agitated and not oriented to time, place and person; on the contrary, weakness improved to 3/5 and there was still no increase in the platelet count; therefore, we increased the plasma volume from 40 mL/kg to 60 mL/kg. WBCs that were trending up reached up to 50×10 3 /µL (normal range, 4.5-11×10 3 /µL), mainly neutrophils. The patient did not have fever or respiratory symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TREATMENT"
        },
        {
            "text": "On days 8 and 9, his mental status recovered and there was improvement in platelet count (figure 4), haemoglobin, and schistocytes, with a simultaneous decrease in WBC count to normal range (figure 5), ferritin, C reactive protein (CRP) and D-dimer. This suggests that the inflammatory process of COVID-19 had a role in the recovery of TTP. The patient was then transferred to isolation ward, and second swabs of COVID-19 came back negative. There were a total of 13 sessions of plasma exchange conducted with prednisolone (60 mg for 2 weeks tapered to 10 mg every week). He received a first dose of rituximab (375 mg/m 2 intravenously once weekly for 4 weeks) and was then discharged home as he had improved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TREATMENT"
        },
        {
            "text": "We noticed an improvement in platelet count with a simultaneous decrease in WBC count, ferritin, CRP and D-dimer, which suggests that the inflammatory process of COVID-19 had a role in the improvement of TTP. The patient was discharged in a good general status after he received his first dose of rituximab. 2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "OUTCOME AND FOLLOW-UP"
        },
        {
            "text": "The COVID-19 outbreak is an exceptional global public health challenge. Since the end of December 2019, when the first case of SARS-CoV-2 infection was diagnosed in Wuhan, China, the disease has spread exponentially. The most common symptoms in patients with COVID-19 are fever, shortness of breath and dry cough. In our case, unlike other studies, TTP was observed with no history of any haematological diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In this case, the patient developed ischaemic stroke as TTP increases the risk of microthrombi in the central nervous system 3 and also COVID-19 increases the risk of such complications, 1 which made his neurological risk more higher than others. Also, during the start of TTP treatment with standard plasmapheresis (one plasma volume), we observed a delay in improvement of his platelet count, haemoglobin level and LDH level until days 8 and 9 till we increased the plasma volume to 1.5 in combination with the management of COVID-19. After exclusion of all the secondary causes of TTP, his COVID-19 swab came positive, which was the most probable cause. The pathogenesis of TTP due to COVID-19 is not fully understood and has not Case report been investigated, but it resolved as COVID-19 swab came back negative after 10 days of receiving COVID-19 triple therapy with plasmapheresis. Early diagnosis, quarantine and immediate treatment resulted in a good prognosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "► COVID-19 may present as a haematological disease that is not related to respiratory fields. ► The response of thrombocytopenic purpura (TTP) was slow compared with other TTPs. ► It is better to delay retuximab until it becomes clear that the COVID-19 result is negative, since it could enhance COVID-19 activity. 2 ► To understand the pathogenesis and proper management of TTP in patients with COVID-19, we need more positive cases to be evaluated in large studies. ► Our goal is to report one of the haematological manifestations which could help physicians to suspect COVID-19 cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Learning points"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19 related stroke in young individuals",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Fifi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mocco",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Neurol",
            "volume": "19",
            "issn": "",
            "pages": "713--718",
            "other_ids": {
                "DOI": [
                    "10.1016/S1474-4422(20)30272-6"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19 and thrombotic thrombocytopenic purpura: frequently asked questions",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cataland",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Coppo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Scully",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Association of plasmic score with neurological symptoms in patients with thrombotic thrombocytopenic purpura (TTP)",
            "authors": [
                {
                    "first": "Castro",
                    "middle": [],
                    "last": "Jtdes",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rittner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Appenzeller",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Blood",
            "volume": "134",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1182/blood-2019-129144"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "PT, INR, PTT and fibrinogen level ↑ D-dimer, 7.29 µg/mL (normal range, <0.5 µg/mL) Infection workup ↑ Ferritin, 1556 ng/mL (normal range, 18-270 ng/mL) Negative blood culture, urine culture, anti-HIV, anti-HBV and anti-HCV Malignancy workup Normal range of B-HCG, CEA, CA 19-9 and tPSA Imaging ► Chest X-ray: normal (figure 6) ► CT of the chest, abdomen and pelvis: thickening of the abdominal aorta and iliac arteries, which is concerning of vasculitis or atherosclerosis. For chest, normal lungs and no PE (figure 7) ► CT of the brain: normal study and no evidence of bleeding or ischaemia (figure 3) ANA, antinuclear antibodies; ANCA, antineutrophil cytoplasmic antibodies; B-HCG, beta human chorionic gonadotropin; BUN, blood urea nitrogen; CA 19-9, cancer antigen 19-9; CBC, complete blood count; CCP, cyclic citrullinated peptide; CEA, carcinoembryonic antigen; CRP, C reactive protein; dsDNA, double-stranded DNA; ESR, erythrocyte sedimentation rate; HBV, hepatitis B virus; HCV, hepatitis C virus; INR, international normalised ratio; LDH, lactate dehydrogenase; MCV, mean corpuscular volume; PE, pulmonary embolism; PT, prothrombin time; PTT, partial thromboplastin time; RDW, red cell distribution width; tPSA, total prostate-specific antigen; WBC, white blood cell.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Lactic acid dehydrogenase (LDH) chart from day 1 to day 17.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "CT of the brain: normal study and no evidence of bleeding or ischaemia.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Platelet chart from day 1 to day 17.Case reportcontinued there. Until day 3, no improvement was noticed in lactate dehydrogenase (LDH) (figure 2) and platelet count.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "White blood cell (WBC) chart from day 1 to day 17.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "CT of the chest showed normal lungs and no pulmonary embolism.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Chest X-ray was normal.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "List of laboratory data and imaging",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors thank Faisal Aljuhani, Majed Aldhubayb,Ibrahim Almarshad, Mohsen Tulbah, Ahmad Aljarallah, Jehad Alkhlaf and Abdulaziz Almutiri.Contributors Both EA and OA are haematology consultant, and they treated the case mentioned in this report and provided all details required. MA took responsibility of COVID-19 treatment as he is an infectious disease consultant. EA and AA took the lead in writing the manuscript. All authors provided critical feedback and helped shape the manuscript.Funding The authors have not declared a specific grant for this research from any funding agency in the public, commercial or not-for-profit sectors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Provenance and peer review Not commissioned; externally peer reviewed.This article is made freely available for use in accordance with BMJ's website terms and conditions for the duration of the covid-19 pandemic or until otherwise determined by BMJ. You may use, download and print the article for any lawful, non-commercial purpose (including text and data mining) provided that all copyright notices and trade marks are retained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient consent for publication Obtained."
        }
    ]
}