{
    "paper_id": "0a138a22f8663cf4179ad3808c2770753956ed5d",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "patients. These data are provided by the Italian National Institute of Health. 3 The clinical spectrum of SARS-CoV-2 infection is quite heterogeneous and ranges from asymptomatic forms to medium-intensity cases characterized by mild or moderate symptoms. 4 There are also severe clinical presentations with bilateral lung involvement and respiratory distress that can evolve into critical forms, which sometimes require patient intubation and ICU transfer.",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 80,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 255,
                    "end": 256,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "About clinical studies conducted in Asia, the clinical picture in many cases is characterized by persistent fever, cough, dyspnoea, expectoration, myalgias, arthralgias, headache, gastrointestinal symptoms, nasal congestion, and pharyngodynia. In Europe, the spread of COVID-19 has sometimes highlighted an atypical clinical presentation, characterized by the involvement of upper airways and, above all, by the onset of olfactory and gustatory dysfunctions. 5 There is sufficient evidence worldwide that this disease is much less severe in children than in adults. 4 Although very common in adults, olfactory and gustatory dysfunctions remain an open issue in children, probably due to the lack of valid methods to assess these disorders among the pediatric population. This article aims to provide a focus on the upper airway involvement in pediatric COVID-19.",
            "cite_spans": [
                {
                    "start": 459,
                    "end": 460,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 566,
                    "end": 567,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Nasal obstruction, rhinorrhea, sneezing, pharyngodynia, olfactory, and gustatory dysfunctions could be the early symptoms of SARS-CoV-2 infection. 4,5",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| UPPER AIRWAY COVID -19-REL ATED DISE A SE"
        },
        {
            "text": "CoVs are a family of viruses that can be associated with anosmia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Pathophysiological mechanisms"
        },
        {
            "text": "As early as 2007, CoV could be detected in the nasal secretions of patients with olfactory dysfunction. This occurs because CoV can invade the olfactory bulb and, thus, the central nervous system (CNS).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Pathophysiological mechanisms"
        },
        {
            "text": "From a biomolecular point of view, many viruses could infect peripheral neurons using the cellular mechanism of active transport to access the CNS, through interactions with the human angiotensinconverting enzyme 2 (ACE-2) receptor. Similar to its predecessor, also SARS-CoV-2, reach the olfactory bulb, as well as some regions of the cortex, midbrain, and basal ganglia, less than 70 hours after the infection. Therefore, the neuroinvasive potential of SARS-CoV-2 seems to plays a key role in the respiratory failure of COVID-19 patients. 5",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Pathophysiological mechanisms"
        },
        {
            "text": "A recent study analyzed the frequency of neurological manifestations in 214 patients with COVID-19, identifying anosmia in 11 patients (5.1%) and ageusia in 12 patients (5.6%). 6 Indeed, it seems chewing gum, banana, cherry, rose, chocolate, smoke, peppermint, and cinnamon). 8",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 178,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "| Anosmia and ageusia"
        },
        {
            "text": "Many drugs have been proposed for the treatment of upper airway disease in COVID-19, including oral corticosteroids, topical corticosteroids, and zinc sulfate; however, a recent systematic review has failed to identify any high-level evidence to support these treatments. As for nasal corticosteroids, their use in the treatment of COVID-19 anosmia does not seem recommended; however, they must not be suspended in case of a concomitant allergic rhinitis, since the increase in sneezing could promote viral spread. 9,10",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Treatment"
        },
        {
            "text": "COVID-19 results as a disease that involves not only the lower airways, but also the upper airways, which are frequently affected by symptoms like pharyngodynia, nasal congestion, and although less frequently in pediatric population, anosmia and ageusia. However, these latter two ones should be investigated in any case in children with specific tests suitable for them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| CON CLUS IONS"
        },
        {
            "text": "The authors have no conflicts of interest to declare. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CO N FLI C T O F I NTE R E S T"
        },
        {
            "text": "The peer review history for this article is available at https://publo ns.com/publo n/10.1111/pai.13356.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PE E R R E V I E W"
        },
        {
            "text": "https://orcid.org/0000-0003-4291-0195",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Giuseppe Fabio Parisi"
        },
        {
            "text": "Giulia Brindisi https://orcid.org/0000-0001-5059-6082",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Giuseppe Fabio Parisi"
        },
        {
            "text": "Anna Maria Zicari https://orcid.org/0000-0002-2476-1790",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Giuseppe Fabio Parisi"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster",
            "authors": [
                {
                    "first": "J-W",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "K-H",
                    "middle": [],
                    "last": "Kok",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "514--523",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "World Health Organization",
            "authors": [],
            "year": null,
            "venue": "Coronavirus disease 2019 (COVID-19) Situation Report",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Sorveglianza Integrata COVID-19 in Italia",
            "authors": [
                {
                    "first": "Istituto Superiore Di",
                    "middle": [],
                    "last": "Sanità",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection in children and adolescents: a systematic review",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Castagnoli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Votto",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Licari",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Pediatr",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jamapediatrics.2020.1467"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Olfactory and gustatory dysfunctions as a clinical presentation of mild-to-moderate forms of the coronavirus disease (COVID-19): a multicenter European study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Lechien",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Chiesa-Estomba",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Siati",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur Arch Otorhinolaryngol",
            "volume": "277",
            "issn": "8",
            "pages": "2251--2261",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Neurologic manifestations of hospitalized patients with coronavirus disease 2019 in Wuhan, China",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Neurol",
            "volume": "77",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Presentation of new onset anosmia during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hopkins",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Surda",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Rhinology",
            "volume": "58",
            "issn": "3",
            "pages": "295--298",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Olfactory perception in children",
            "authors": [
                {
                    "first": "Cameron",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "World J Otorhinolaryngol Head Neck Surg",
            "volume": "212",
            "issn": "4",
            "pages": "57--66",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Intranasal corticosteroids in allergic rhinitis in COVID-19 infected patients: An ARIA-EAACI statement",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bousquet",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Akdis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jutel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Allergy",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/all.14302"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Allergy and asthma in children and adolescents during the COVID outbreak: What we know and how we could prevent allergy and asthma flares",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Licari",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Votto",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Brambilla",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Allergy",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/all.14369"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Upper airway involvement in pediatric COVID-19",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Parisi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Brindisi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Indolfi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Pediatr Allergy Immunol",
            "volume": "31",
            "issn": "",
            "pages": "85--88",
            "other_ids": {
                "DOI": [
                    "10.1111/pai.13356"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "that in subjects affected by COVID-19, anosmia, and ageusia are not accompanied by nasal obstruction or other rhinitic symptoms. This confirms that its symptomatology is linked to direct viral damage on the olfactory bulb and/or taste receptors. The importance of making a correct diagnosis stems from the consideration that in a not negligible percentage of cases, above all COVID-19 paucisymptomatic subjects, anosmia, and ageusia can represent the only symptomatic manifestation of the disease. Based on experience gained in Italy, it is essential to inform specialists, such as otolaryngologists or even allergists, to pay close attention to these possible clinical manifestations of COVID-19. Such knowledge would bring advantages in limiting the viral spread by poorly symptomatic subjects and acquiring new information on the possible pathogenesis of this new virus. Hopkins et al. have recently published a study conducted on 2,428 COVID-19 patients and concluded that anosmia in 1 out of 6 patients was the only symptom of disease 7 . Also, in the multicentre study published by Lechien et al., composed of 417 patients with mild or moderate COVID-19 disease, olfactory dysfunction was present in 11.8% of total cases before other symptoms. Furthermore, among 18.2% of patients without nasal obstruction or rhinorrhea, 79.7% were anosmic or hypoosmic.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Parisi: Conceptualization (equal); Data curation (equal); Formal analysis (equal); Funding acquisition (equal); Investigation (equal); Methodology (equal); Resources (equal); Software (equal); Supervision (equal); Validation (equal); Visualization (equal); Writing-original draft (equal); Writing-review & editing (equal). Giulia Brindisi: Conceptualization (equal); Data curation (equal); Formal analysis (equal); Funding acquisition (equal); Investigation (equal); Methodology (equal); Resources (equal); Software (equal); Supervision (equal); Validation (equal); Visualization (equal); Writing-original draft (equal); Writing-review & editing (equal). Cristiana Indolfi: Conceptualization (equal); Data curation (equal); Formal analysis (equal); Funding acquisition (equal); Investigation (equal); Methodology (equal); Resources (equal); Software (equal); Supervision (equal); Validation (equal); Visualization (equal); Writing-original draft (equal); Writingreview & editing (equal). Lucia Diaferio: Conceptualization (equal); Data curation (equal); Formal analysis (equal); Funding acquisition (equal); Investigation (equal); Methodology (equal); Resources (equal); Software (equal); Supervision (equal); Validation (equal); Visualization (equal); Writing-original draft (equal); Writing-review & editing (equal). Giuseppe Marchese: Conceptualization (equal); Data curation (equal); Formal analysis (equal); Funding acquisition (equal); Investigation (equal); Methodology (equal); Resources (equal); Software (equal); Supervision (equal); Validation (equal(equal). Anna Maria Zicari: Conceptualization (equal); Data curation (equal); Formal analysis (equal); Funding acquisition (equal); Investigation (equal); Methodology (equal); Project administration (equal); Resources (equal); Software (equal); Supervision (equal); Validation (equal); Visualization (equal); Writing-original draft (equal); Writing-review & editing (equal). Michele Miraglia del Giudice: Conceptualization (lead); Data curation (equal); Formal analysis (equal); Funding acquisition (equal); Investigation (equal); Methodology (equal); Project administration (lead); Resources (equal); Software (equal); Supervision (lead); Validation (equal); Visualization (equal); Writing-original draft (equal); Writing-review & editing (equal).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}