{
    "paper_id": "0a14f8858d2dcc80897aa3010fb20b7bf9bf67c0",
    "metadata": {
        "title": "DOSING OF THROMBOPROPHYLAXIS AND MORTALITY IN CRITICALLY ILL COVID-19 PATIENTS AUTHORS",
        "authors": [
            {
                "first": "Sandra",
                "middle": [],
                "last": "Jonmarker",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "D Jacob"
                ],
                "last": "Hollenberg",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Karolinska Institutet",
                    "location": {
                        "settlement": "Stockholm",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "D Martin"
                ],
                "last": "Dahlberg",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "D D Otto"
                ],
                "last": "Stackelberg",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "D Jacob"
                ],
                "last": "Litorell",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Åsa H Everhov",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [
                    "Hans"
                ],
                "last": "Järnbert-Pettersson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Mårten Söderberg",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [
                    "Jonathan"
                ],
                "last": "Grip",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Karolinska University Hospital",
                    "location": {
                        "addrLine": "Karolinska Institutet",
                        "settlement": "Stockholm, Stockholm",
                        "country": "Sweden, Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [
                    "Anna"
                ],
                "last": "Schandl",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "R",
                "middle": [
                    "N Mattias"
                ],
                "last": "Günther",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [
                    "Maria"
                ],
                "last": "Cronhjort",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Affiliations",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Maria",
                "middle": [],
                "last": "Cronhjort",
                "suffix": "",
                "affiliation": {},
                "email": "maria.cronhjort@sll.se"
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: A substantial proportion of critically ill COVID-19 patients develop thromboembolic complications, but it is unclear whether higher doses of thromboprophylaxis are associated with lower mortality rates. The purpose of the study was to evaluate the association of initial dosing strategy of thromboprophylaxis in critically ill COVID-19 patients and the risk of death, thromboembolism, and bleeding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Method: All critically ill COVID-19 patients admitted to two intensive care units in March and April 2020 were eligible. Patients were categorized into three groups according to initial daily dose of thromboprophylaxis; low (2500-4500 IU tinzaparin or 2500-5000 IU dalteparin), medium (>4500 IU but <175 IU/kilogram, kg, of body weight tinzaparin or >5000 IU but <200 IU/kg of body weight dalteparin), and high dose (≥ 175 IU/kg of body weight tinzaparin or ≥ 200 IU/kg of body weight dalteparin). Thromboprophylaxis dosage was based on local standardized recommendations, not on degree of critical illness or risk of thrombosis. Cox proportional hazards regression was used to estimate hazard ratios with corresponding 95% confidence intervals of death within 28 days from ICU admission. Multivariable models were adjusted for sex, age, body-mass index, Simplified Acute Physiology Score III, invasive respiratory support, and initial dosing strategy of thromboprophylaxis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: A total of 152 patients were included; 67 received low, 48 medium, and 37 high dose thromboprophylaxis. Baseline characteristics did not differ between groups. Mortality was lower in high (13.5%) vs medium (25.0%) and low dose thromboprophylaxis (38.8%) groups, p=0.02. The hazard ratio of death was 0.33 (95% confidence intervals 0.13 -0.87) among those who received high dose, respectively 0.88 (95% confidence intervals 0.43 -1.83) among those who received medium dose, as compared with those who received low dose thromboprophylaxis. There were fewer thromboembolic events in the high (2.7%) vs medium (18.8%) and low dose thromboprophylaxis (17.9%) groups, p=0.04, but no difference in the proportion of bleeding events, p=0.16.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions: Among critically ill COVID-19 patients with respiratory failure, high dose thromboprophylaxis was associated with a lower risk of death and a lower cumulative incidence of thromboembolic events compared with lower doses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Trial registration: Clinicaltrials.gov NCT04412304 June 2 2020, retrospectively registered",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Data on patients' demography, comorbidities (International classifications of diseases,10 th revision), duration of symptoms, chronic AC therapy, invasive respiratory support, and laboratory values were retrieved from patients' medical records. Data was automatically and manually extracted by medical doctors and all charts and events were validated by at least one additional medical doctor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5"
        },
        {
            "text": "Patients were categorized into three groups according to initial treatment doses of subcutaneous low-molecularweight heparin at admission to the ICU. Daily doses of tinzaparin and dalteparin were defined as low dose thromboprophylaxis (2500-4500 international units, IU, tinzaparin or 2500-5000 IU dalteparin), medium dose thromboprophylaxis (>4500 IU but <175 IU/kg of body weight tinzaparin or >5000 IU but <200 IU/kg of body weight dalteparin), and high dose thromboprophylaxis(≥ 175 IU/kg of body weight tinzaparin or ≥ 200 IU/kg of body weight dalteparin). Patients who received an adjusted dose due to reduced kidney function were classified according to intended dose range.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dosing strategies of thromboprophylaxis"
        },
        {
            "text": "The choice of dosing strategy followed the local recommendations and were modified over time: In March, low dose thromboprophylaxis was recommended for all COVID-19 patients at both ICUs. In April, the recommendations were altered to medium and then high dose thromboprophylaxis and this was continued throughout the study period in one ICU. In the other ICU, full dose was only used for one week, and then recommendations were altered to medium dose thromboprophylaxis again. All changes in dose were registered with new dose and date.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dosing strategies of thromboprophylaxis"
        },
        {
            "text": "The primary outcome was 28-day mortality. Days alive and out of ICU at day 28, the cumulative proportion of thromboembolic and bleeding events within 28 days of ICU admission, and maximum levels of Fibrin-D-dimer were used as secondary outcome measures. Thromboembolic events were PE (verified by computed tomography or by clinical suspicion of PE as cause of deterioration combined with findings of acute strain of the right heart on echocardiography), DVT (verified by ultrasound), ischemic stroke (verified by computed tomography), and peripheral arterial embolism (clinical findings of acute peripheral ischemia). Bleeding events were categorized according to the World health organization (WHO) bleeding scale(17-19): 1) Petechiae, tissue hematoma, oropharyngeal bleeding, 2) Mild blood loss, hematemesis, macroscopic hematuria, hemoptysis, joint bleeding, 3) Gross blood loss requiring red blood cell transfusion and/or hemodynamic instability, 4) Debilitating blood loss, severe hemodynamic instability, fatal bleeding, or central nervous system bleeding.",
            "cite_spans": [
                {
                    "start": 951,
                    "end": 953,
                    "text": "4)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Outcomes"
        },
        {
            "text": "Baseline laboratory values were obtained from 6 hours before to one hour after ICU admission. All rights reserved. No reuse allowed without permission. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcomes"
        },
        {
            "text": "The copyright holder for this this version posted September 23, 2020. . https://doi.org/10.1101/2020.09.17.20195867 doi: medRxiv preprint 6",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcomes"
        },
        {
            "text": "Continuous values for baseline and follow-up data are presented in medians with interquartile range (IQR), while categorical or binary data are shown as numbers and proportions. Differences over categories of the exposure were tested with Kruskal-Wallis for continuous data, and Fisher's exact for categorical data. In the survival analyses, participants could accrue follow-up time from date of ICU-admission, to date of death, or when 28 days had passed since admission, whichever occurred first. In analyses of thromboembolic and bleeding events, the date of that event also led to censoring of follow-up time. Kaplan-Meier curves were used to estimate the cumulative risk of death, thromboembolic event, and bleeding event, and the log-rank test was used to compare the initial dosing strategies. Cox proportional hazards regression was used to estimate hazard ratios (HR) with corresponding 95% confidence intervals (CI) of death within 28 days from ICU admission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Multivariable models were adjusted for sex, age, body-mass index (BMI), Simplified Acute Physiology Score III (SAPS III), invasive respiratory support (yes/no), and initial dosing strategy of thromboprophylaxis (low, medium and high dose thromboprophylaxis) (20, 21). To assess evidence of non-linearity, the second spline transformation equal to zero was tested as the quantitative covariates were modeled with restricted cubic splines at three knots at fixed percentiles (10 th , 50 th and 90 th ) of the distribution of that covariate (22). As there was no such evidence for age (P=0.26), or SAPS III (P=0.71), those variables were adjusted for in a continuous fashion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Although no formal evidence, there was an indication of non-linearity between levels of BMI and 28-day mortality (P=0.08), why BMI was categorized as </≥ 30 kg/m 2 with a separate category for missing values (n=6). BMI was flexibly adjusted with restricted cubic splines while missing values were accounted for using chained iterations of multiple imputed data sets (n=20) (23). Although no formal evidence, there was an indication of violation of the assumption of proportional hazards when scaled Schoenfeld residuals were regressed against survival time (P=0.06 for high dose thromboprophylaxis). Thus, the time-varying effect was fitted by splitting the follow-up time at 7 days from ICU-admission, and fitting the time varying covariate as an interaction-term with the main exposure. Statistical significance of interaction was tested using the Wald test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "To account for other possible temporal changes in treatment over inclusion time, sensitivity analysis was performed with additional adjustment for admission date to ICU. Two-sided P<0.05 was considered statistically significant. Analysis was performed using STATA 13.1 (StataCorp), and R v 3.5.1 (R Core Team (2017). R: A language and environment for statistical computing. R Foundation for Statistical Computing, Vienna, Austria.).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Out of 165 critically ill COVID-19 patients treated in the ICU due to respiratory failure, 152 remained after exclusion of those with short ICU length of stay (n = 5), ongoing AC therapy at ICU admission due to DVT and/or PE (n = 4), or no initial thromboprophylaxis in the ICU (n = 4) ( Figure 1 ). The reason for not giving thromboprophylaxis to four patients was urgent surgery for one and for the other three their prescriptions were likely overlooked; no reason could be found in the medical record. Patient characteristics are described in Table   1 . The majority of patients included were men (82.2%), the median age was 61 years (IQR 52-69) and the median BMI was 28.4 (IQR 25.8-32.5). The most common comorbidities were hypertension, obstructive lung disease, and diabetes mellitus. Median SAPS III-score was 56 (IQR 50-60) and 68.4% needed invasive respiratory support. The three groups consisted of 67 patients who received low dose thromboprophylaxis, 48 patients who received medium dose thromboprophylaxis and 37 patients who received high dose thromboprophylaxis. Demographic and clinical characteristics did not differ between the three groups. All patients were followed-up until death or until the 28th day after ICU-admission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 288,
                    "end": 296,
                    "text": "Figure 1",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 546,
                    "end": 555,
                    "text": "Table   1",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "The 28-day mortality was 38.8% in the group with low dose thromboprophylaxis (26/67), 25.0% with medium (12/48) and 13.5% with high (5/37), ( Table 2 ). The HR of death was 0.33 (95% CI 0.13 -0.87) among those who received high dose, respectively 0.88 (95% CI, 0.43 -1.83) among those who received medium dose, as compared with those who received low dose thromboprophylaxis, ( Table 3 ). The cumulative proportion of deaths within the first 28-days from ICU-admission differed between the three groups (P log-rank=0.02). The risk of death did not differ between groups of exposure until 7 days after admission, after which the proportion of deaths increased in the low dose thromboprophylaxis group compared to the other groups ( Figure 2A ). When follow-up time was split and the time-varying covariate was fitted as an interaction term with the exposure (Table 4 ), the HR of high dose thromboprophylaxis was 0.08 (95% CI, 0.01 -0.62) day 7 to 28, compared with low dose thromboprophylaxis the same time period, while no differences were observed during day 0 to 7. The interaction term itself was not significant overall (P=0.18). Among the first half of admissions (before April 11, 2020), 74.7% (n=59) received low dose and 2.5% (n=2) high dose thromboprophylaxis. Corresponding proportions in the second half of admissions was 11.0% (n=8), respectively 48% (n=35). In analysis with additional adjustment for median admission date, the HR of death was 0.51 (95% CI, 0.14 -1.89) of high vs low dose thromboprophylaxis, respectively 0.63 (95% CI, 0.24 -1.64) comparing the second to the first half of admissions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 142,
                    "end": 149,
                    "text": "Table 2",
                    "ref_id": "TABREF8"
                },
                {
                    "start": 378,
                    "end": 385,
                    "text": "Table 3",
                    "ref_id": "TABREF13"
                },
                {
                    "start": 731,
                    "end": 740,
                    "text": "Figure 2A",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 857,
                    "end": 865,
                    "text": "(Table 4",
                    "ref_id": "TABREF14"
                }
            ],
            "section": "Primary outcome"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Primary outcome"
        },
        {
            "text": "The median number of ICU free days alive during the first 28 days were 0 (IQR 0-22) with low, 11 (IQR 0-19) with medium and 18 (IQR 0-26) with high dose thromboprophylaxis, (p=0.07). The proportion of thromboembolic events for the three groups was 17.9% with low, 18.8% with medium and 2.7% with high dose thromboprophylaxis, (p= 0.04). The proportion of bleeding events was 11.9% with low, 14.6% with medium and 2.7% with high dose thromboprophylaxis (p=0.16). Cumulative proportions of thromboembolic events, and bleeding events, are depicted in figure 2B , and figure 2C, respectively. In the low dose thromboprophylaxis group, four patients suffered ischemic stroke, and two had minor intracranial hemorrhage. There were five major or severe bleeding events, three with low and two with medium dose thromboprophylaxis ( Table 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 548,
                    "end": 557,
                    "text": "figure 2B",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 824,
                    "end": 831,
                    "text": "Table 2",
                    "ref_id": "TABREF8"
                }
            ],
            "section": "Secondary outcomes"
        },
        {
            "text": "Dosing of thromboprophylaxis was registered and followed over time as seen in figure 3. Of the 152 patients 69 (45.4%) had one or more dose changes during the ICU stay and for 64 patients (42.1%) the changes included an increase. There were 9 (13.0%) patients who had dose adjustments including both increases and reductions and for 5 (3.3%) patients the adjustment was a reduction compared to initial dose. The median treatment time before a change in dose was 4 (2-7) days. Median duration of thromboprophylaxis was 8 (3-17) days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Changes in dose"
        },
        {
            "text": "While there were no differences in Fibrin-D-dimer, CRP, hemoglobin (Hb), platelet count and creatinine values at baseline (Table 1) , the maximum levels during the first 28 days differed ( Table 2 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 122,
                    "end": 131,
                    "text": "(Table 1)",
                    "ref_id": null
                },
                {
                    "start": 189,
                    "end": 196,
                    "text": "Table 2",
                    "ref_id": "TABREF8"
                }
            ],
            "section": "Laboratory results"
        },
        {
            "text": "To the best of our knowledge, this is the first study that has compared three different doses of anticoagulants to critically ill patients with Covid-19 in relation to 28-day mortality, thromboembolism, and bleeding events. Our main finding is that we estimated a 67% decreased risk of death within the first 28 days among those who All rights reserved. No reuse allowed without permission. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The copyright holder for this this version posted September 23, 2020. . https://doi.org/10.1101/2020.09.17.20195867 doi: medRxiv preprint received high, as compared with those who received low dose thromboprophylaxis. Also, high dose thromboprophylaxis was associated with a lower incidence of thromboembolic events while no increased risk of bleeding was observed. The 28-day mortality was 38.8% with low, 25.0% with medium and 13.5% with high dose thromboprophylaxis which could indicate a dose-response relationship.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The dose of thromboprophylaxis was based on local standardized recommendations and not on degree of critical illness or risk for thrombosis. This is illustrated by the fact that there were no differences in SAPS III score or Fibrin-D-dimer and CRP levels at baseline, and that patient characteristics were similar between groups. As the local recommendations regarding thromboprophylaxis changed over time 45.4% of patients had a change in dose with the vast majority being increases and only 3.3 % having a reduction from initial dose at some point during the ICU-stay. This suggests that the observed higher mortality in the groups with lower doses could have been even higher if the initial dosing had been sustained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our results are in congruence with another study where lower mortality was seen when mechanically ventilated COVID-19 patients were treated with higher doses of anticoagulation (15).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In a retrospective study by Trinh et al., still in pre-print, outcomes for 244 COVID-19 patients on invasive respiratory support were investigated with respect to dose of thromboprophylaxis. This study reports a 79% decreased mortality in therapeutic vs prophylactic anticoagulation, but with a trend towards increased risk of bleeding in the therapeutic group, contrary to our findings of similar proportions of bleeding events in all groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "It is still unclear how SARS-CoV-2 affects coagulation, and to what degree the hypercoagulable state contributes to the observed respiratory failure, but it is conceivable that early thrombus formation plays an important part in the rapid progression of the pulmonary disease process. Subclinical bleeding could potentially impact the safety of high dose thromboprophylaxis. Hemoglobin values are known to drop during intensive care. As many as 97% of patients are anemic after a week's ICU care(24, 25). Decreased erythropoiesis, frequent blood sampling and bleeding are known reasons why anemia is common in ICU patients (26).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Interestingly, no signs were found of more severe anemia in patients with higher doses of anticoagulation, perhaps because COVID-19 patients are hypercoagulable and might not bleed easily despite high dose thromboprophylaxis. There was even a higher proportion of bleeding in the group with low dose, 11.9%, vs high dose, 2.7% but no significant difference. This result differs from a recent report of 21% incidence of bleeding among 92 critically ill COVID-19 patients, of which 43 had prophylactic dose and 49 had full dose anticoagulation (16). All rights reserved. No reuse allowed without permission. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The copyright holder for this this version posted September 23, 2020. . https://doi.org/10.1101/2020.09.17.20195867 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The present study lacks the rigor of a prospective randomized design. The study groups thus reflect the progression from low to high dose thromboprophylaxis based on modifications of local clinical guidelines over time. As the study is observational, other factors might have affected outcome. During the study period the ventilation strategy was changed from a classical acute respiratory distress syndrome strategy with low tidal volumes, fluid restriction, and heavy sedation to a more liberal strategy allowing higher tidal volumes, more fluids and less sedation. However, in analysis with additional adjustment for median admission date, the risk of death was still 49% lower (although not statistically significant) among those who received high dose compared with low dose prophylaxis. Furthermore, patients were grouped according to initial dose of thromboprophylaxis at admission to the ICU, and outcomes in relation to total dose thromboprophylaxis received (including changes in dosing strategy during the ICU care) have not been analyzed. There was also a lower proportion of patients on invasive ventilation in the group with high dose, though not statistically significant, and this was adjusted for in the statistical analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and limitations"
        },
        {
            "text": "Due to the heavy work load during the pandemic, risk of complications during intrahospital transportation of critically ill patients due to respiratory instability, and the risk of viral contamination of radiology suites, it was not always possible to perform computed tomography-scans to diagnose PE. As the number of PE might be underestimated, decision was made to analyze mortality as primary outcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and limitations"
        },
        {
            "text": "The results regarding risk of bleeding should be interpreted with caution due to low numbers, limiting statistical power. Thus, if high dose thromboprophylaxis is used, it is important to continue to monitor the patients closely for potential bleeding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and limitations"
        },
        {
            "text": "Among critically ill COVID-19 patients with respiratory failure, high dose thromboprophylaxis was associated with a lower risk of death and a lower cumulative incidence of thromboembolic events compared with lower doses. This study suggests that high dose thromboprophylaxis should be tested in a randomized trial in critically ill COVID-19 patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "The copyright holder for this this version posted September 23, 2020. . https://doi.org/10.1101/2020.09.17.20195867 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "The study was approved by the regional ethical review board in Uppsala, Sweden, (Dnr: 2020-01302, amendment 2020-02890) and informed consent was waived.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DECLARATIONS Ethics approval and consent to participate"
        },
        {
            "text": "Not applicable",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        },
        {
            "text": "The datasets generated and analyzed during current study are not publicly available due to patient records' regulations but can be made available from corresponding author on request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials"
        },
        {
            "text": "M. Cronhjort has honoraria for lectures from B. Braun. With this exception the authors declare that they have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "The study has been fully funded by the authors themselves and their clinical departments. No external funding has been received. All rights reserved. No reuse allowed without permission. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "The copyright holder for this this version posted September 23, 2020. . https://doi.org/10.1101/2020.09.17.20195867 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author´s Contributions:"
        },
        {
            "text": "We would like to thank W. Müller for his whole-hearted support in data collection from electronic sources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements:"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements:"
        },
        {
            "text": "The copyright holder for this this version posted September 23, 2020. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements:"
        },
        {
            "text": "The copyright holder for this this version posted September 23, 2020. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements:"
        },
        {
            "text": "The copyright holder for this this version posted September 23, 2020. All rights reserved. No reuse allowed without permission. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements:"
        },
        {
            "text": "The copyright holder for this this version posted September 23, 2020. . https://doi.org/10.1101/2020.09.17.20195867 doi: medRxiv preprint All rights reserved. No reuse allowed without permission. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. All rights reserved. No reuse allowed without permission. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. All rights reserved. No reuse allowed without permission. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements:"
        },
        {
            "text": "The copyright holder for this this version posted September 23, 2020. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements:"
        },
        {
            "text": "The copyright holder for this this version posted September 23, 2020. . https://doi.org/10.1101/2020.09.17.20195867 doi: medRxiv preprint preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. All rights reserved. No reuse allowed without permission. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements:"
        },
        {
            "text": "The copyright holder for this this version posted September 23, 2020. . https://doi.org/10.1101/2020.09.17.20195867 doi: medRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Understanding pathophysiology of hemostasis disorders in critically ill patients with COVID-19",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Joly",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Siguret",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Veyradier",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Intensive Care Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Venous and arterial thromboembolic complications in COVID-19 patients admitted to an academic hospital in",
            "authors": [],
            "year": 2020,
            "venue": "Thromb Res",
            "volume": "191",
            "issn": "",
            "pages": "9--14",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Autopsy Findings and Venous Thromboembolism in Patients With COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "Ann Intern Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Endothelial cell infection and endotheliitis in COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1417--1425",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Pulmonary Vascular Endothelialitis, Thrombosis, and Angiogenesis in Covid-19",
            "authors": [],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Incidence of thrombotic complications in critically ill ICU patients with COVID-19",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Klok",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kruip",
                    "suffix": ""
                },
                {
                    "first": "Njm",
                    "middle": [],
                    "last": "Van Der Meer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Arbous",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gommers",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Kant",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Thromb Res",
            "volume": "191",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "). The highest maximum level of Fibrin-D-Dimer was in the group receiving low dose thromboprophylaxis (6.4 (2.0 -14.6), the second highest in the group with medium dose (2.8 (1.2 -9.4)), and the lowest in the group with high dose thromboprophylaxis (1.7 (0.7 -3.3)), p = 0.002. The pattern was similar for CRP (p = 0.01) and creatinine (p <0.001). For Hb (p=0.01) and platelet count (p=0.003) the lowest values were found in the group which received low dose thromboprophylaxis and the highest in the group with high dose. Values over time are presented in figure 4.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Concept: S. Jonmarker, J. Hollenberg, M. Dahlberg, O. Stackelberg, J. Litorell, Å. H. Everhov, A. Schandl, M. Cronhjort Data collection: S. Jonmarker, J. Hollenberg, M. Dahlberg, O. Stackelberg, J. Litorell, Å. H. Everhov, A. Schandl, M. Günther, M. Cronhjort Data analysis: O. Stackelberg, H. J. Pettersson Interpretation: S. Jonmarker, J. Hollenberg, M. Dahlberg, O. Stackelberg, J. Litorell, Å. H. Everhov, A. Schandl, M. Söderberg, H. J. Pettersson, M. Cronhjort Drafting manuscript: S. Jonmarker, M. Cronhjort Editing manuscript: S. Jonmarker, J. Hollenberg, M. Dahlberg, O. Stackelberg, J. Litorell, Å. H. Everhov, A. Schandl, M. Söderberg, H. J. Pettersson, M. Günther, M. Cronhjort M. Cronhjort, S. Jonmarker and O. Stackelberg had full access to all the data in the study and take responsibility for the integrity of the data and the accuracy of the data analysis.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "J, Iba T, Levy JH. Coagulation abnormalities and thrombosis in patients with COVID-19. Lancet Haematol. 2020;7(6):e438-e40. 11. Thachil J, Tang N, Gando S, Falanga A, Cattaneo M, Levi M, et al. ISTH interim guidance on recognition and management of coagulopathy in COVID-19. N, Li D, Wang X, Sun Z. Abnormal coagulation parameters are associated with poor prognosis in patients with novel coronavirus pneumonia. J Thromb Haemost. 2020;18(4):844-7. 13. Fogarty H, Townsend L, Ni Cheallaigh C, Bergin C, Martin-Loeches I, Browne P, et al. COVID19 coagulopathy in Caucasian patients. Br J Haematol. 2020. 14. Tang N, Bai H, Chen X, Gong J, Li D, Sun Z. Anticoagulant treatment is associated with decreased mortality in severe coronavirus disease 2019 patients with coagulopathy. J Thromb Haemost. 2020;18(5):1094-9. 15. Paranjpe I, Fuster V, Lala A, Russak A, Glicksberg BS, Levin MA, et al. Association of Treatment Dose Anticoagulation with In-Hospital Survival Among Hospitalized Patients with COVID-19. J Am Coll Cardiol. 2020. 16. Fraisse M, Logre E, Pajot O, Mentec H, Plantefeve G, Contou D. Thrombotic and hemorrhagic events in critically ill COVID-19 patients: a French monocenter retrospective study. Crit Care. 2020;24(1):275. 17. Fogarty PF, Tarantino MD, Brainsky A, Signorovitch J, Grotzinger KM. Selective validation of the WHO Bleeding Scale in patients with chronic immune thrombocytopenia. Curr Med Res Opin. 2012;28(1):79-87.All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "20.MetnitzPG, Moreno RP, Almeida E, Jordan B, Bauer P, Campos RA, et al. SAPS 3--From evaluation of the patient to evaluation of the intensive care unit. Part 1: Objectives, methods and cohort description. Intensive Care Med. 2005;31(10):1336-44. 21. Moreno RP, Metnitz PG, Almeida E, Jordan B, Bauer P, Campos RA, et al. SAPS 3--From evaluation of the patient to evaluation of the intensive care unit. Part 2: Development of a prognostic model for hospital mortality at ICU admission. Intensive Care Med. 2005;31(10):1345-55. 22. Orsini N GS. A procedure to tabulate and plot results after flexible modeling of a quantitative covariates. The Stata Journal. 2011;11(1):1-29. 23. White IR, Royston P, Wood AM. Multiple imputation using chained equations: Issues and guidance for practice. Stat Med. 2011;30(4):377-99. 24. Thomas J, Jensen L, Nahirniak S, Gibney RT. Anemia and blood transfusion practices in the critically ill: a prospective cohort review. Heart Lung. 2010;39(3):217-25. 25. Hajjar LA, Auler Junior JO, Santos L, Galas F. Blood tranfusion in critically ill patients: state of the art. Clinics (Sao Paulo). 2007;62(4):507-24. 26. Rawal G, Kumar R, Yadav S, Singh A. Anemia in Intensive Care: A Review of Current Concepts. J Crit Care Med (Targu Mures). 2016;2(3):109-14.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Flow chartThe patients were grouped according to initial dosing strategy of thromboprophylaxis; low (2500-4500 IU of tinzaparin daily, or 2500-5000 IU of dalteparin daily), medium (>4500 IU up to 175 IU/kg of body weight of tinzaparin daily, or >5000 IU up to 200 IU/kg of body weight of dalteparin daily) and high dose thromboprophylaxis (≥175 IU/kg of body weight of tinzaparin daily, or ≥ 200 IU/kg of body weight of dalteparin daily).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Kaplan-Meier plots of outcomes by initial dosing strategy of thromboprophylaxis Kaplan-Meier plot of (a) 28-day survival, (b) thromboembolic events, and (c) bleeding events, among 152 patients admitted to the ICU due to COVID-19 between March 6 and April 30, 2020. By thromboprophylactic anticoagulant strategy with tinzaparin/dalteparin: The red line represent low dose thromboprophylaxis (2500-4500 IU of tinzaparin daily, or 2500-5000 IU of dalteparin daily), the blue line represent medium dose thromboprophylaxis (>4500 IU to <175 IU/kg of body weight of tinzaparin daily, or >5000 IU to <200 IU/kg of body weight of dalteparin daily), and the black line represent high dose thromboprophylaxis (≥175 IU/kg of body weight of tinzaparin daily, or ≥ 200 IU/kg of body weight of dalteparin daily). Thromboembolic events in (B) are defined as pulmonary embolism, deep vein thrombosis, ischemic stroke, or peripheral arterial embolism. Hemorrhagic events in (c) are defined as grade 1-4 in the WHO bleeding scale",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Dosing of thromboprophylaxisDosing of thromboprophylaxis for all 152 patients from admission to intensive care until discharge, death or a maximum of 28 days. Each line represent one patient and changes in dosing are represented by altered color.Yellow corresponds to low dose thromboprophylaxis (2500-4500 IU of tinzaparin daily, or 2500-5000 IU of dalteparin daily), orange corresponds to medium dose thromboprophylaxis (>4500 IU to <175 IU/kg of body weight of tinzaparin daily, or >5000 IU to <200 IU/kg of body weight of dalteparin daily), and red corresponds to high dose thromboprophylaxis (≥175 IU/kg of body weight of tinzaparin daily, or≥ 200 IU/kg of body weight of dalteparin daily). Grey corresponds to other anticoagulant therapies (direct oral anticoagulation, vitamin K antagonists, heparin infusion). Blue line corresponds to no anticoagulant therapy. Grey line is time after discharge for which no doses were registered. Black squares marks time of death.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Laboratory markers by initial dosing strategy of thromboprophylaxisLaboratory markers Fibrin-D-Dimer, C-reactive protein (CRP), hemoglobin concentration, and creatinine as a function of day from admission are shown as median, interquartile range and range. Columns are low dose thromboprophylaxis (2500-4500 IU of tinzaparin daily, or 2500-5000 IU of dalteparin daily), medium dose thromboprophylaxis (>4500 IU to <175 IU/kg of body weight of tinzaparin daily, or >5000 IU to <200 IU/kg of body weight of dalteparin daily), and high dose thromboprophylaxis (≥175 IU/kg of body weight of tinzaparin daily, or ≥ 200 IU/kg of body weight of dalteparin daily).",
            "latex": null,
            "type": "figure"
        },
        "TABREF5": {
            "text": "Table 1. Baseline characteristics by initial dosing strategy of thromboprophylaxisBaseline characteristics of 152 patients admitted to the intensive care unit due to COVID-19 at Södersjukhuset, Stockholm, March 6 to April 30, 2020, by initial dosing strategy with tinzaparin/dalteparin as thromboprophylaxis.",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Outcomes by initial dosing strategy of thromboprophylaxisPrimary and secondary outcomes during the first 28 days among 152 patients admitted to the intensive care unit due to COVID-19 at Södersjukhuset, Stockholm, March 6 to April 30, 2020, by initial dosing strategy with tinzaparin/dalteparin as thromboprophylaxis.",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "Values are medians (interquartile range) unless otherwise indicated. P-values for differences across exposure categories were obtained using Fisher´s exact test for categorical, and Kruskal Wallis for continuous, data. CRP indicates C-reactive protein; FEU, Fibrinogen equipotent unit; ICU, intensive care unit; IQR, interquartile range; WHO, World Health Organization. a tinzaparin, 2500-4500 IU daily; or dalteparin, 2500-5000 IU daily b tinzaparin, >4500 IU daily to <175 IU/kg of body weight daily; or dalteparin, >5000 IU daily to <200 IU/kg of body weight daily All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "175 IU/kg of body weight daily; or dalteparin, ≥ 200 IU/kg of body weight daily d P-values for differences across exposure categories were obtained using Fisher's exact test for categorical and Kruskal-Wallis test for continuous data.",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "The copyright holder for this this version posted September 23, 2020. . https://doi.org/10.1101/2020.09.17.20195867 doi: medRxiv preprint",
            "latex": null,
            "type": "table"
        },
        "TABREF13": {
            "text": "Risk of death by initial dosing strategy of thromboprophylaxisRisk of death during the first 28 days among 152 patients admitted to the intensive care unit due to COVID-19at Södersjukhuset, Stockholm, March 6 to April 30, 2020, by initial dosing strategy with tinzaparin/dalteparin as thromboprophylaxis.CI indicates ConfidenceInterval; IR, Incidence Rate; HR, Hazard Ratio. a Adjusted for sex, age (continuously), body-mass index (</≥30 kg/m 2 and missing [n=6]), invasive mechanical ventilation (yes/no), and Simplified Acute Physiology Score III (continuously) b Adjusted like the multivariable model but with body-mass index imputed due to missing values (n=6), and flexibly modeled with restricted cubic splines at three knots over the percentile (10 th , 50 th , and 90 th ) distribution of body-mass index in the population.175 IU/kg of body weight per daily, or dalteparin, 200 IU/kg of body weight daily d tinzaparin, >4500 IU daily to <175 IU/kg of body weight daily, or dalteparin, >5000 IU daily to <200 IU/kg of body weight daily e tinzaparin, 2500-4500 IU daily, or dalteparin, 2500-5000 IU daily All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        },
        "TABREF14": {
            "text": "The risk of death when follow-up was split at first weekRisk of death during the first 28 days, with follow-up split at the first week, among 152 patients admitted to the intensive care unit due to COVID-19 at Södersjukhuset, Stockholm, March 6 to April 30, 2020, by initial treatment regime with tinzaparin/dalteparin as thromboprophylaxis.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "1 Adjusted for sex, age (continuously), body-mass index (</≥30 kg/m 2 and missing [n=6]), invasive respiratory support (yes/no), and simplified acute physiology score III (continuously) 2 Similar adjustments as in the multivariable model but complete case analysis with BMI flexibly modeled with restricted cubic splines at three knots over the 10 th , 50 th , and 90 th , percentile of the distribution of body-mass index in the population. 3 Similar adjustments as in the multivariable complete case model but with body-mass index imputed due to missing values (n=6). 4 Follow-up time was split after 7 days and the model was fitted with an interaction between thromboprofylactic strategy and follow-up time (</≥7 days). P for interaction with time = 0.17. 5 tinzaparin, ≥ 175 IU/kg of body weight daily, or dalteparin, ≥ 200 IU/kg of body weight daily 6 tinzaparin, >4500 IU daily to <175 IU/kg of body weight daily, or dalteparin, >5000 IU daily to <200 IU/kg of body weight daily 7 tinzaparin, 2500-4500 IU daily, or dalteparin, 2500-5000 IU daily All rights reserved. No reuse allowed without permission. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this this version posted September 23, 2020. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this this version posted September 23, 2020. . https://doi.org/10.1101/2020.09.17.20195867 doi: medRxiv preprint All rights reserved. No reuse allowed without permission. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this this version posted September 23, 2020. . https://doi.org/10.1101/2020.09.17.20195867 doi: medRxiv preprint",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 187,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 442,
                    "end": 443,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 570,
                    "end": 571,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 759,
                    "end": 760,
                    "text": "5",
                    "ref_id": null
                },
                {
                    "start": 855,
                    "end": 856,
                    "text": "6",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}