{
    "paper_id": "0a160c2e0f62221304608b0ee692c7747a78bd41",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Selami",
                "middle": [],
                "last": "Aykut Temiz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "|",
                "middle": [],
                "last": "Koray Durmaz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Bilecik Bozüyük State Hospital",
                    "location": {
                        "settlement": "Bilecik",
                        "country": "Turkey"
                    }
                },
                "email": ""
            },
            {
                "first": "|",
                "middle": [
                    "Recep"
                ],
                "last": "Dursun",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Necmettin Erbakan University Meram Medical Faculty",
                    "location": {
                        "settlement": "Konya",
                        "country": "Turkey"
                    }
                },
                "email": ""
            },
            {
                "first": "|",
                "middle": [
                    "Arzu"
                ],
                "last": "Ataseven",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Necmettin Erbakan University Meram Medical Faculty",
                    "location": {
                        "settlement": "Konya",
                        "country": "Turkey"
                    }
                },
                "email": ""
            },
            {
                "first": "|",
                "middle": [],
                "last": "Begüm Işık",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Necmettin Erbakan University Meram Medical Faculty",
                    "location": {
                        "settlement": "Konya",
                        "country": "Turkey"
                    }
                },
                "email": ""
            },
            {
                "first": "|",
                "middle": [],
                "last": "Onur",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Karaa",
                "middle": [],
                "last": "Gaç",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Necmettin Erbakan University Meram Medical Faculty",
                    "location": {
                        "settlement": "Konya",
                        "country": "Turkey"
                    }
                },
                "email": ""
            },
            {
                "first": "|",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ilkay",
                "middle": [],
                "last": "Özer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Necmettin Erbakan University Meram Medical Faculty",
                    "location": {
                        "settlement": "Konya",
                        "country": "Turkey"
                    }
                },
                "email": ""
            },
            {
                "first": "|",
                "middle": [
                    "Munise"
                ],
                "last": "Daye",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Necmettin Erbakan University Meram Medical Faculty",
                    "location": {
                        "settlement": "Konya",
                        "country": "Turkey"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The relationship between the skin and the brain is based on their origin from the same ectodermal structure, as well as being affected by similar hormones and neurotransmitters. At this point, psychodermatology forms a common field of study based on the relationship and interaction between psychiatry and dermatology. Cosmetology is a special group within dermatology, and the psychosocial needs of this group differ. In this study, it was aimed to examine the moods such as anxiety, fear and depression experienced by the patients during their application to the cosmetology unit during the COVID-19 pandemic process and to compare them with the control group. A total of 162 cases, 80 cases from the cosmetology unit meeting the specified conditions and 82 cases as the control group, were retrospectively evaluated. In all participants, the Coronavirus Anxiety Scale (CAS) scores decreased significantly compared to the beginning of the pandemic (P = .001). In the study, while depression (HAM-D) and general anxiety (HAM-A) were higher in the cosmetology group compared to the control group (P = .049 and P = .001, respectively), there was no difference in coronavirus anxiety scores (CAS) (P = .24). It should be known that patients who underwent cosmetological procedures during the pandemic period may have anxiety and depression. In this patient group, which requires a special psychodermatological approach, pandemic effects should also be considered. In patients who apply to cosmetology units during the pandemic period, attention should be paid to the relationship between surreal cosmetological process requests and their anxiety and depression state. K E Y W O R D S anxiety, coronavirus anxiety scale, cosmetology, COVID-19, Hamilton anxiety rating scale, Hamilton depression rating scale",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "droplets as well as body fluids containing aerosols and fecal-oral routes. 3 Anxiety refers to the overstimulation of a person's inability to cope with a problem, while depression refers to less arousal or frustration at a problem. 4 The COVID-19 pandemic has posed serious threats to people's physical health and lives. It has also triggered a wide variety of psychological problems such as panic disorder, anxiety and depression. During the COVID-19 pandemic process, people may experience anxiety, fear and depression as a result of the influence of the media and their observations around them. 4 During the pandemic process, the majority of the society volunteers to stay at home and pay attention to social isolation and precautions, avoiding collective environments. Although it is one of the nonurgent fields of dermatology, Cosmetology units continued to serve during the pandemic process. In this study, it was aimed to examine the anxiety, fear, and depression experienced by the patients during their application to the cosmetology unit during the COVID-19 pandemic process and to compare them with the control group.",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 76,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 232,
                    "end": 233,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 599,
                    "end": 600,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This study was carried out with patients admitted to the cosmetology unit in a tertiary faculty hospital and a control group. It was a retrospective study conducted between April 2020 and July 2020. Pregnant women, patients under 18 years of age and patients with psychiatric comorbidities were excluded from the study. A total of 162 cases, 80 cases from the cosmetology unit meeting the specified conditions (cosmetology group) and 82 cases as the control group, ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| MATERIALS AND METHODS"
        },
        {
            "text": "The CAS, a brief mental health scan, was developed to identify possible cases of dysfunctional anxiety associated with the COVID-19 crisis. 5 CAS is a 5-point Likert type scale. The scale consists of five questions and one dimension. The scoring of the scale was \"0\" never, \"1\" rare, \"2\" a few days, \"3\" more than 7 days, and \"4\" almost every day in the last 2 weeks. The Turkish validity and reliability study of the CAS, which is accepted all over the world and used in many studies, was conducted. 6 ",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 141,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 501,
                    "end": 502,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "| Coronavirus anxiety scale"
        },
        {
            "text": "It is used to determine the frequency of anxiety symptoms experienced by individuals. There are 14 symptom categories, each item scores between 0 and 4 (totaling 0-56). Mild anxiety <17; middle anxiety 18 to 24; severe anxiety is scored as ≥25 points. A total score of 7 or below 7 (≤7) indicates minimal anxiety or no anxiety.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Hamilton anxiety rating scale"
        },
        {
            "text": "It determines the risk in terms of depression and measures the level of depressive symptoms and the change in severity. It includes 17 rating scales (18 criteria) in total. The following values have been suggested for severity ranges: no depression 0 to 7; mild depression 8 to 16; moderate depression 17 to 23; and severe depression ≥24.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Hamilton depression rating scale"
        },
        {
            "text": "The SPSS 26.0 program was used for data analysis. Relationships between numerical data were evaluated with Student's t test for independent samples when normality assumptions were provided, and nonparametric equivalents of the same tests in cases where normality could not be achieved. Relationships between categorical variables were determined using the Chi-square test. Pearson correlation analysis was performed for the relationship between parameters. The P value <.05 was considered statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Statistical analysis"
        },
        {
            "text": "The mean age of the patients who applied to the cosmetology unit was 33.3 ± 9.9, and the mean age of the control group was 33.1 ± 10.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| RESULTS"
        },
        {
            "text": "Sixty-seven (83.75%) cases of the cosmetology group were women, 65 (79.26%) of the 82 cases of the control group were women. There was no statistical difference between the study groups in terms of age and gender. The demographic datas of the patients' are summarized in (Table 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 271,
                    "end": 280,
                    "text": "(Table 3)",
                    "ref_id": null
                }
            ],
            "section": "| RESULTS"
        },
        {
            "text": "Although the HAM-A score was 12.6 ± 6 in the cosmetology group, it was 7.7 ± 4.7 in the control group (P = .001). According to the HAM-A score; severe anxiety in five cases, moderate anxiety in 27 cases, mild anxiety in 31 cases, and no anxiety in 17 cases were detected in cosmetology group. In the control group, there was moderate anxiety in eight cases, mild anxiety in 29 cases, and no anxiety in 45 cases (Table 4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 411,
                    "end": 419,
                    "text": "(Table 4",
                    "ref_id": null
                }
            ],
            "section": "| RESULTS"
        },
        {
            "text": "In all cases, the CAS scores was found 3.54 ± 3.1 for at the moment and 4.95 ± 3.57 for 3 months ago (P = .001). When we looked at the difference of the CAS score between two groups, 3.25 ± 2.76 in the cosmetology group and 3.82 ± 3.39 in the control group were detected for at the moment (P = .24). 4.72 ± 3.5 in the cosmetology group and 5.17 ± 3.65 in the control group were also detected for 3 months ago (P = .43; Table 5 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 419,
                    "end": 426,
                    "text": "Table 5",
                    "ref_id": null
                }
            ],
            "section": "| RESULTS"
        },
        {
            "text": "This study is the first in the literature investigating depression, anxiety and coronavirus anxiety levels in cosmetology patients during the COVID-19 pandemic and comparing it with the control group. It has been reported that chemical peeling, botulinum toxin injections, filler injections, platelet-rich plasma (PRP) and mesotherapy applications could be performed in the pandemic days. 7 In addition, it has been argued that preventing cosmetic concerns in patients by applying aesthetic procedures safely can reduce psychological disorders that may increase in patients during the pandemic. 7 Although aesthetic procedures seem to have safe applications, they sometimes become risky for both patients and the doctor. At the same time, almost all procedures are often time-consuming. 8 The aesthetic dermatology procedures have been classified as mild, moderate and high risky procedures. 9 Dermatologists are currently skeptical about practicing most aesthetic procedures including mild risky ones, for now as they are also at risk. 8 Demographic characteristics of patients who applied to the cosmetology unit in a pre-pandemic study, average age was 33 and approximately 80% was female sex determined. 10 Similar demographic data were found in our study.",
            "cite_spans": [
                {
                    "start": 389,
                    "end": 390,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 595,
                    "end": 596,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 787,
                    "end": 788,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 892,
                    "end": 893,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1037,
                    "end": 1038,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "| DISCUSSION"
        },
        {
            "text": "In a study, published articles on mental health related to the COVID-19 pandemic and other previous global infections have been evaluated and reviewed. The authors stated that this pandemic causes additional mental psycological problems including anxiety, depression, insomnia, anger, denial, and fear globally. 11 The HAM-D score has been used as an indicator of depression in many studies before, and it has also been used in many dermatoses. 12 In our study, the HAM-D score in the cosmetology group was borderline higher than the control group. These results showed that the cosmetology patient group was more depressed during the COVID-19 pandemic period. ",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 314,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 445,
                    "end": 447,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "| DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID 19 and its impact on cosmetic dermatology",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Galadari",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kroumpouzos",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Dermatol Ther",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/dth.13822"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Evaluation of dermatology consultations in the era of COVID19",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Temiz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dursun",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Daye",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ataseven",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Dermatol Ther",
            "volume": "33",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/dth.13642"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Importation and human-tohuman transmission of a novel coronavirus in Vietnam",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "T"
                    ],
                    "last": "Phan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "C"
                    ],
                    "last": "Luong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "9",
            "pages": "872--874",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMc.2001272"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Incremental validity of coronaphobia: coronavirus anxiety explains depression, generalized anxiety, and death anxiety",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Jobe",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Mathis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Gibbons",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Anxiety Disord",
            "volume": "74",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Coronavirus anxiety scale: a brief mental health screener for COVID-19 related anxiety",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Death Stud",
            "volume": "44",
            "issn": "7",
            "pages": "393--401",
            "other_ids": {
                "DOI": [
                    "10.1080/07481187.2020.1748481"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Koronavirüs Anksiyete Ölçe gi Kısa Formu: Türkçe Geçerlik ve",
            "authors": [
                {
                    "first": "_ I",
                    "middle": [],
                    "last": "Biçer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Çakmak",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Demir",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kurt",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Güvenirlik Çalışması Anadolu Klin",
            "volume": "25",
            "issn": "",
            "pages": "216--225",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Aesthetic dermatology procedures in coronavirus days",
            "authors": [
                {
                    "first": "Ü",
                    "middle": [],
                    "last": "Türsen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Türsen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lotti",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Cosmet Dermatol",
            "volume": "19",
            "issn": "8",
            "pages": "1822--1825",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Balancing aesthetic and conventional dermatology practice in the COVID-19 era",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Arora",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jafferany",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Arora",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Dermatol Ther",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/dth.13620"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Dermatosurgery practice and implications of COVID-19 pandemic: recommendations by IADVL SIG Dermatosurgery (IADVL academy)",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Lahiry",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Grover",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mubashir",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Indian Dermatol Online J",
            "volume": "11",
            "issn": "",
            "pages": "333--336",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The frequency of body dysmorphic disorder in dermatology and cosmetic dermatology clinics: a study from Turkey",
            "authors": [
                {
                    "first": "Dogruk",
                    "middle": [],
                    "last": "Kacar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ozuguz",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bagcioglu",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Clin Exp Dermatol",
            "volume": "39",
            "issn": "4",
            "pages": "433--438",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The outbreak of COVID-19 coronavirus and its impact on global mental health",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Torales",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Higgins",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Castaldelli-Maia",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ventriglio",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Soc Psychiatry",
            "volume": "66",
            "issn": "4",
            "pages": "317--320",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Suicide, depression, and isotretinoin: is there a causal link?",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Jacobs",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Deutsch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brewer",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Am Acad Dermatol",
            "volume": "45",
            "issn": "5",
            "pages": "168--175",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A pilot study evaluating anxiety and depressive scores in acne patients treated with isotretinoin",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ferahbas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Turan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Esel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Utas",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kutlugun",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Kilic",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Dermatol Treat",
            "volume": "15",
            "issn": "3",
            "pages": "153--157",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "US Census Bureau-assessed prevalence of anxiety and depressive symptoms in 2019 and during the 2020 COVID-19 pandemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Twenge",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Joiner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Depress Anxiety",
            "volume": "37",
            "issn": "10",
            "pages": "954--956",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Anxiety and coping with community disasters: the Israeli experience",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zeidner",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Res Pers",
            "volume": "41",
            "issn": "1",
            "pages": "213--220",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Anxiety and resilience in the face of natural disasters associated with climate change: a review and methodological critique",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bagrodia",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Pfeffer",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Meli",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Bonanno",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Anxiety Disord",
            "volume": "76",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Psychodermatology: basics concepts",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jafferany",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Franca",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Acta Derm Venereol",
            "volume": "96",
            "issn": "217",
            "pages": "35--37",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "were evaluated. The control group, it consisted of completely healthy volunteer participants with no illness. Data such as age, gender, the reason for presentation, the Coronavirus anxiety scale (CAS), Hamilton depression rating scale (HAM-D), and Hamilton anxiety rating scale (HAM-A) were recorded from their patient files. Ministry of health approval and local ethics committee approval was obtained for the study.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Dermatologists refrain from aesthetic procedures such as fillers, botox, epilation, mesotherapy, dermapen, laser and thread applications in the lower face area of the face (lip, nasolabial, chin, etc.) where close contact with patients is required and patients have to remove their masks. The risk of potential contamination minimized by allowing at least 15 min between aesthetic procedures sessions. In our cosmetology unit, the aesthetic procedures were continued to apply to the volunteer patients safely by using personal protective equipment (PPE) and caring the social distance as much as possible during the pandemic.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "T A B L E 1 Demographic data of the participants According to the HAM-D score; one case was found to have severe depression, 40 cases have moderate depression, 22 cases have mild depression, 17 cases have no depression in the cosmetology group. In the control group, there were severe depression in one case, moderate depression in 23 cases, mild depression in 39 cases, and no depression in 19 cases",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "T A B L E 4 Anxiety scores of the study groups' participants Note: P < .05 is considered statistically significant and stated bold.T A B L E 5 Coronavirus anxiety scale scores of the study groups' participants Note: P < .05 is considered statistically significant and stated bold.P value of the difference between two study groups of the CAS score at the moment.P value of the difference between two study groups of the CAS score 3 months ago.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}