{
    "paper_id": "0a16d0c607194bbe05b5d82d1be60e08b5310e09",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Amy",
                "middle": [],
                "last": "Fried",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Maine",
                    "location": {
                        "settlement": "Orono",
                        "region": "ME",
                        "country": "USA"
                    }
                },
                "email": "amyfried@maine.edu"
            },
            {
                "first": "Douglas",
                "middle": [
                    "B"
                ],
                "last": "Harris",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Loyola University Maryland",
                    "location": {
                        "settlement": "Baltimore",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": "dharris4@loyola.edu"
            }
        ]
    },
    "abstract": [
        {
            "text": "For decades, Republicans and American conservatives have cultivated and employed public distrust in government to garner strategic benefits. But officeholders have typically behaved with restraint in running for reelection, limiting their pursuit of electoral self-interest at the expense of the political system they are sworn to \"preserve, protect, and defend.\" President Trump has shown little interest in such restraint, and his attacks on the electoral process could produce grave social and political consequences in the aftermath of the 2020 election.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In a July 19 interview on Fox News Sunday, anchor Chris Wallace asked President Donald Trump about his willingness to accept the electoral outcome should he lose to former Vice President Joe Biden. This inquiry echoed a question that Wallace, as moderator of the last of 2016's three presidential debates, had posed to Trump; Wallace asked then, \"There is a tradition in this country-in fact, one of the prides of this country-is the peaceful transition of power and that no matter how hard-fought a campaign is, that at the end of the campaign that the loser concedes to the winner … and that the country comes together in part for the good of the country. Are you saying you're not prepared now to commit to that principle?\" Deflecting the call to accede to that democratic tradition, Trump said, \"What I'm saying is that I will tell you at the time. I'll keep you in suspense. OK?\" After playing that clip, Wallace asked President Trump, \"But can you give a, can you give a direct answer you will accept the election?\" Trump again declined: \"I have to see. Look, you -I have to see. No, I'm not going to just say yes. I'm not going to say no, and I didn't last time either.\" 1 In 2020 Trump also has worked to undermine public confidence in voting processes, particularly in reaction to some states' expansions in mail-in voting necessitated by the COVID-19 pandemic. On May 26, Trump tweeted, \"There is NO WAY (ZERO!) that Mail-In Ballots will be anything less than substantially fraudulent.\" Alleging an illegal scheme that would involve robbing mailboxes, forging ballots, illegally printing them and \"fraudulently\" signing them, Trump also claimed that campaign \"professionals\" would \"tel[l] all of these people, many of whom have never even thought of voting before, how, and for whom, to vote. This will be a Rigged Election.\" When Twitter took the new step of placing a fact check on the president's two tweets, directing readers to sources to \"Get the facts about mail-in ballots,\" Trump charged that Twitter was \"interfering in the 2020 Presidential election.\" 2 The president's statements about voting fraud and his efforts to undermine electoral outcomes that he disliked were emblematic of a dynamic seen throughout his political career and, more generally, in the modern Republican Party: the use of distrust in the political system as a political weapon. In our forthcoming book, At War With Government, we demonstrate that Republicans and American conservatives have cultivated and employed public distrust in government to garner strategic benefits. Specifically, they use it for organizational growth and maintenance; for arguing to shift power to institutions they control and away from institutions they do not; for electoral messaging and voter mobilization; and for trying to affect which policies are passed or defeated, implemented well or undermined.",
            "cite_spans": [
                {
                    "start": 1178,
                    "end": 1179,
                    "text": "1",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Trump has pushed the broader strategy of distrust to places the Republican Party had yet to venture. Examples include walking to the brink of questioning the legitimacy of democratic elections should he lose them, and challenging the credibility of the FBI and intelligence agencies when they participated in investigations against him.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To situate the president's distrustful statements about the 2020 elections in the broader framework of the strategy of distrust we outline in our book and prior writings, 3 we first turn to scholarly literature on why legitimacy and claims of electoral fraud matter to electoral winners and losers and to a democratic political system as a whole. We then discuss Trump's post-2016 efforts to undermine confidence in American elections (unique for a winning incumbent), including the work of the voter fraud commission he created. We then turn to his revival and development of these claims throughout the summer of the 2020 campaign. We close with some thoughts on how Trump's assertions of election and voter fraud could affect voting and the aftermath of the campaign.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Efforts to generate, build on, and use distrust in government can have far-reaching implications for government legitimacy, capacity, and stability. As sociologist William Gamson put it more than a half century ago, trust is \"the creator of collective power\" and \"the loss of trust is the loss of system power, the loss of a generalized capacity for authorities to commit resources to attain collective goals.\" 4 Moreover, the ways policies and institutions are initially designed and then described by political actors can affect how people engage with the government, how they assess policies, and what kinds of government actions and programs are seen as legitimate. 5 System power, policy design, and the scope of government activity are all circumscribed by the degree of trust citizens have, both in one another and especially in the government. Thus, fundamental aims of the political system itself are at stake and imperiled by what Marc Hetherington claims is a \"near complete collapse of trust in government\" in the twenty-first century. 6 Because elections are a major mechanism of democratic voice, government accountability, and liberalism, claims that they are fraudulent may taint government legitimacy. Although perceptions of voter fraud do not appear to affect voter turnout, 7 as Rogowski and Schuitt note, \"When electoral institutions and the outcomes they generate are perceived as biased, the public is likely to express greater disapproval of both the office holders and the government system itself.\" 8 These authors also found that reforms aimed at increasing access to the vote can increase support for government among populations who would gain greater access. As with much else in recent American politics, views about voter or election fraud are often polarized, with Republicans more likely than Democrats to believe fraud exists as a general problem; this partisan tendency is also tied to racial resentment and the belief that immigrants pose a threat to Americans. 9 Moreover, Wolak found that, while voters who supported the winner tend to judge the outcome as more fair than the backers of losing candidates, this effect is mitigated in states where elections are competitive. 10 If fair and competitive elections help to build confidence in the political system, what happens when a candidate or elected official promotes the idea that an election might be fraudulent?",
            "cite_spans": [
                {
                    "start": 670,
                    "end": 671,
                    "text": "5",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1048,
                    "end": 1049,
                    "text": "6",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1525,
                    "end": 1526,
                    "text": "8",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1999,
                    "end": 2000,
                    "text": "9",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2213,
                    "end": 2215,
                    "text": "10",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Legitimacy and the Politics of Elections"
        },
        {
            "text": "With his 2016 statement to Chris Wallace, Trump seemed to indicate that if he lost to Clinton he might not concede, leaving voters \"in suspense\" as to whether there would be protracted uncertainty in the post-election/pre-inauguration months. Two studies of the 2016 race found somewhat different results, but in neither analysis did Clinton or Trump voters become less confident in the election process after its completion. For Trump backers, asymmetric polarization regarding trust and confidence in the election system and Trump's false claims were mitigated by Trump's victory. 11 Still, Trump persisted in casting doubt on the integrity of electoral mechanisms.",
            "cite_spans": [
                {
                    "start": 583,
                    "end": 585,
                    "text": "11",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Legitimacy and the Politics of Elections"
        },
        {
            "text": "Throughout his political career, Donald Trump has denigrated election outcomes when he or his favored candidate lost. Trump emerged as a political force by questioning Barack Obama's legitimacy with the \"birther\" claim that Obama had not been born in the United States. Having re-emerged politically with these efforts, Trump seized on public distrust, partisan animus, and racial prejudice to attempt to undermine the voters' 2008 choice and to weigh in during the 2012 campaign with provably false claims nevertheless designed to sway voters in the presidential campaign. 12 Similarly, during his own 2016 quest for the Republican nomination when he lost to Ted Cruz in the Iowa caucuses, Trump claimed Cruz \"stole\" the election and demanded that the results be \"nullified\" in favor of a do-over \"new election.\" 13 Trump's 2.8 million popular-vote loss in 2016 was clearly a source of consternation to him. Almost uniquely, Trump sought to discredit the legitimacy of the vote tally in an election he won. Trump's accusations focused on noncitizen voting, clearly a nod to that portion of his base energized by Trump's xenophobic, anti-immigrant messaging. Charging what would have been massive election fraud in any country, much less one like the United States where recorded instances of voter fraud are exceedingly low and elections are administered by states, Trump tweeted on November 27, 2016, \"In addition to winning the Electoral College in a landslide, I won the popular vote if you deduct the millions of people who voted illegally.\" 14 That same day, he also took to Twitter to allege \"Serious voter fraud in Virginia, New Hampshire and California.\" 15 Trump would later place the power of his presidency behind a fruitless effort to find fraud. 16 In May 2017, he announced the formation of the Presidential Advisory Commission on Election Integrity, an entity that \"looked like nothing that had come before it,\" as election law scholar Richard Hasen noted. 17 Previous presidents had established such entities to study election processes and make recommendations, but those prior efforts employed election experts and social science data and were bipartisan in composition. In contrast, the Trump commission included well known purveyors of election fraud myths and Trump appointed more Republicans than Democrats.",
            "cite_spans": [
                {
                    "start": 814,
                    "end": 816,
                    "text": "13",
                    "ref_id": null
                },
                {
                    "start": 1664,
                    "end": 1666,
                    "text": "15",
                    "ref_id": null
                },
                {
                    "start": 1760,
                    "end": 1762,
                    "text": "16",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1973,
                    "end": 1975,
                    "text": "17",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Trump's Recent History of Undermining Public Confidence in Elections in Context"
        },
        {
            "text": "The commission's initial steps were controversial. In late June 2017, it requested from all fifty states the \"first and last names of all registrants, middle names or initials if available, addresses, dates of birth, political party registration, last four digits of Social Security number, voter history from 2006, felony convictions, military status\" and other information \"if publicly available under the laws of your state.\" Majorities of states, governed by Republicans and Democrats, refused to comply with this request. 18 Citing privacy concerns, Mississippi's Republican Secretary of State rebuked the request, saying, \"They can go jump in the Gulf of Mexico.\" 19 In November 2017, one commission member, Maine Secretary of State Matthew Dunlap, a Democrat, sued the commission because dissenting members were excluded from deliberations and full participation. Dunlap contended the purpose of the Commission \"was not to pursue the truth but rather to provide an official imprimatur of legitimacy on President Trump's assertions that millions of illegal votes were cast Here and throughout, we relied on the searchable database of the Trump Twitter Archive, http://www.trumptwitterarchive.com/archive. during the 2016 election and to pave the way for policy changes designed to undermine the right to vote.\" 20 Trump disbanded the commission in January 2018. Unwilling to abandon his unfounded assertions about fraud, Trump falsely claimed by tweet that \"Many mostly Democrat States refused to hand over data from the 2016 Election to the Commission On Voter Fraud. They fought hard that the Commission not see their records or methods because they know that many people are voting illegally.\" 21 Months later Trump and his allies raised some questions about the integrity of the 2018 midterm elections. For example, in July 2018, Trump tweeted, \"I'm very concerned that Russia will be fighting very hard to have an impact on the upcoming Election. Based on the fact that no President has been tougher on Russia than me, they will be pushing very hard for the Democrats. They definitely don't want Trump!\" 22 As November 2018 approached and Democrats seemed headed for a midterm victory, Trump claimed that a caravan of illegal immigrants was coming toward the U.S. border. Alleging that Democrats were funding the effort, he claimed, \"A lot of money's been passing to people to come up and try and get to the border by Election Day.\" 23 After the election, before all Florida ballots had been counted, Trump claimed that \"large numbers of new ballots showed up out of nowhere, and many ballots are missing or forged.\" Trump further proclaimed, \"An honest vote count is no longer possibleballots massively infected. Must go with Election Night!\" 24 There was good reason to expect that these efforts would undermine public trust. A study using an experimental design, with a control group and a treatment group exposed to Republican officeholders' tweets alleging 2018 election wrongdoing, found that the tweets produced lowered confidence in the election among Republicans and others who approved of Trump. This effect occurred even when fact checks undermining these claims were provided. 25 As CNN's Harry Enten observed after the 2018 midterms, \"'Voter fraud' is too quickly becoming a synonym for 'result I don't like.'\" 26",
            "cite_spans": [
                {
                    "start": 527,
                    "end": 529,
                    "text": "18",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 670,
                    "end": 672,
                    "text": "19",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1317,
                    "end": 1319,
                    "text": "20",
                    "ref_id": null
                },
                {
                    "start": 1703,
                    "end": 1705,
                    "text": "21",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2115,
                    "end": 2117,
                    "text": "22",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2444,
                    "end": 2446,
                    "text": "23",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 2755,
                    "end": 2757,
                    "text": "24",
                    "ref_id": null
                },
                {
                    "start": 3200,
                    "end": 3202,
                    "text": "25",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Trump's Recent History of Undermining Public Confidence in Elections in Context"
        },
        {
            "text": "Seeking re-election was going to be difficult for the president under any circumstances. Since the beginning of his presidency, more disapproved of his job performance than approved. 27 Trump started 2020 behind Joe Biden in head-to-head polling and remained so throughout the year. Biden's lead over Trump widened in June and July and narrowed slightly by September. 28 Trump's handling of the coronavirus and its dire economic impact seemed to widen Biden's lead, but did not create it.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 185,
                    "text": "27",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 368,
                    "end": 370,
                    "text": "28",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Pre-Gaming the 2020 Election"
        },
        {
            "text": "Trump's 2020 election-related tweets often discredited polls, voting processes, and election outcomes. Commenting on the Democratic race for the nomination, Trump charged that Democrats were sabotaging Bernie Sanders' presidential candidacy: \"They are rigging the election again against Bernie Sanders, just like last time, only even more obviously.\" In that tweet, Trump oddly claimed that the \"Impeachment Hoax\" was in part designed to get Sanders off the campaign trail in Iowa and in Washington for the Senate trial. Trump tweeted on January 22, \"They are taking the nomination away from Bernie for a second time. Rigged!\" 29 Whether or not Trump really wished for Sanders to be the nominee, there was likely some value in getting Sanders voters angry about internal Democratic processes. He tweeted on February 18, \"The Crooked DNC is working overtime to take the Democrat Nomination away from Bernie. AGAIN! Watch what happens to the Super Delegates in Round Two. A Rigged Convention!\" 30 As a not disinterested commentator, Trump worked to weaken public confidence in democratic processes generally. When new Democratic rules and flawed application software led to a delay in reporting Iowa Caucus results, Trump seized on the problem, claiming several times that the cast votes had been \"computer 'fried.'\" 31 Months later, before a special election in California's 25th district, Trump claimed that illegal immigrants would vote, and that voting by mail would lead to Democrats \"rigging\" the election.",
            "cite_spans": [
                {
                    "start": 992,
                    "end": 994,
                    "text": "30",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Pre-Gaming the 2020 Election"
        },
        {
            "text": "As the election campaign proceeded amid failed attempts to control COVID-19 contagion and a consequent economic collapse, Trump denounced any evidence of his political weakness. The politics of public opinion is important symbolically, and candidates and campaigns tend to promote poll results that are favorable to them while discounting those that are not. When, for example, CNN released an early June poll that showed Trump's approval slipping below 40% and Biden well ahead, Trump took to Twitter to champion his own polling expert and declaring that \"CNN Polls are as Fake as their Reporting,\" adding \"The Dems would destroy America!\" 32 These efforts continued throughout July and into August (and were ongoing as this article was written), with a new target. Starting during the presidential primary season, Trump's election fraud claims increasingly focused on the alternative to visiting a polling place-voting by mail. Because of COVID-19, state election officials and others became concerned with the safety of in-person voting, and wished to make vote by mail more available. 33 Though the failure to control the pandemic has caused states to improvise on short notice, vote by mail is not an untested process. According to an overview by MIT's Election Data and Science Lab, the absentee voting process dates to the Civil War and was expanded in the late nineteenth century for civilians and again for soldiers overseas during World War II. With states more freely adopting absentee processes, the proportion of the electorate using some form of mail-in voting has steadily increased since 1992. 34 But facing slipping approval and reelection polls, Trump lambasted vote by mail, tweeting dozens of times between late May and August of 2020 that mail-in processes would be open to fraud and would constitute a rigged election. On June 22, he tweeted that foreign countries would print ballots to manipulate the election (despite the fact that ballots are verified before counting). Later that morning, he tweeted, \"Because of MAIL-IN BALLOTS, 2020 will be the most RIGGED Election in our nations historyunless this stupidity is ended. We voted during World War One & World War Two with no problem, but now they are using Covid in order to cheat by using Mail-ins!\" 35 Evidence that Trump is intentionally undermining the election processes that might hurt his chances of re-election were most pronounced when, in early August, Trump advocated mail-in voting in Florida (where he thought it might help him) while denouncing the practice in Nevada and New York. 36 Trump has also gone beyond rhetorically denigrating vote by mail, trying also to undermine it by harming the U.S. Postal Service. First, Trump's newly appointed Postmaster General made changes that slowed the mail in order to, he said, save money and increase efficiency. Then Trump admitted that he would work to block funds in order to prevent the competent handling of mail ballots. Again claiming that such ballots would be \"fraudulent,\" Trump told Fox Business Network's Maria Bartiromo, \"They need that money in order to make the post office work, so it can take all of these millions and millions of ballots.\" \"If we don't make a deal, that means they don't get the money,\" Trump said. \"That means they can't have universal mail-in voting. They just can't have it.\" 37 With this, Trump was attempting to undermine the operations of the Postal Service, a beloved, long-standing government entity, to serve his political interests.",
            "cite_spans": [
                {
                    "start": 641,
                    "end": 643,
                    "text": "32",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1089,
                    "end": 1091,
                    "text": "33",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1610,
                    "end": 1612,
                    "text": "34",
                    "ref_id": null
                },
                {
                    "start": 2574,
                    "end": 2576,
                    "text": "36",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Pre-Gaming the 2020 Election"
        },
        {
            "text": "Donald Trump's track record of undermining polls, elections processes, and outcomes that do not turn out in his favor was seen after he lost the Iowa Caucus to Ted Cruz, as he contemplated a loss to Hillary Clinton in 2016, when he resisted the fact that he lost the popular vote while winning the presidency, and as he anticipated the blue wave loss to congressional Democrats in 2018. Running behind throughout 2020, he resorted again to these tactics-denigrating polls as fake, asking whether the Democratic nominating process was \"rigged\" against Bernie Sanders, and questioning mail-in voting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How Might Trump's Delegitimizing of Election Processes Matter?"
        },
        {
            "text": "Why would Trump purposefully undermine confidence in the election? Our prior work on the weaponization of distrust suggests that this long-standing strategy of building distrust in government and the political process is attached to the benefit-seeking behavior of politicians. Of the four classes of benefits that we have examined (organizational, electoral, institutional, and policy benefits), these efforts are obvious attempts to minimize Trump's disadvantages in what was a difficult path to re-election even before COVID-19 caused devastation. The effort includes both making the casting of ballots more difficult for some Americans, and seeking an insurance policy, in the event of an electoral loss, to claim that the outcome was due to manipulation or fraud.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How Might Trump's Delegitimizing of Election Processes Matter?"
        },
        {
            "text": "If the president persists in his attempts to delegitimize the election, with special attention to voting by mail, we envision four sorts of impacts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How Might Trump's Delegitimizing of Election Processes Matter?"
        },
        {
            "text": "First, it seems likely that Trump backers will be more apt than other voters to agree with his stated position on the legitimacy of the election. Such a result would be consistent with academic findings. Trump has often made populist and conspiratorial claims and these orientations are associated with what Norris, Garnett and Grömping call \"electoral mistrust.\" 38 Moreover, research has shown a \"winner effect,\" inasmuch as voters who supported the winning candidate are often more likely to judge it as fairly conducted. If Trump does lose the popular vote and in the electoral college, his distrustful supporters are more likely to discount the outcome. Trump's 2020 rhetoric is undoubtedly stoking these tendencies. A July 2020 ABC/Washington Post poll found a partisan divide on the vulnerability of vote by mail, \"with 73 percent of Republicans saying mail-in voting is subject to significant levels of fraud and 66 percent of Democrats saying there are adequate levels of protection against such problems.\" 39 Second, Trump's supporters may be influenced in another wayby not participating to the same extent in vote by mail. In the aforementioned ABC/ Washington Post poll, \"A bare majority (51 percent) of Democrats say they prefer to vote by mail this fall, but 54 percent of independents and 79 percent of Republicans say they prefer to vote in person.\" Since some voters may be wary about visiting the voting booth during a pandemic, lower willingness to mail in their votes could undermine Republican electoral prospects. Republican strategists and campaign personnel have voiced concerns that their backers will be less amenable to using mail-in ballots, putting them at a disadvantage. These concerns led Trump to parse this message so as to promote the effort in some states while undermining it in others. 40 Because Republicans are more likely than Democrats to vote on Election Day, a third possibility is that initial vote counts would favor Trump but would become increasingly pro-Biden as mailed ballots are counted in the days afterward. This discrepancy between the same-day count and later counts is likely to be exacerbated because young voters (among whom Trump is especially weak) who vote by mail tend to do so later in the process, and thus their votes are counted later. In all, as protracted vote counting processes continue after Election Day, Democrats are likely to gain ground in tabulations. 41 It seems reasonable to expect that Trump would then claim that the election was being rigged or stolen. Recently Trump has contended we need to know the outcome of the election on election night or there would be the potential for corruption. 42 This is likely a sign that Trump has been made aware that he is likely to do better with election day voters than with voters who opt to vote by mail, vote absentee, or vote early.",
            "cite_spans": [
                {
                    "start": 364,
                    "end": 366,
                    "text": "38",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1016,
                    "end": 1018,
                    "text": "39",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1825,
                    "end": 1827,
                    "text": "40",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 2431,
                    "end": 2433,
                    "text": "41",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 2677,
                    "end": 2679,
                    "text": "42",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "How Might Trump's Delegitimizing of Election Processes Matter?"
        },
        {
            "text": "Fourth, given Trump's 2016 and 2020 comments about perhaps being unwilling to accept the results of the election, there is potential for not only protracted legal challenges, but also social disruption. After voters have their say, the determination of who takes the oath of office on January 20, 2021 could be manipulated as state secretaries of state and state and federal courts and Congress weigh in. It is regrettable but obvious, given his past practice, that the president is likely to challenge the legitimacy of any outcome that does not end in his victory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How Might Trump's Delegitimizing of Election Processes Matter?"
        },
        {
            "text": "Donald Trump has long promoted distrust in elections. He has slandered his political opponents, non-citizens and state and local officials, and denigrated vote by mail. As we argue in our book, which chronicles more than a halfcentury of conservative efforts to undermine public trust in government, it is the job of those in power in the national government to uphold the legitimacy of the political system, to build public confidence, and to \"secure the blessings of liberty to ourselves and our posterity.\" With Trump taking these unprecedented steps, it is important to remember that any assault on American elections-a purposeful undermining of electoral outcomes and efforts to prevent fellow citizens from voting-is an assault not only on democracy but also on the Constitution and the liberty it is meant to preserve.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "To be sure, past presidents have used the office to aid their candidacies, seeking to secure re-election and political advantage. But the split nature of being at once a politician and an officeholder produced for each of them restraint in how they would behave and limited the pursuit of mere self-interest at the expense of the political system they are sworn to \"preserve, protect, and defend.\" This president has behaved differently. Rather than maintaining the legitimacy of the political system, Trump has sought to undermine it, engaging in repeated norm-breaking practices to benefit himself. 43 Most Americans wait in suspense for a president who believes in our political system and who is willing to protect it rather than to tear it down.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Amy Fried is a professor of political science at the University of Maine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Douglas B. Harris is a professor of political science at Loyola University Maryland. Their book, At War With Government: How Conservatives Weaponized Distrust from Goldwater to Trump, will be published by Columbia University Press in 2021.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The Strategic Promotion of Distrust in Government in the Tea Party Age",
            "authors": [],
            "year": 2001,
            "venue": "The Forum",
            "volume": "13",
            "issn": "3",
            "pages": "417--443",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Donald Trump and the Promotion of Distrust in Government and Institutions",
            "authors": [],
            "year": null,
            "venue": "Clio: Newsletter of Politics & History",
            "volume": "26",
            "issn": "7",
            "pages": "24--30",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The Consequences of Public Policy for Democratic Citizenship: Bridging Policy Studies and Mass Publics",
            "authors": [
                {
                    "first": "Suzanne",
                    "middle": [],
                    "last": "Mettler",
                    "suffix": ""
                },
                {
                    "first": "Joe",
                    "middle": [],
                    "last": "Soss",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Perspectives on Politics",
            "volume": "2",
            "issn": "",
            "pages": "55--73",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Why Polarized Trust Matters",
            "authors": [
                {
                    "first": "Marc",
                    "middle": [],
                    "last": "Hetherington",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "The Forum",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Vote Fraud In The Eye of The Beholder The Role of Public Opinion In the Challenge to Voter Identification Requirements",
            "authors": [
                {
                    "first": "Stephen",
                    "middle": [],
                    "last": "Ansolabehere",
                    "suffix": ""
                },
                {
                    "first": "Nathaniel",
                    "middle": [],
                    "last": "Persily",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Harvard Law Review",
            "volume": "121",
            "issn": "",
            "pages": "1737--1774",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Electoral Institutions and Democratic Legitimacy",
            "authors": [
                {
                    "first": "Jon",
                    "middle": [
                        "C"
                    ],
                    "last": "Rogowski",
                    "suffix": ""
                },
                {
                    "first": "Sophie",
                    "middle": [
                        "A"
                    ],
                    "last": "Schuitt",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Public Opinion Quarterly",
            "volume": "82",
            "issn": "",
            "pages": "343--365",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The Foundations of Public Opinion on Voter ID Laws: Political Predispositions, Racial Resentment, and Information Effects",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "David",
                    "suffix": ""
                },
                {
                    "first": "Paul",
                    "middle": [
                        "R"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Brewer",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Public Opinion Quarterly",
            "volume": "77",
            "issn": "",
            "pages": "962--984",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Immigrant Resentment and Voter Fraud Beliefs in the U.S. Electorate",
            "authors": [
                {
                    "first": "Adriano",
                    "middle": [],
                    "last": "Udani",
                    "suffix": ""
                },
                {
                    "first": "David",
                    "middle": [
                        "C"
                    ],
                    "last": "Kimball",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "American Politics Research",
            "volume": "46",
            "issn": "",
            "pages": "402--433",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Public Opinion and Foreign Election Interference",
            "authors": [
                {
                    "first": "Michael",
                    "middle": [],
                    "last": "See",
                    "suffix": ""
                },
                {
                    "first": "Jessica",
                    "middle": [
                        "L P"
                    ],
                    "last": "Tomz",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Weeks",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "American Political Science Review",
            "volume": "",
            "issn": "",
            "pages": "1--18",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "How Campaigns Promote the Legitimacy of Elections",
            "authors": [
                {
                    "first": "Jennifer",
                    "middle": [],
                    "last": "Wolak",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Electoral Studies",
            "volume": "34",
            "issn": "",
            "pages": "305--215",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A careful scholarly analysis of the 2016 presidential election found a lack of evidence for Trump's claims. See David Cottrell",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Michael",
                    "suffix": ""
                },
                {
                    "first": "Sean",
                    "middle": [
                        "J"
                    ],
                    "last": "Herron",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Westwood",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Electoral Studies",
            "volume": "51",
            "issn": "",
            "pages": "123--142",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Election Meltdown: Dirty Tricks, Distrust, and the Threat to American Democracy",
            "authors": [
                {
                    "first": "Richard",
                    "middle": [
                        "L"
                    ],
                    "last": "Hasen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "President Trump's Claim That 'Mostly Democrat States' Refused to Provide Voter Data",
            "authors": [
                {
                    "first": "Glenn",
                    "middle": [],
                    "last": "Kessler",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Washington Post",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Hosemann on Trump Voter ID Request: 'Go Jump in the Gulf'\" Mississippi Today",
            "authors": [
                {
                    "first": "Adam",
                    "middle": [],
                    "last": "Ganucheau",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "@realdonaldtrump",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The Florida Voter Fraud Allegations, Explained",
            "authors": [],
            "year": 2018,
            "venue": "@realldonaltrump",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Trump's GOTV Pitch: Democrats are Paying Immigrants to Come Vote for Democrats",
            "authors": [
                {
                    "first": "Philip",
                    "middle": [],
                    "last": "Bump",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Washington Post",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The Effects of Unsubstantiated Claims of Voter Fraud on Confidence in Elections",
            "authors": [
                {
                    "first": "Nicolas",
                    "middle": [],
                    "last": "Berlinski",
                    "suffix": ""
                },
                {
                    "first": "Margaret",
                    "middle": [],
                    "last": "Doyle",
                    "suffix": ""
                },
                {
                    "first": "Andrew",
                    "middle": [
                        "M"
                    ],
                    "last": "Guess",
                    "suffix": ""
                },
                {
                    "first": "Gabrielle",
                    "middle": [],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "Benjamin",
                    "middle": [],
                    "last": "Lyons",
                    "suffix": ""
                },
                {
                    "first": "Jacob",
                    "middle": [
                        "M"
                    ],
                    "last": "Montgomery",
                    "suffix": ""
                },
                {
                    "first": "Brendan",
                    "middle": [],
                    "last": "Nyhan",
                    "suffix": ""
                },
                {
                    "first": "Jason",
                    "middle": [],
                    "last": "Reifler",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Trump's approval rating has not exceeded his disapproval rating at any point since February 1, 2017; see RealClearPolitics",
            "authors": [],
            "year": null,
            "venue": "President Trump Job Approval",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "07:48;35 AM; see also his tweets at 2:14 PM that day that charged that CNN's poll was an example of \"SUPPRESSION POLLS … put out to dampen enthusiasm",
            "authors": [],
            "year": 2020,
            "venue": "@realdonaldtrump June",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "A Record 76% of Americans Can Vote by Mail in 2020",
            "authors": [
                {
                    "first": "Juliette",
                    "middle": [],
                    "last": "Love",
                    "suffix": ""
                },
                {
                    "first": "Matt",
                    "middle": [],
                    "last": "Stevens",
                    "suffix": ""
                },
                {
                    "first": "Lazario",
                    "middle": [],
                    "last": "Gamio",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "MIT Election Data and Science Lab",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "In Apparent Reversal, Trump Encourages Floridians to Vote By Mail",
            "authors": [
                {
                    "first": "Betsy",
                    "middle": [],
                    "last": "Klein",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Trump Blurts Out His True Motive on Mail-In Voting",
            "authors": [
                {
                    "first": "Aaron",
                    "middle": [],
                    "last": "Blake",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Washington Post",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The authors also found significant impacts of distrust in government and dissatisfaction with democracy",
            "authors": [
                {
                    "first": "Pippa",
                    "middle": [],
                    "last": "Norris",
                    "suffix": ""
                },
                {
                    "first": "Ann",
                    "middle": [],
                    "last": "Holly",
                    "suffix": ""
                },
                {
                    "first": "Max",
                    "middle": [],
                    "last": "Garnett",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Grömping",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Elections, Public Opinion and Parties",
            "volume": "30",
            "issn": "",
            "pages": "105--125",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Biden Leads by Double-Digits as Coronavirus Takes a Toll on the President, Post-ABC Poll Finds",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Abc/Washington Post Poll ; Dan",
                    "suffix": ""
                },
                {
                    "first": "Scott",
                    "middle": [],
                    "last": "Balz",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Clement",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Washington Post",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Republicans Need to Get Serious': 2020 Vote By Mail Battle Heats Up",
            "authors": [
                {
                    "first": "Elena",
                    "middle": [],
                    "last": "Schneider",
                    "suffix": ""
                },
                {
                    "first": "James",
                    "middle": [],
                    "last": "Arkin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Politico",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Americans Mostly Support Voting By Mail\" Fivethirtyeight",
            "authors": [
                {
                    "first": "Nathaniel",
                    "middle": [],
                    "last": "Rakich",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Heads We Win, Tails You Lose: For Trump, All Democratic Election Wins are 'Rigged",
            "authors": [
                {
                    "first": "Vianney",
                    "middle": [],
                    "last": "Gomez",
                    "suffix": ""
                },
                {
                    "first": "Bradley",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": ";",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Ed",
                    "middle": [],
                    "last": "Kilgore",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Trump Stokes Fears of Election Night Mail Voting Fraud",
            "authors": [
                {
                    "first": "David",
                    "middle": [],
                    "last": "Nather",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "11 Betsy Sinclair, Steven S. Smith and Patrick D. Tucker. 2018. \"It's Largely a Rigged System\": Voter Confidence and the Winner Effect in 2016.\" Political Research Quarterly 71: 854-868; and David Levy. 2020. \"Winning Cures Everything? Beliefs About Voter Fraud, Voter Confidence, and the 2016 Election,\" Electoral Studies. In Press. https://doi.org/10.1016/j.electstud. 2020.102156 12 Philip Klinkner found beliefs in birther claims highly related to partisanship and views on race; see, \"The Causes and Consequences of 'Birtherism'\" Paper presented at the 2014 Annual Meeting of the Western Political Science Association, http://www.wpsanet.org/papers/docs/Birthers.pdf, p. 4. 13 See Trump's multiple tweets on February 3, 2016; @realdonaldtrump Feb 3, 2016 08:47:33 AM; @realdonaldtrump Feb 3, 2016 09:10:53 AM; @realdonaldtrump Feb 3, 2016 09:28:59 AM; Feb 3, 2016 02:25:08 PM.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}