{"paper_id": "0a17c3a89cbba2cefb2c1b0f193242a66c87d903", "metadata": {"title": "Title: Structural analysis of full-length SARS-CoV-2 spike protein from an advanced vaccine candidate Authors and Affiliations", "authors": [{"first": "Sandhya", "middle": [], "last": "Bangaru1", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Gabriel", "middle": [], "last": "Ozorowski1", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Hannah", "middle": ["L"], "last": "Turner1", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Aleksandar", "middle": [], "last": "Antanasijevic1", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Deli", "middle": [], "last": "Huang2", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Xiaoning", "middle": [], "last": "Wang3", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jonathan", "middle": ["L"], "last": "Torres1", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jolene", "middle": ["K"], "last": "Diedrich3", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jing-Hui", "middle": [], "last": "Tian4", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Alyse", "middle": ["D"], "last": "Portnoff4", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Nita", "middle": [], "last": "Patel4", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Michael", "middle": ["J"], "last": "Massare4", "suffix": "", "affiliation": {}, "email": ""}, {"first": "John", "middle": ["R"], "last": "Yates", "suffix": "", "affiliation": {}, "email": ""}, {"first": "David", "middle": [], "last": "Nemazee2", "suffix": "", "affiliation": {}, "email": ""}, {"first": "James", "middle": ["C"], "last": "Paulson2", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Greg", "middle": [], "last": "Glenn4", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Gale", "middle": [], "last": "Smith4", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Andrew", "middle": ["B"], "last": "Ward1", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Vaccine efforts against the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) responsible for the current COVID-19 pandemic are focused on SARS-CoV-2 spike glycoprotein, the primary target for neutralizing antibodies. Here, we performed cryo-EM and site-specific glycan analysis of one of the leading subunit vaccine candidates from Novavax based on a full-length spike protein formulated in polysorbate 80 (PS 80) detergent. Our studies reveal a stable prefusion conformation of the spike immunogen with slight differences in the S1 subunit compared to published spike ectodomain structures. Interestingly, we also observed novel interactions between the spike trimers allowing formation of higher order spike complexes. This study confirms the structural integrity of the full-length spike protein immunogen and provides a basis for interpreting immune responses to this multivalent nanoparticle immunogen.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Severe acute respiratory syndrome coronavirus (SARS-CoV) caused a global outbreak from 2002-2003 causing severe pneumonia and killing almost 900 people (1). SARS-CoV-2, belongs to the same lineage of the β-CoV genus as SARS-CoV, and recently emerged in China, spreading rapidly and infecting more than 18 million people worldwide with cases continuing to rise each day (2) . Given the global increase in population density, urbanization, and mobility, and the uncertain future behavior of the virus, vaccination is a critical tool for the response to this pandemic. The SARS-CoV-2 spike (S) trimeric glycoprotein is a focus of coronavirus vaccine development since it is a major component of the virus envelope, essential for receptor binding and virus entry, and a major target of host immune defense (3, 4) . There are several currently ongoing efforts to make spikebased vaccines using different strategies (4) (5) (6) .", "cite_spans": [{"start": 369, "end": 372, "text": "(2)", "ref_id": "BIBREF1"}, {"start": 802, "end": 805, "text": "(3,", "ref_id": "BIBREF2"}, {"start": 806, "end": 808, "text": "4)", "ref_id": "BIBREF3"}, {"start": 910, "end": 913, "text": "(4)", "ref_id": "BIBREF3"}, {"start": 914, "end": 917, "text": "(5)", "ref_id": "BIBREF4"}, {"start": 918, "end": 921, "text": "(6)", "ref_id": "BIBREF5"}], "ref_spans": [], "section": ""}, {"text": "The CoV S protein is synthesized as an inactive precursor (S0) that gets proteolytically cleaved into S1 and S2 subunits which remain non-covalently linked to form functional prefusion trimers (7) . Like other type 1 fusion proteins, the SARS-CoV-2 S prefusion trimer is metastable and undergoes large-scale structural rearrangement from a prefusion to a thermostable post fusion conformation upon S-protein receptor binding and cleavage (8, 9) . Rearrangement exposes the hydrophobic fusion peptide (FP) allowing insertion into the host cell membrane, facilitating virus/host cell membrane alignment, fusion, and virus entry. Notably, SARS-CoV-2 S has a 4 amino acid insertion (PRRA) in the S1/S2 cleavage site compared to SARS-CoV spike resulting in a polybasic RRAR furin-like cleavage motif that enhances infection of lung cells (10, 11) . While the S2 subunit is relatively more conserved across the β-CoV genus, the S1 subunit comprising the receptor binding domain (RBD) is immunodominant and much less conserved (12) . The FP, two heptad repeats (HR1 and HR2), transmembrane (TM) domain, and cytoplasmic tail (CT) are located in the S2 subdomain that encompasses the fusion machinery. The S1 subunit of SARS-CoV-2 S folds into 4 distinct domains; the Nterminal (NTD), the C-terminal domain (CTD) containing the RBD and two subdomains, SD1 and SD2. While some human CoVs (HCoV), including OC43, exclusively use NTDsialic acid interactions as their receptor engagement, others like Middle East Respiratory Syndrome (MERS) CoV that use the CTD-RBD for primary receptor binding have also been reported to bind sialic acid receptors via their NTD to aid initial attachment to the host cells (13) (14) (15) . Although SARS-CoV-2 primarily interacts with its receptor ACE2 through the CTD-RBD, there is currently no evidence indicating possible interactions between the NTD and sialoglycans (16, 17) .", "cite_spans": [{"start": 193, "end": 196, "text": "(7)", "ref_id": "BIBREF6"}, {"start": 438, "end": 441, "text": "(8,", "ref_id": "BIBREF7"}, {"start": 442, "end": 444, "text": "9)", "ref_id": "BIBREF8"}, {"start": 500, "end": 504, "text": "(FP)", "ref_id": null}, {"start": 833, "end": 837, "text": "(10,", "ref_id": "BIBREF9"}, {"start": 838, "end": 841, "text": "11)", "ref_id": "BIBREF10"}, {"start": 1020, "end": 1024, "text": "(12)", "ref_id": "BIBREF11"}, {"start": 1694, "end": 1698, "text": "(13)", "ref_id": "BIBREF12"}, {"start": 1699, "end": 1703, "text": "(14)", "ref_id": "BIBREF13"}, {"start": 1704, "end": 1708, "text": "(15)", "ref_id": "BIBREF14"}, {"start": 1892, "end": 1896, "text": "(16,", "ref_id": "BIBREF15"}, {"start": 1897, "end": 1900, "text": "17)", "ref_id": "BIBREF16"}], "ref_spans": [], "section": ""}, {"text": "The structure of the stabilized SARS-CoV-2 spike ectodomain has been solved in its prefusion conformation and exhibits a high resemblance to SARS-CoV spike (17) (18) (19) .", "cite_spans": [{"start": 156, "end": 160, "text": "(17)", "ref_id": "BIBREF16"}, {"start": 161, "end": 165, "text": "(18)", "ref_id": "BIBREF17"}, {"start": 166, "end": 170, "text": "(19)", "ref_id": "BIBREF18"}], "ref_spans": [], "section": ""}, {"text": "In this report, we describe the atomic structure of a leading SARS-CoV-2 S vaccine candidate based on a full-length S gene with furin cleavage-resistant mutations in the S1/S2 cleavage site and the presence or absence of 2-proline amino acid substitutions at the apex of the central helix. Our studies reveal an overall shift in conformation of the S1 subunit compared to the previously published structures (17) (18) (19) . Interestingly, we also observed direct interactions between adjacent spike trimers; the flexible loop between residues 615-635 in the SD2 from each trimer extending and engaging a binding pocket on the NTD of the adjacent trimers resulting in higher order spike multimers. Further, sitespecific glycan analysis revealed the glycan occupancy as well as varying levels of glycan processing at the 22 N-glycosylation sequons present in the spike monomer. Thus, our studies provide in-depth structural analysis of the Novavax full-length vaccine candidate, currently being tested in humans, that appropriately recapitulates the prefusion spike.", "cite_spans": [{"start": 408, "end": 412, "text": "(17)", "ref_id": "BIBREF16"}, {"start": 413, "end": 417, "text": "(18)", "ref_id": "BIBREF17"}, {"start": 418, "end": 422, "text": "(19)", "ref_id": "BIBREF18"}], "ref_spans": [], "section": ""}, {"text": "The SARS-CoV-2-3Q-2P full-length spike vaccine candidate (3Q-2P-FL) was engineered from the full-length SARS-CoV-2 spike gene (residues 1-1273) including the transmembrane domain (TM) and the cytoplasmic tail (CT) (Fig1a). The construct was modified at the S1/S2 polybasic cleavage site from RRAR to QQAQ to render it protease resistant along with 2 proline substitutions at residues K986 and V987 in the S2 fusion machinery core for enhanced stability ( Figure 1A) . A second full-length construct (3Q-FL) containing the cleavage site mutations but without the 2 proline substitutions was also made in parallel for comparative purposes. The FL spikes expressed and purified from insect cells were then formulated in 0.01% (v/v) polysorbate 80 (PS 80) detergent. To characterize the structural integrity of 3Q-2P-FL immunogen, we performed negative stain electron microscopy (nsEM) of the FL spike constituted in PS 80 in the presence of Matrix-M adjuvant, recapitulating the vaccine formulation being tested in humans. Micrographs and 2D classes of the particles revealed trimeric spike proteins present as free trimers or as multi-trimer rosettes with their transmembrane domains enclosed in cylindrical micellar cores of PS 80 detergent ( Figure 1B ). Micrographs show these 3Q-2P-FL spike nanoparticles containing as many as 14 trimers. The Matrix-M adjuvant can also be seen in the micrographs and 2D classes as spherical cages of different sizes with only very limited interaction with spike particles.", "cite_spans": [], "ref_spans": [{"start": 455, "end": 465, "text": "Figure 1A)", "ref_id": "FIGREF3"}, {"start": 1242, "end": 1251, "text": "Figure 1B", "ref_id": "FIGREF3"}], "section": "Design and validation of SARS-CoV-2-3Q-2P full-length spike"}, {"text": "To further evaluate the structural features of the 3Q-2P-FL immunogen, we performed single particle cryo-EM on the spike formulated in PS 80 detergent. The raw micrographs from cryo-EM revealed free trimers and trimer rosettes similar to those observed on the negative stain micrographs (Figure 2A ). Initial 2D classifications revealed the presence of 2 distinct classes: free spike trimers and dimers of trimers ( Figure 2A ).", "cite_spans": [], "ref_spans": [{"start": 287, "end": 297, "text": "(Figure 2A", "ref_id": "FIGREF1"}, {"start": 416, "end": 425, "text": "Figure 2A", "ref_id": "FIGREF1"}], "section": "Cryo-EM of SARS-CoV-2-3Q-2P spike"}, {"text": "Each class was independently subjected to additional classification and refinement.", "cite_spans": [], "ref_spans": [], "section": "Cryo-EM of SARS-CoV-2-3Q-2P spike"}, {"text": "The three-fold symmetry (C3) reconstruction of the free spike trimer resulted in a map of 3.6 Å resolution while the asymmetric reconstruction (C1) was resolved to 3.8 Å resolution ( Figure 2B and S1A, S1B). Previously published structures of soluble, stabilized SARS-CoV-2 spikes have revealed that RBDs exist in either a closed (RBDdown) or an open (RBD-up) conformation that can engage in ACE2 binding (16) (17) (18) . In contrast, we observed that all three RBDs on the 3Q-2P-FL spike trimer were present in the closed conformation in the asymmetric reconstruction; the higher resolution C3 map was consequently used for model building ( Figure 2B and S1C). Overall, the map was well resolved in both S1 and S2 subunits, particularly in the S1 NTD and CTD domains that were less resolved in previously published structures, thereby enabling us to model the full extent of these domains. Notably, the local resolution map calculated using cryoSPARC showed much of the spike trimer at substantially higher resolution than 3.6 Å ( Figure S1D ). The atomic model contains residues 14-1146 with breaks only in the flexible loop (619-631) and the cleavage site (678-688) ( Figure 2C ). Interestingly, superimposition of the coordinate models of 3Q-2P-FL spike with published spike structures (PDB Id: 6VXX and 6VSB) revealed substantial domain rearrangements in the S1 subunit of 3Q-2P-FL spike compared to the other models, whereas the structure of the S2 subunit was consistent with the published data ( Figure 2D ). The S1 NTD differed the most (~14° rotation counterclockwise relative to published models when viewing down towards the viral membrane) while the CTD and subdomains showed minor local rearrangements ( Figure 2D) . Notably, we also observed shifts in the placement of residues flanking the 615-635 loop compared to the published models. This region was modeled in one of the published structures (PDB Id: 6X6P) as a helix with residues flanking the helix positioned very differently from our model as shown by the corresponding placement of residues T632 and T618 (residues flanking the gap in 3Q-2P-FL model) ( Figure 3A ). However, upon closer inspection of the cryo-EM density (EMD-22078) corresponding to residues 621-640 of the PDB model 6X6P, there is insufficient density to support the helix conformation of this region ( Figure S1E ). The resulting displacement of residues in the 3Q-2P-FL structure enables inter-protomeric interactions by creating a salt-bridge between residues Asp 614 and Lys 854 ( Figure 3B ). This observation is particularly interesting given the increased prevalence of D614G mutation in the emerging SARS-CoV-2 strains and its potential role in viral transmission and pathogenesis (20) .", "cite_spans": [{"start": 405, "end": 409, "text": "(16)", "ref_id": "BIBREF15"}, {"start": 410, "end": 414, "text": "(17)", "ref_id": "BIBREF16"}, {"start": 415, "end": 419, "text": "(18)", "ref_id": "BIBREF17"}, {"start": 2732, "end": 2736, "text": "(20)", "ref_id": "BIBREF19"}], "ref_spans": [{"start": 183, "end": 192, "text": "Figure 2B", "ref_id": "FIGREF1"}, {"start": 642, "end": 651, "text": "Figure 2B", "ref_id": "FIGREF1"}, {"start": 1032, "end": 1042, "text": "Figure S1D", "ref_id": "FIGREF3"}, {"start": 1171, "end": 1180, "text": "Figure 2C", "ref_id": "FIGREF1"}, {"start": 1504, "end": 1513, "text": "Figure 2D", "ref_id": "FIGREF1"}, {"start": 1718, "end": 1728, "text": "Figure 2D)", "ref_id": "FIGREF1"}, {"start": 2128, "end": 2137, "text": "Figure 3A", "ref_id": "FIGREF5"}, {"start": 2346, "end": 2356, "text": "Figure S1E", "ref_id": "FIGREF3"}, {"start": 2528, "end": 2537, "text": "Figure 3B", "ref_id": "FIGREF5"}], "section": "Cryo-EM of SARS-CoV-2-3Q-2P spike"}, {"text": "During refinement of an atomic model into the EM density, we observed 2 additional densities in the S1 subunit that did not correspond to any peptide or glycans within the spike ( Figure S2A ). The first density was buried within a hydrophobic pocket of the CTD created by F338, F342, Y365, Y369, F374, F377, F392, F513 ( Figure 3C and S2B). We had previously observed a non-protein density situated in the structure of porcine epidemic diarrhea virus (PEDV) that was identified to be palmitoleic acid (21) . This pocket in SARS-CoV-2 CTD corresponded with the structure of linoleic acid, a polyunsaturated fatty acid; the presence of this ligand was confirmed by mass spectrometry of 3Q-2P-FL spike ( Figure S2B and S2C). The main chain carboxyl group of linoleic acid interacts with R408 and Q409 residues of RBD from the adjacent protomer thereby making interprotomer contacts ( Figure 3C ). The second unassigned density present in NTD was relatively larger and more surface exposed than the first density, surrounded by residues N121, Y170, S172, F175, R190, H207, V227 ( Figure 3D and S2D). Analysis of the structural features of this density suggested that it may correspond to PS 80 detergent used to solubilize the membrane-bound trimers and stabilize them in solution. The aliphatic tail of PS 80 fit well into the hydrophobic pocket while the carbonyl and hydroxyl groups were well placed in proximity to residues R190 and H207 with potential for multiple hydrogen bonds between them ( Figure 3D and S2D). Overall, the density is consistent with PS 80 detergent and, given its location, provides a possible explanation for the S1 shift seen in our FL trimer density compared to the published structures.", "cite_spans": [{"start": 502, "end": 506, "text": "(21)", "ref_id": "BIBREF20"}], "ref_spans": [{"start": 180, "end": 190, "text": "Figure S2A", "ref_id": "FIGREF1"}, {"start": 322, "end": 331, "text": "Figure 3C", "ref_id": "FIGREF5"}, {"start": 702, "end": 712, "text": "Figure S2B", "ref_id": "FIGREF1"}, {"start": 882, "end": 891, "text": "Figure 3C", "ref_id": "FIGREF5"}, {"start": 1077, "end": 1086, "text": "Figure 3D", "ref_id": "FIGREF5"}, {"start": 1497, "end": 1506, "text": "Figure 3D", "ref_id": "FIGREF5"}], "section": "Cryo-EM of SARS-CoV-2-3Q-2P spike"}, {"text": "Further classification of multimeric trimer particles yielded two separate classes; a dimerof-trimers class that reconstructed to a final resolution of 4.5 Å with 2-fold symmetry and a trimer-of-trimers class that was resolved to 8.0 Å resolution ( Figure 4A , 4B and S3A).", "cite_spans": [], "ref_spans": [{"start": 249, "end": 258, "text": "Figure 4A", "ref_id": "FIGREF6"}], "section": "Structures of dimer-of-trimers and trimer-of-trimers"}, {"text": "The presence of the trimer-of-trimers class revealed that each spike trimer had the ability to interact with multiple trimers simultaneously. In both reconstructions, the interaction between each pair of trimers involved the SD2 of one protomer from each trimer engaging with the NTD of the adjacent trimer ( Figure 4C ). Consequently, each trimer pair is symmetrical along a 2-fold axis with trimer axes tilted to 44.5 degrees relative to each other. The atomic model of the dimer-of-trimer EM density revealed that the interaction was mainly coordinated by the 615-635 loop. Although most of the loop residues were too flexible to resolve in the free trimer density map, the inter-trimer interaction stabilized the loop so that it could be fully resolved ( Figure 4D ). The loop reaches into a pocket on the adjacent NTD, interacting with residues 621-PVAIHADQ-628 in the loop with NTD residues Q183, H146, Y248, L249, V70 and S71 ( Figure 4D ). We observed subtle changes in the NTD binding pocket in the loop-bound state compared to the free trimer model that allow better accommodation of the loop in the pocket. The residues Y145 and H146 in the binding pocket appear to switch positions in the loop-bound state resulting in a salt bridge interaction between H146 and D627 and potential stacking between W152 and H146 ( Figure 4E ). We also observed minor displacement of residues 68-75 and 248-250 surrounding the pocket. In addition to the main loop interaction resulting in higherorder oligomers, we also observed N282 glycans extending out towards the symmetry related chain in the adjacent trimer ( Figure S3B were replaced by a GS linker ( Figure 4F ).", "cite_spans": [], "ref_spans": [{"start": 309, "end": 318, "text": "Figure 4C", "ref_id": "FIGREF6"}, {"start": 759, "end": 768, "text": "Figure 4D", "ref_id": "FIGREF6"}, {"start": 935, "end": 944, "text": "Figure 4D", "ref_id": "FIGREF6"}, {"start": 1326, "end": 1335, "text": "Figure 4E", "ref_id": "FIGREF6"}, {"start": 1610, "end": 1620, "text": "Figure S3B", "ref_id": "FIGREF5"}, {"start": 1652, "end": 1661, "text": "Figure 4F", "ref_id": "FIGREF6"}], "section": "Structures of dimer-of-trimers and trimer-of-trimers"}, {"text": "To investigate if the absence of 2 stabilizing proline mutations impacted the spike stability and formation of higher order multimers, we performed cryo-EM studies of the SARS-CoV-2-3Q-FL (without 2P) protein formulated in PS 80 detergent. The raw micrographs and 2D classes revealed the presence of free trimers as well as trimer-trimer complexes as observed with 3Q-2P-FL, indicating that the proline stabilization is not necessary for the formation of these higher order complexes ( Figure S4A ). The 3D refinement of free trimers was refined to 4 Å resolution imposing C3 symmetry as we observed that the RBDs were present in closed conformation similar to 3Q-2P-FL ( Figure S4B ). Fitting the 3Q-2P-FL model into the 3Q-FL map revealed identical conformation of the spike protein further supporting that the presence of 2P in the full-length immunogen does not lead to any structural changes in the spike protein ( Figure S4C ).", "cite_spans": [], "ref_spans": [{"start": 486, "end": 496, "text": "Figure S4A", "ref_id": "FIGREF6"}, {"start": 672, "end": 682, "text": "Figure S4B", "ref_id": "FIGREF6"}, {"start": 920, "end": 930, "text": "Figure S4C", "ref_id": "FIGREF6"}], "section": "Structural comparison to SARS-CoV-2-3Q-FL spike"}, {"text": "Glycans on viral glycoproteins play a wide role in protein folding, stability, immune recognition and potentially in immune evasion. Site-specific glycosylation of the SARS-CoV-2 prefusion spike protein produced in SF9 insect cells was analyzed using our recently described mass spectrometry proteomics-based method, involving treatment with proteases followed by sequential treatment with the endoglycosidases (Endo H and PNGase F) to introduce mass signatures in peptides with N-linked sequons (Asn-X-Thr/Ser) to assess the extent of glycosylation and the degree of glycan processing from high mannose/hybrid type to complex type (24) . Although the method was developed to assess the degree of processing of N-linked glycans in mammalian cells, it is also applicable for analyzing glycosylation of SF9 insect cells. The primary differences in glycan processing of N-linked glycans in SF9 insect cells are: 1) the production of truncated paucimannose glycans, and 2) the potential to introduce either one (α1,6) or two (α1,6/α1,3) fucose substitutions into the core GlcNAc attached to Asn. Although α1,3", "cite_spans": [{"start": 632, "end": 636, "text": "(24)", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Glycan occupancy and glycan processing"}, {"text": "fucose substitution is known to prevent cleavage by PNGase F (25), this is not a factor when analyzing glycosylation from SF9 cells since they contain α1,6-fucosylatransferase, which is found in mammalian cells, but only contain trace amounts α-1,3fucosyltransferase activity, if any (26) . The paucimannose glycans are highly processed like complex type glycans and not cleaved by EndoH, but are cleaved by PNGase F.", "cite_spans": [{"start": 284, "end": 288, "text": "(26)", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Glycan occupancy and glycan processing"}, {"text": "Thus, for SF9 insect cell-produced glycoproteins, the use of endoglycosidases to introduce mass signatures is analogous to analysis of glycoproteins produced in mammalian cells, with EndoH removing high mannose/hybrid glycans leaving a GlcNAc-Asn (+203), followed by treatment with PNGase F in O18 water which removes the remaining paucimannose and complex type glycans and while converting Asn to Asp (+3), and the Asn of unoccupied sites remains unaltered (+0).", "cite_spans": [], "ref_spans": [], "section": "Glycan occupancy and glycan processing"}, {"text": "Our analysis detected glycosylation at all 22 potential N-linked glycan sequons present on SARS-CoV-2 spike ( Figure 4G ). Overall, there was high glycan occupancy of over >98%, with only two sites, 603 and 657, more than 5% unoccupied. Interestingly, we did not see clear glycan density at either 603 or 657 in the cryo-EM reconstruction of the 3Q-2P-FL spike. Most sites showed extensive glycan processing to complex/paucimannose type glycans, with only four sites that exhibit ≥40%", "cite_spans": [], "ref_spans": [{"start": 110, "end": 119, "text": "Figure 4G", "ref_id": "FIGREF6"}], "section": "Glycan occupancy and glycan processing"}, {"text": "oligomannose. The glycan analysis also confirmed the presence of glycans at sites 1158, 1173 and 1194 present in the membrane-proximal region of the spike not resolved by cryo-EM. The extensive site-specific glycan processing of the SARS-CoV-2 prefusion spike protein in SF9 insect cells seen here is similar to that recently reported for the spike protein produced in mammalian HEK293F cells (27) .", "cite_spans": [{"start": 393, "end": 397, "text": "(27)", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Glycan occupancy and glycan processing"}, {"text": "The coronavirus disease (COVID-19) caused by SARS-CoV-2 poses a serious health threat and was declared a pandemic by the World Health Organization (WHO). In quick response to this rapidly evolving situation, several SARS-CoV-2 spike-based vaccine candidates are being developed and tested at various stages of clinical trials (4) (5) (6) . In this study, we performed structural analysis of the Novavax SARS-CoV We also observed two non-spike densities within the spike trimer that corresponded with linoleic acid and polysorbate 80 detergent. Linoleic acid, an essential free fatty acid, was buried within a hydrophobic pocket in the CTD with its main chain carboxyl group making contacts with the adjacent RBD in closed conformation. A recent report by Toelzer et al. also identified this density and attributed it to the presence of linoleic acid (34) . The second large density occupied by PS 80 is situated in the NTD and is relatively more surface exposed. Since PS 80 is unique to the formulation of the Novavax 3Q-2P-FL immunogen, this observation is specific to this structure. However, there is a possibility of other ligands occupying this pocket in the place of PS 80. The presence of these binding pockets for different ligands in the spike structure provide potential targets for drug design against SARS-CoV-2.", "cite_spans": [{"start": 326, "end": 329, "text": "(4)", "ref_id": "BIBREF3"}, {"start": 330, "end": 333, "text": "(5)", "ref_id": "BIBREF4"}, {"start": 334, "end": 337, "text": "(6)", "ref_id": "BIBREF5"}, {"start": 850, "end": 854, "text": "(34)", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Discussion"}, {"text": "The widely used SARS-CoV-2 spike ectodomain construct with mutated cleavage site and 2P substitution has been shown to partially exist in all RBD 'down' conformation or in one RBD 'up' conformation (17, 18) . Surprisingly, we observed that all the RBDs in the 3Q-2P-FL spike immunogen were present in a down confirmation, which could be a cause for concern for eliciting neutralizing antibodies that compete with ACE2 binding.", "cite_spans": [{"start": 198, "end": 202, "text": "(17,", "ref_id": "BIBREF16"}, {"start": 203, "end": 206, "text": "18)", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Discussion"}, {"text": "However, binding analysis of the 3Q-2P-FL immunogen to ACE2 by both bio-layer interferometry and ELISA clearly show binding to ACE2, indicating that the RBD is dynamic and the receptor binding site accessible (31) . Another study on the prefusion structure of a full-length spike protein reported similar findings with RBDs clamped down as a consequence of potential clashes between S2 residues 828-853 and SD1 when RBD is in open conformation (35) . It is also possible that the interprotomeric contacts made by linoleic acid observed in our structure preferentially lead to the observed RBD positioning. Our structural work is consistent with the burgeoning body of structures available of the spike protein, albeit with the important differences described above. Hence, this advanced protein subunit vaccine candidate currently being tested in humans appears stable, homogeneous, and locked in the antigenically preferred prefusion conformation.", "cite_spans": [{"start": 209, "end": 213, "text": "(31)", "ref_id": "BIBREF30"}, {"start": 444, "end": 448, "text": "(35)", "ref_id": "BIBREF34"}], "ref_spans": [], "section": "Discussion"}, {"text": "Further, the tight clustering of the spikes in the nanoparticle formulation may lead to stronger immune responses over soluble trimers alone, consistent with other viral glycoprotein immunogens (HA and RSV F) (38, 39) . It appears that the remarkable speed at which this vaccine was designed did not compromise the quality of the immunogen, and that building off the previous success in formulating RSV F and influenza HA nanoparticle immunogens could readily be extended to SARS-CoV-2 spike, particularly in the background of the 2P mutations previously shown to stabilize many other β-CoV spikes (40) . With structural, biophysical, and antigenic characterization now complete, evaluation in humans will provide the true proof-of-principle for this vaccine concept. ", "cite_spans": [{"start": 209, "end": 213, "text": "(38,", "ref_id": "BIBREF37"}, {"start": 214, "end": 217, "text": "39)", "ref_id": "BIBREF38"}, {"start": 598, "end": 602, "text": "(40)", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "Discussion"}, {"text": "We thank Bill Anderson, Hannah L. Turner and Charles A. Bowman for their help with electron microscopy, data acquisition and data processing. We thank Bill Webb and Linh", "cite_spans": [], "ref_spans": [], "section": "ACKNOWLEDGMENTS"}, {"text": "Truc Hoang for their assistance with mass spectrometry and data processing. We thank Lauren Holden for her assistance with the manuscript. Authors would also like to thank ", "cite_spans": [], "ref_spans": [], "section": "ACKNOWLEDGMENTS"}, {"text": "Figures S1 to S4 Table S1 References ( ", "cite_spans": [], "ref_spans": [{"start": 17, "end": 25, "text": "Table S1", "ref_id": "TABREF3"}], "section": "Materials and Methods"}, {"text": "Figs. S1 to S4 Table S1 SUPPLEMENTARY MATERIALS ", "cite_spans": [], "ref_spans": [{"start": 15, "end": 23, "text": "Table S1", "ref_id": "TABREF3"}], "section": "Materials and Methods Supplementary Text"}, {"text": "2-3Q-2P full-length spike formulated in PS80 and Matrix adjuvant were diluted to approximately 20 µg/mL with TBS. The sample was directly deposited onto carbon-coated 400-mesh copper grids and stained immediately with 2% (w/v) uranyl formate for 90 seconds. Grids were imaged at 120 KeV on Tecnai T12 Spirit with a 4k x 4k Eagle CCD camera at 52,000x magnification and -1.5 μm nominal defocus. Micrographs were collected using Leginon and the images were transferred to Appion for processing (41, 42) . Particle stacks were generated in Appion with particles picked using a difference-of-Gaussians picker (DoG-picker) and 2D classes generated by MSA/MRA (43, 44) . (45) . MotionCor2 was used for alignment and dose weighting of the frames (46) . Micrographs were transferred to CryoSPARC 2.9 for further processing (47) . CTF estimations were performed using GCTF and micrographs were selected using the Curate Exposures tool in CryoSPARC based on their CTF resolution estimates (cutoff 5 Å) for downstream particle picking, extraction and iterative rounds of 2D classification and selection (48) . Particles selected from 2D classes were used for 3D refinement of free trimers for 3Q-2P-FL and 3Q-FL datasets in CryoSPARC. Final subsets of clean trimer particles were refined with C3 symmetry and local resolution for the free trimer was calculated using the local resolution function in CryoSPARC. Particles corresponding to dimers-of-trimers classes in CryoSPARC were transferred to Relion 3.0 for iterative rounds of 3D classification to separate dimers-of-trimers and trimers-of-trimers (49) . Final subsets of clean particles from dimers-of-trimers class were refined with C2 symmetry and the trimers-of-trimers class with C1 symmetry.", "cite_spans": [{"start": 492, "end": 496, "text": "(41,", "ref_id": "BIBREF40"}, {"start": 497, "end": 500, "text": "42)", "ref_id": "BIBREF41"}, {"start": 654, "end": 658, "text": "(43,", "ref_id": "BIBREF42"}, {"start": 659, "end": 662, "text": "44)", "ref_id": "BIBREF43"}, {"start": 665, "end": 669, "text": "(45)", "ref_id": "BIBREF44"}, {"start": 739, "end": 743, "text": "(46)", "ref_id": "BIBREF45"}, {"start": 815, "end": 819, "text": "(47)", "ref_id": "BIBREF46"}, {"start": 1092, "end": 1096, "text": "(48)", "ref_id": "BIBREF47"}, {"start": 1592, "end": 1596, "text": "(49)", "ref_id": "BIBREF48"}], "ref_spans": [], "section": "Ns-EM sample preparation and data collection. Equal concentrations of SARS-CoV-"}, {"text": "Model building and refinement. The 3.6 Å C3-symmetric free trimer map and the 4.5 Å C2-symmetric dimers-of-trimers maps were used for model building and refinement. Initial model building was performed manually in Coot using PDB 6VXX as a template followed by iterative rounds of Rosetta relaxed refinement and Coot manual refinement to generate the final models (50, 51) . EMRinger and MolProbity were run following each round of Rosetta refinement to evaluate and choose the best refined models (52, 53) . The coordinates were manually placed and refined into the respective map densities using Coot. For Rosetta refinement, each ligand was saved in MOL2 format and Rosetta parameter files were generated using the molfile_to_params.py function (51) . Final map and model statistics are summarized in Table S1 . Figures were generated using UCSF Chimera and UCSF Chimera X (55, 56) .", "cite_spans": [{"start": 363, "end": 367, "text": "(50,", "ref_id": "BIBREF49"}, {"start": 368, "end": 371, "text": "51)", "ref_id": "BIBREF50"}, {"start": 497, "end": 501, "text": "(52,", "ref_id": "BIBREF51"}, {"start": 502, "end": 505, "text": "53)", "ref_id": "BIBREF52"}, {"start": 747, "end": 751, "text": "(51)", "ref_id": "BIBREF50"}, {"start": 875, "end": 879, "text": "(55,", "ref_id": "BIBREF54"}, {"start": 880, "end": 883, "text": "56)", "ref_id": "BIBREF55"}], "ref_spans": [{"start": 803, "end": 811, "text": "Table S1", "ref_id": "TABREF3"}], "section": "Cryo-EM sample preparation. For SARS-CoV"}, {"text": "Mass spectrometry to identify fatty acids in the SARS-3Q-2P-FL protein was performed as described previously (21) . We obtained several candidates in this screen that were narrowed down to 6 candidates based on their intensity and the m/z range of 250-300. ", "cite_spans": [{"start": 109, "end": 113, "text": "(21)", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Mass-spectrometry."}, {"text": "A sample of the SARS-CoV-2 prefusion spike protein expressed in the SF9 insect cell line was prepared for MS analysis as previously described with minor modifications (24) .", "cite_spans": [{"start": 167, "end": 171, "text": "(24)", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Site-specific glycosylation"}, {"text": "In brief, the protein (50 µg) was denatured and aliquots (10 µg The MS data were processed essentially as described previously (24) . The data were searched against the proteome database and quantified using peak area in Integrated", "cite_spans": [{"start": 127, "end": 131, "text": "(24)", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Site-specific glycosylation"}, {"text": "Proteomics Pipeline-IP2. Since the processing pathway in SF9 cell line (insect cell line)", "cite_spans": [], "ref_spans": [], "section": "Site-specific glycosylation"}, {"text": "is similar to mammalian cells for oligomannose and hybrid structures cleaved by Endo-H, and then diverges to produce a combination of paucimannose and complex type glycans, peptides with N+203 were identified as having oligomannose type glycans, and peptides with N+3 are assigned as peptides with complex and paucimannose type glycans. ", "cite_spans": [], "ref_spans": [], "section": "Site-specific glycosylation"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "SARS: the first pandemic of the 21st century", "authors": [{"first": "J", "middle": ["D"], "last": "Cherry", "suffix": ""}, {"first": "P", "middle": [], "last": "Krogstad", "suffix": ""}], "year": 2004, "venue": "Pediatr Res", "volume": "56", "issn": "", "pages": "1--5", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "A Novel Coronavirus from Patients with Pneumonia in China", "authors": [{"first": "N", "middle": [], "last": "Zhu", "suffix": ""}], "year": 2019, "venue": "N Engl J Med", "volume": "382", "issn": "", "pages": "727--733", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Mechanisms of coronavirus cell entry mediated by the viral spike protein", "authors": [{"first": "S", "middle": [], "last": "Belouzard", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Millet", "suffix": ""}, {"first": "B", "middle": ["N"], "last": "Licitra", "suffix": ""}, {"first": "G", "middle": ["R"], "last": "Whittaker", "suffix": ""}], "year": 2012, "venue": "Viruses", "volume": "4", "issn": "", "pages": "1011--1033", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "SARS-CoV-2 SPIKE PROTEIN: an optimal immunological target for vaccines", "authors": [{"first": "G", "middle": [], "last": "Salvatori", "suffix": ""}], "year": 2020, "venue": "J Transl Med", "volume": "18", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "SARS-CoV-2 Vaccines: Status Report", "authors": [{"first": "F", "middle": [], "last": "Amanat", "suffix": ""}, {"first": "F", "middle": [], "last": "Krammer", "suffix": ""}], "year": 2020, "venue": "", "volume": "52", "issn": "", "pages": "583--589", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Developing Covid-19 Vaccines at Pandemic Speed", "authors": [{"first": "N", "middle": [], "last": "Lurie", "suffix": ""}, {"first": "M", "middle": [], "last": "Saville", "suffix": ""}, {"first": "R", "middle": [], "last": "Hatchett", "suffix": ""}, {"first": "J", "middle": [], "last": "Halton", "suffix": ""}], "year": 2020, "venue": "N Engl J Med", "volume": "382", "issn": "", "pages": "1969--1973", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Structure, Function, and Evolution of Coronavirus Spike Proteins", "authors": [{"first": "F", "middle": [], "last": "Li", "suffix": ""}], "year": 2016, "venue": "Annu Rev Virol", "volume": "3", "issn": "", "pages": "237--261", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Tectonic conformational changes of a coronavirus spike glycoprotein promote membrane fusion", "authors": [{"first": "A", "middle": ["C"], "last": "Walls", "suffix": ""}], "year": 2017, "venue": "Proc Natl Acad Sci U S A", "volume": "114", "issn": "", "pages": "11157--11162", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "The coronavirus spike protein is a class I virus fusion protein: structural and functional characterization of the fusion core complex", "authors": [{"first": "B", "middle": ["J"], "last": "Bosch", "suffix": ""}, {"first": "R", "middle": [], "last": "Van Der Zee", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "De Haan", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Rottier", "suffix": ""}], "year": 2003, "venue": "J Virol", "volume": "77", "issn": "", "pages": "8801--8811", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "The proximal origin of SARS-CoV-2", "authors": [{"first": "K", "middle": ["G"], "last": "Andersen", "suffix": ""}, {"first": "A", "middle": [], "last": "Rambaut", "suffix": ""}, {"first": "W", "middle": ["I"], "last": "Lipkin", "suffix": ""}, {"first": "E", "middle": ["C"], "last": "Holmes", "suffix": ""}, {"first": "R", "middle": ["F"], "last": "Garry", "suffix": ""}], "year": 2020, "venue": "Nat Med", "volume": "26", "issn": "", "pages": "450--452", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "A Multibasic Cleavage Site in the Spike Protein of SARS-CoV-2 Is Essential for Infection of Human Lung Cells", "authors": [{"first": "M", "middle": [], "last": "Hoffmann", "suffix": ""}, {"first": "H", "middle": [], "last": "Kleine-Weber", "suffix": ""}, {"first": "S", "middle": [], "last": "Pohlmann", "suffix": ""}], "year": 2020, "venue": "Mol Cell", "volume": "78", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "The receptor binding domain of the viral spike protein is an immunodominant and highly specific target of antibodies in SARS-CoV-2 patients", "authors": [{"first": "L", "middle": [], "last": "Premkumar", "suffix": ""}], "year": 2020, "venue": "Sci Immunol", "volume": "5", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Human coronaviruses OC43 and HKU1 bind to 9-O-acetylated sialic acids via a conserved receptor-binding site in spike protein domain A", "authors": [{"first": "R", "middle": ["J G"], "last": "Hulswit", "suffix": ""}], "year": 2019, "venue": "Proc Natl Acad Sci", "volume": "116", "issn": "", "pages": "2681--2690", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Identification of sialic acid-binding function for the Middle East respiratory syndrome coronavirus spike glycoprotein", "authors": [{"first": "W", "middle": [], "last": "Li", "suffix": ""}], "year": 2017, "venue": "Proc Natl Acad Sci U S A", "volume": "114", "issn": "", "pages": "8508--8517", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Structures of MERS-CoV spike glycoprotein in complex with sialoside attachment receptors", "authors": [{"first": "Y", "middle": ["J"], "last": "Park", "suffix": ""}], "year": 2019, "venue": "Nat Struct Mol Biol", "volume": "26", "issn": "", "pages": "1151--1157", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Structural basis of receptor recognition by SARS-CoV-2", "authors": [{"first": "J", "middle": [], "last": "Shang", "suffix": ""}], "year": 2020, "venue": "Nature", "volume": "581", "issn": "", "pages": "221--224", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Structure, Function, and Antigenicity of the SARS-CoV-2 Spike Glycoprotein", "authors": [{"first": "A", "middle": ["C"], "last": "Walls", "suffix": ""}], "year": 2020, "venue": "Cell", "volume": "181", "issn": "", "pages": "281--292", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Cryo-EM structure of the 2019-nCoV spike in the prefusion conformation", "authors": [{"first": "D", "middle": [], "last": "Wrapp", "suffix": ""}], "year": 2020, "venue": "Science", "volume": "367", "issn": "", "pages": "1260--1263", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Characterization of the SARS-CoV-2 S Protein: Biophysical, Biochemical, Structural, and Antigenic Analysis. bioRxiv", "authors": [{"first": "N", "middle": ["G"], "last": "Herrera", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "The D614G mutation in the SARS-CoV-2 spike protein reduces S1 shedding and increases infectivity. bioRxiv", "authors": [{"first": "L", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Structure and immune recognition of the porcine epidemic diarrhea virus spike protein. bioRxiv", "authors": [{"first": "R", "middle": ["N"], "last": "Kirchdoerfer", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "In-Silico evidence for two receptors based strategy of SARS-CoV-2. bioRxiv", "authors": [{"first": "E", "middle": [], "last": "Milanetti", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "N-terminal domain (NTD) of SARS-CoV-2 spike-protein structurally resembles MERS-CoV NTD sialoside-binding pocket", "authors": [{"first": "M", "middle": [], "last": "Awasthi", "suffix": ""}], "year": 2020, "venue": "ResearchSquare", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Differential processing of HIV envelope glycans on the virus and soluble recombinant trimer", "authors": [{"first": "L", "middle": [], "last": "Cao", "suffix": ""}], "year": 2018, "venue": "Nat Commun", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Peptide-N4-(N-acetyl-beta-glucosaminyl)asparagine amidase F cannot release glycans with fucose attached alpha 1----3 to the asparagine-linked N-acetylglucosamine residue", "authors": [{"first": "V", "middle": [], "last": "Tretter", "suffix": ""}, {"first": "F", "middle": [], "last": "Altmann", "suffix": ""}, {"first": "L", "middle": [], "last": "Marz", "suffix": ""}], "year": 1991, "venue": "Eur J Biochem", "volume": "199", "issn": "", "pages": "647--652", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Distinct N-glycan fucosylation potentials of three lepidopteran cell lines", "authors": [{"first": "E", "middle": [], "last": "Staudacher", "suffix": ""}, {"first": "V", "middle": [], "last": "Kubelka", "suffix": ""}, {"first": "L", "middle": [], "last": "Marz", "suffix": ""}], "year": 1992, "venue": "Eur J Biochem", "volume": "207", "issn": "", "pages": "987--993", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Site-specific glycan analysis of the SARS-CoV-2 spike", "authors": [{"first": "Y", "middle": [], "last": "Watanabe", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Allen", "suffix": ""}, {"first": "D", "middle": [], "last": "Wrapp", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Mclellan", "suffix": ""}, {"first": "M", "middle": [], "last": "Crispin", "suffix": ""}], "year": 2020, "venue": "Science", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Antigen Receptor Nanoclusters: Small Units with Big Functions", "authors": [{"first": "W", "middle": [], "last": "Liu", "suffix": ""}, {"first": "H", "middle": [], "last": "Wang", "suffix": ""}, {"first": "C", "middle": [], "last": "Xu", "suffix": ""}], "year": 2016, "venue": "Trends Immunol", "volume": "37", "issn": "", "pages": "680--689", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Molecular determinants of immunogenicity: the immunon model of immune response", "authors": [{"first": "H", "middle": ["M"], "last": "Dintzis", "suffix": ""}, {"first": "R", "middle": ["Z"], "last": "Dintzis", "suffix": ""}, {"first": "B", "middle": [], "last": "Vogelstein", "suffix": ""}], "year": 1976, "venue": "Proc Natl Acad Sci U S A", "volume": "73", "issn": "", "pages": "3671--3675", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Polyvalent antigens stabilize B cell antigen receptor surface signaling microdomains", "authors": [{"first": "R", "middle": [], "last": "Thyagarajan", "suffix": ""}, {"first": "N", "middle": [], "last": "Arunkumar", "suffix": ""}, {"first": "W", "middle": [], "last": "Song", "suffix": ""}], "year": 2003, "venue": "J Immunol", "volume": "170", "issn": "", "pages": "6099--6106", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "SARS-CoV-2 spike glycoprotein vaccine candidate NVX-CoV2373 elicits immunogenicity in baboons and protection in mice", "authors": [{"first": "J", "middle": ["H"], "last": "Tian", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "A pH-dependent switch mediates conformational masking of SARS-CoV-2 spike. bioRxiv", "authors": [{"first": "T", "middle": [], "last": "Zhou", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Structures, conformations and distributions of SARS-CoV-2 spike protein trimers on intact virions. bioRxiv", "authors": [{"first": "Z", "middle": [], "last": "Ke", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Unexpected free fatty acid binding pocket in the cryo-EM structure of SARSCoV-2 spike protein. bioRxiv", "authors": [{"first": "C", "middle": [], "last": "Toelzer", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Distinct conformational states of SARS-CoV-2 spike protein. bioRxiv", "authors": [{"first": "Y", "middle": [], "last": "Cai", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Controlling the SARS-CoV-2 Spike Glycoprotein Conformation. bioRxiv", "authors": [{"first": "R", "middle": [], "last": "Henderson", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Glycans on the SARS-CoV-2 Spike Control the Receptor Binding Domain Conformation. bioRxiv", "authors": [{"first": "R", "middle": [], "last": "Henderson", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Respiratory syncytial virus fusion glycoprotein expressed in insect cells form protein nanoparticles that induce protective immunity in cotton rats", "authors": [{"first": "G", "middle": [], "last": "Smith", "suffix": ""}], "year": 2012, "venue": "PLoS One", "volume": "7", "issn": "", "pages": "", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Improved Titers against Influenza Drift Variants with a Nanoparticle Vaccine", "authors": [{"first": "V", "middle": [], "last": "Shinde", "suffix": ""}], "year": 2018, "venue": "N Engl J Med", "volume": "378", "issn": "", "pages": "2346--2348", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Immunogenicity and structures of a rationally designed prefusion MERS-CoV spike antigen", "authors": [{"first": "J", "middle": [], "last": "Pallesen", "suffix": ""}], "year": 2017, "venue": "Proc Natl Acad Sci U S A", "volume": "114", "issn": "", "pages": "7348--7357", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Leginon: a system for fully automated acquisition of 1000 electron micrographs a day", "authors": [{"first": "C", "middle": ["S"], "last": "Potter", "suffix": ""}], "year": 1999, "venue": "Ultramicroscopy", "volume": "77", "issn": "", "pages": "153--161", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Appion: an integrated, database-driven pipeline to facilitate EM image processing", "authors": [{"first": "G", "middle": ["C"], "last": "Lander", "suffix": ""}], "year": 2009, "venue": "J Struct Biol", "volume": "166", "issn": "", "pages": "95--102", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "DoG Picker and TiltPicker: software tools to facilitate particle selection in single particle electron microscopy", "authors": [{"first": "N", "middle": ["R"], "last": "Voss", "suffix": ""}, {"first": "C", "middle": ["K"], "last": "Yoshioka", "suffix": ""}, {"first": "M", "middle": [], "last": "Radermacher", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Potter", "suffix": ""}, {"first": "B", "middle": [], "last": "Carragher", "suffix": ""}], "year": 2009, "venue": "J Struct Biol", "volume": "166", "issn": "", "pages": "205--213", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Topology representing network enables highly accurate classification of protein images taken by cryo electron-microscope without masking", "authors": [{"first": "T", "middle": [], "last": "Ogura", "suffix": ""}, {"first": "K", "middle": [], "last": "Iwasaki", "suffix": ""}, {"first": "C", "middle": [], "last": "Sato", "suffix": ""}], "year": 2003, "venue": "J Struct Biol", "volume": "143", "issn": "", "pages": "185--200", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Automated molecular microscopy: the new Leginon system", "authors": [{"first": "C", "middle": [], "last": "Suloway", "suffix": ""}], "year": 2005, "venue": "J Struct Biol", "volume": "151", "issn": "", "pages": "41--60", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "MotionCor2: anisotropic correction of beam-induced motion for improved cryo-electron microscopy", "authors": [{"first": "S", "middle": ["Q"], "last": "Zheng", "suffix": ""}], "year": 2017, "venue": "Nat Methods", "volume": "14", "issn": "", "pages": "331--332", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "cryoSPARC: algorithms for rapid unsupervised cryo-EM structure determination", "authors": [{"first": "A", "middle": [], "last": "Punjani", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Rubinstein", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Fleet", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Brubaker", "suffix": ""}], "year": 2017, "venue": "Nat Methods", "volume": "14", "issn": "", "pages": "290--296", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Gctf: Real-time CTF determination and correction", "authors": [{"first": "K", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2016, "venue": "J Struct Biol", "volume": "193", "issn": "", "pages": "1--12", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "New tools for automated high-resolution cryo-EM structure determination in RELION-3", "authors": [{"first": "J", "middle": [], "last": "Zivanov", "suffix": ""}], "year": 2018, "venue": "", "volume": "7", "issn": "", "pages": "", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Structural analysis of glycoproteins: building N-linked glycans with Coot", "authors": [{"first": "P", "middle": [], "last": "Emsley", "suffix": ""}, {"first": "M", "middle": [], "last": "Crispin", "suffix": ""}], "year": 2018, "venue": "Acta Crystallogr D Struct Biol", "volume": "74", "issn": "", "pages": "256--263", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Automated structure refinement of macromolecular assemblies from cryo-EM maps using Rosetta", "authors": [{"first": "R", "middle": ["Y"], "last": "Wang", "suffix": ""}], "year": 2016, "venue": "Elife", "volume": "5", "issn": "", "pages": "", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "EMRinger: side chain-directed model and map validation for 3D cryoelectron microscopy", "authors": [{"first": "B", "middle": ["A"], "last": "Barad", "suffix": ""}], "year": 2015, "venue": "Nat Methods", "volume": "12", "issn": "", "pages": "943--946", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "MolProbity: More and better reference data for improved all-atom structure validation", "authors": [{"first": "C", "middle": ["J"], "last": "Williams", "suffix": ""}], "year": 2018, "venue": "Protein Sci", "volume": "27", "issn": "", "pages": "293--315", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "electronic Ligand Builder and Optimization Workbench (eLBOW): a tool for ligand coordinate and restraint generation", "authors": [{"first": "N", "middle": ["W"], "last": "Moriarty", "suffix": ""}, {"first": "R", "middle": ["W"], "last": "Grosse-Kunstleve", "suffix": ""}, {"first": "P", "middle": ["D"], "last": "Adams", "suffix": ""}], "year": 2009, "venue": "Acta Crystallogr D Biol Crystallogr", "volume": "65", "issn": "", "pages": "1074--1080", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "Meeting modern challenges in visualization and analysis", "authors": [{"first": "T", "middle": ["D"], "last": "Goddard", "suffix": ""}], "year": 2018, "venue": "Protein Sci", "volume": "27", "issn": "", "pages": "14--25", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "UCSF Chimera--a visualization system for exploratory research and analysis", "authors": [{"first": "E", "middle": ["F"], "last": "Pettersen", "suffix": ""}], "year": 2004, "venue": "J Comput Chem", "volume": "25", "issn": "", "pages": "1605--1612", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "Analysis Tool Web Services from the EMBL-EBI", "authors": [{"first": "H", "middle": [], "last": "Mcwilliam", "suffix": ""}], "year": 2013, "venue": "Nucleic Acids Res", "volume": "41", "issn": "", "pages": "597--600", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "Isolation of potent SARS-CoV-2 neutralizing antibodies and protection from disease in a small animal model", "authors": [{"first": "T", "middle": ["F"], "last": "Rogers", "suffix": ""}], "year": 2020, "venue": "Science", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "). Parts of the glycans are stabilized and visible in the dimer-of-trimers map. Due to the close proximity, these glycans might form hydrogen bonds with the symmetry related chain but it is unclear if these glycan interactions aid in the stability of the dimer-of-trimers. To investigate if the residues involved in trimer-trimer interactions are conserved across CoV strains belonging to lineage B of betacoronaviruses, we performed sequence alignment of residues in the loop and corresponding NTD binding pocket across representative strains (Figure S3C). While the loop residues 621-PVAIHADQ-628 are well conserved across strains, we observed varying levels of conservation in the binding pocket with SARS-CoV exhibited the most variability. SARS-CoV-2 has 7 additional residues at position 70-76 (including V70 and S71), 4 additional residues at position at 150-153 and 6 additional residues at 247-252 (including Y248 and L249) compared to SARS-CoV. These insertions along with the absence of H146 at the corresponding site on SARS-CoV make it unlikely for SARS-CoV to participate in these inter-trimeric interactions seen in SARS-CoV-2. While the residues in the NTD pocket were almost identical between SARS-CoV-2 and its closely related bat strain Bat-SL-RatG13, we observed some residue differences and 1-3 amino acid deletions in the loops pangolin/Guandong/1/2019 and BetaCoV/pangolin/Guangxi/P4L/2007 that could potentially impact binding to the loop (Figure S3C). Due to the proximity of this binding pocket to the putative glycan binding site, we conducted structural comparisons of the NTD dimerization pocket with that of the sialic acid (SA) binding site on MERS spike (PDB ID: 6Q04) (15). Comparison to MERS showed that although the SA-binding pocket was in close proximity, it did not coincide with the dimerization pocket on NTD (Figure S3D). While it has not been identified if SARS-CoV-2 spike binds to glycans in a similar manner, computational and structural studies have proposed residues on SARS-CoV-2 spike involved in SA binding (22, 23). Structural comparison of this putative glycan binding site to the dimerization site revealed them situated adjacent to one another with residues in loop 70 contributing to both the binding pockets (Figure S3E). To evaluate if the multimerization phenomenon observed in the full-length spike construct played a role in virus replication, we performed pseudovirus replication assays with SARS-CoV-2 wild-type (WT) spike and two mutant spikes. In mutant 1, the loop residues 621-PVAIHADQ-628 were replaced with a glycine-serine linker to completely knockout binding to NTD and in mutant 2, residues 619-EVPV-622 of SARS-CoV-2 were reverted to residues 619-DVST-622 of SARS-CoV-1. Pseudoviruses containing either WT or mutant spikes were generated in HEK293T cells and used to infect HeLa or HeLa-ACE2 cells. While the WT and mutant 2 exhibited similar levels of infection, we observed no detectable levels of infection for mutant 1 in which all contact residues on the loop", "latex": null, "type": "figure"}, "FIGREF1": {"text": "3Q-2P full-length immunogen formulated in polysorbate 80 detergent. Our results show that PS 80 forms detergent micelles around the transmembrane domains of 1 or more spike proteins, enabling the formation of nanoparticle-like rosettes. These larger nanoparticles provide multivalent display of the spike immunogen with potential for better immunogen trafficking and B-cell activation as has been previously shown for nanoparticle-based immunogens (28-30). Consistent with this observation, analysis of safety and immunogenicity of the Novavax SARS-CoV-2-3Q-2P-FL immunogen in mice and baboons revealed strong B-and T-cell responses to the vaccine with no evidence of vaccine-associated enhanced respiratory disease (VAERD) (31).Structural analysis of the 3Q-2P full-length spike immunogen revealed several important findings. The first being the stabilization and shift of the S1 subunit compared to published structures(17,18). Although the cause of this shift is unclear, the presence of PS 80 wedged in the NTD potentially may stabilize the alternate conformation. Notably, another recent study observed differences in their NTD conformations as a function of pH(32). We also observed intertrimer interactions between SARS-CoV-2 full-length spike proteins for the first time. The 615-635 loop that is generally disordered in free trimers, engages the NTD of the adjacent trimer in a well-ordered conformation. The binding pocket on NTD is present adjacent to the putative glycan binding site and shows subtle differences in the apo and loop-bound conformations. The slight displacement of loop residues 68-75 and the reversed positions of Y145 and H146 in the bound state not only allow better accommodation of the loop in the pocket, but also enable the formation of salt bridge interactions between H146 and D627. Importantly, both these findings were seen in the full-length spike immunogen assembled into compact and dense nanoparticles, which may play a role in both the observed S1 shift as well as formation of higher order spike multimers. Cryo-electron tomographic reconstructions of intact SARS-CoV-2 virions showed a relatively dispersed distribution of spike protein trimers on the viral surface and no evidence of higher order aggregates(33). However, another study has shown that the D614G mutation present in close proximity to the dimerization loop results in a several fold increase of spike numbers on the viral surface, resulting in higher spike protein density and a more infectious virion(20). The greater density may be aided by the ability to form such higher order multimers and may also serve to block access to epitopes on the more conserved S2 component of the spike, thereby facilitating immune evasion. Alternatively, loop that mediates inter-spike interactions may play a role in viral viability, consistent with our data showing that replacement of the loop with a GS linker completely abrogated viral infectivity.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Toelzer et al. also saw a preference for their structure with linoleic acid to be in the 'down'state (34). Recent reports by Henderson et al. have revealed that mutations at certain positions can alter the propensity toward 'up' and 'down' states of the RBD (36, 37). They showed that introducing a disulphide bond between RBD and S2 at positions S383 and D985 stabilized the spike in an all RBD-down conformation while introducing other mutations in SD1 and S2 could alter the number of RBDs present in the 'up' conformation (36). Alternatively, the removal of N-linked glycosylation at positions 165 and 234 also resulted in an increase or decrease in the populations of spikes in the 'up' state, respectively (37).", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Evaluation of SARS-CoV-2 3Q-2P-FL spike glycoprotein. (A) Linear diagram of the sequence/structure elements of the full-length SARS-CoV-2 spike (S) protein showing the S1 and S2 ectodomain. Structural elements include a cleavable signal sequence (SS, white), N-terminal domain (NTD, blue), receptor binding domain (RBD, green), subdomains 1 and 2 (SD1/SD2, light blue), protease cleavage site 2' (S2', arrow), fusion peptide (FP, red), heptad repeat 1 (HR1, yellow), central helix (CH, brown), heptad repeat 2 (HR2, purple), transmembrane domain (TM, black) and cytoplasmic tail (CT, white). The native furin cleavage site was mutated (RRAR→QQAQ) to be protease resistant and stabilized by introducing two proline (2P) substitutions at positions K986P and V987P to produce SARS-CoV-2 3Q-2P-FL spike. (B) Representative negative stain EM images and 2D classes of SARS-CoV-2 3Q-2P-FL, formulated in polysorbate 80 detergent in the presence of Matrix-M adjuvant. In the raw micrograph, spike rosettes are circled in yellow and Matrix-M adjuvant cages are circled in white. 2D classes showing individual spikes, higher order spike nanoparticles and Matrix-M cages of different sizes.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Cryo-EM analysis of SARS-CoV-2 3Q-2P-FL spikes. (A) Representative electron micrograph and 2D class averages of 3Q-2P-FL spikes showing free trimers and complexes of trimers (B) Side and top views of the B-factor-sharpened cryo-EM map of 3Q-2P-FL free trimers showing the spike in prefusion state, with the RBDs in closed conformation. The protomers are colored in blue, green and coral for clarity (C) Side and top view of the atomic model of free trimer represented as a ribbon diagram fit into the map density. The protomers are colored in blue, green and coral and the map is shown as a transparent gray density. (D) Comparison of 3Q-2P-FL spike with published structures (PDB IDs 6VXX and 6VSB) on a subunit level. PDB 6VXX is shown in cyan, PDB 6VSB shown in blue and 3Q-2P-FL spike in coral.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Structural features of the SARS-CoV-2 3Q-2P-FL spike trimer. (A) Comparison of the 615-635 loop between 3Q-2P-FL spike shown in coral and PDB 6X6P shown in blue. The residues that were built in 6X6P model but not in our model are shown in dark blue. Threonines at positions 618 and 632 flanking the gap in the 3Q-2P-FL trimer model are shown on both models to highlight their relative positions. (B) Interprotomeric salt-bridge interaction between D614 and K854 in 3Q-2P-FL spike trimer. (C) Linoleic acid (Dark blue) binding within a hydrophobic pocket of one RBD where the fatty acid head group reaches out to interact with the closed RBD of the adjacent protomer. The interacting residues are shown in pink (D) Polysorbate 80 detergent (blue) binding within the NTD with potential hydrogen bonding with R190 and H207. The interacting residues are shown in orange. Adjacent protomers are shown in yellow and gray in panels (B), (C) and (D).", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Trimer-trimer interactions and glycan analysis. (A) Side and top views of the sharpened cryo-EM map of 3Q-2P-FL dimers of spike trimers. Individual spike trimers are shown in blue and coral along a two-fold axis of symmetry (dotted line). (B) Top view of the B-factor-sharpened cryo-EM map of trimer-of-trimers complex with individual trimers colored in blue, coral and green. (C) Ribbon representation of a protomer from one trimer (blue) interacting with the protomer from the adjacent trimer (coral) docked into the dimers-of-trimers density (D) A close-up view of the interaction between the protomers of adjacent trimers. One protomer is shown as a ribbon diagram in blue while its binding partner is shown as surface in gray. Residues 621-PVAIHADQ-628 in the loop with potential interactions to the neighboring NTD are colored yellow and the residues in the NTD binding pocket are highlighted in coral. Residue D614 at the start of the loop is highlighted in dark blue. Glycosylation at residue 616 is not shown for clarity. (E) Changes occurring in the binding pocket in the bound state (gray) versus the free trimer (pink). Y145 and H146 switch positions to accommodate the loop better, also resulting in salt bridge formation between H146 and D627. It also results in stacking between W152 and H146 (F) Pseudoviruses expressing SARS-CoV-2 WT or mutant spikes (Mutant 1 has loop residues 621-PVAIHADQ-628 replaced with a glycine-serine linker and mutant 2 has residues 619-EVPV-622 mutated to 619-DVST-622) were used to infect HeLa or HeLa-ACE2 cells for 42 to 48 hours. Infection was measured by luciferase intensity (Relative Light Unit) in the lysed cells following infection. (G) Site-specific glycan analysis of 3Q-2P-FL spike protein expressed in SF9 insect cell line. Proportions shown for no occupancy, oligomannose and complex/paucimannose PNGS are the average and SEM of 3-32 unique peptides for each glycosite except for sites 17, 709 and 717 where only a single peptide was observed.", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Ann M. Greene at Novavax, Inc. for editing the manuscript. Funding: This work was supported by grants from the National Institute of Allergy and Infectious Diseases Center for HIV/AIDS Vaccine Development UM1 AI144462 (J.C.P., A.B.W.), R01 AI113867 (J.C.P.), R01 AI132317 (D.N.), P01 AI110657 (A.B.W.), the Bill and Melinda Gates Foundation OPP1170236 (A.B.W.) and by Novavax, Inc. Molecular graphics and analyses performed with UCSF Chimera developed by the Resource for Biocomputing, Visualization, and Informatics at the University of California, San Francisco, with support from National Institutes of Health R01-GM129325 and P41-GM103311, and the Office of Cyber Infrastructure and Computational Biology, National Institute of Allergy and Infectious Diseases. Author contributions: S.B and A.B.W conceived and designed the study. S.B, H.L.T, G.O and A.A performed cryo-EM data collection, data processing and model building. X.W, J.D, J.R.Y III and J.C.P performed site-specific glycan analysis and data interpretation. J.L.T, D.H and D.N performed mutagenesis and pseudovirus assays. S.B, G.O and A.B.W analyzed and interpreted data. S.B and A.B.W wrote the paper and all authors reviewed and edited the paper. J.H.T, A.D.P, N.P, M.J.M, G.G, and G.S contributed NVX-CoV2373 and Matrix-M adjuvant and provided advice for sample handling. J.H.T, A.D.P, N.P, M.J.M, G.G, and G.S also contributed to drafting of the manuscript. Competing interests: Authors J.H.T, A.D.P, N.P, M.J.M, G.G, and G.S are current employees of Novavax, Inc., a for-profit organization, and these authors own stock or hold stock options. These interests do not alter the authors' adherence to policies on sharing data and materials. All other authors have no competing interests to declare. Data and materials availability: The EM maps have been deposited at the Electron Microscopy Data Bank (EMDB) with accession codes EMD-22352 (SARS-CoV-2 3Q-2P-FL spike trimer with C3 symmetry), EMD-22353 (SARS-CoV-2 3Q-2P-FL spike trimer with C1 symmetry), EMD-22354 (SARS-CoV-2 3Q-2P-FL spike dimer-of-trimers with C2 symmetry), EMD-22355 (SARS-CoV-2 3Q-2P-FL spike trimer-of-trimers with C1 symmetry) and EMD-22356 (SARS-CoV-2 3Q-FL spike trimer with C3 symmetry). The atomic models have been deposited at the Protein Data Bank with PDB IDs 7JJI (SARS-CoV-2 3Q-2P-FL spike trimer with C3 symmetry) and 7JJJ (SARS-CoV-2 3Q-2P-FL spike dimer-of-trimers with C2 symmetry).", "latex": null, "type": "figure"}, "FIGREF9": {"text": "-2 prefusion S. SARS-CoV-2 full-length constructs were synthesized from the S glycoprotein gene sequence (GenBank MN908947 nucleotides 21563-25384). The wild-type full-length gene was codon optimized for expression in Spodoptera frugiperda (Sf9) cells by GenScript (Piscataway, NJ, USA). Amino acid mutations in the S1/S2 cleavage domain were introduced in the furin cleavage site (RRAR to QQAQ) to be protease resistant (SARS-CoV-2 3Q S) and in a second construct two proline mutations (K986P and V987P) were introduced in the HR1 domain (SARS-CoV-2 3Q-2P S) to stabilize the envelope proteins in a prefusion conformation (18). Expression and purification. For expression of SARS-CoV-2 full-length spike (S) proteins, the synthetic S-genes were codon optimized for insect cells, cloned into the pBac1 baculovirus transfer vector (Millipore, Sigma), and co-transfected into S. frugiperda [Lepidoptera] Sf9 cells with the flashBACTM GOLD system (Oxford Expression Technologies) using X-tremeGENE HP transfection reagent (Roche). Recombinant baculovirus-infected cells were harvested by centrifugation, SARS-CoV-2 S envelope proteins extracted with non-ionic detergent and purified using anion exchange and lentil lectin affinity column chromatography. Purified SARS-CoV-2 3Q and 3Q-2P S proteins were dialyzed in 25 mM sodium phosphate (pH 7.2), 300 mM NaCl, 0.01% (v/v) polysorbate 80 (PS 80) and stored at -80o C.", "latex": null, "type": "figure"}, "FIGREF10": {"text": "-2 3Q-2P, 3.5 µL of spike at 0.4 mg/mL was mixed with 0.5 µL of 0.04 mM lauryl maltose neopentyl glycol (LMNG) solution immediately before sample deposition onto a 1.2/1.3 300-Gold grid (EMS) that had been plasma cleaned for 7 seconds using a Gatan Solarus 950 Plasma system. Following sample application, grids were blotted for 3 seconds before being vitrified in liquid ethane using a Vitrobot Mark IV (Thermo Fisher). For SARS-CoV-2 3Q, 3.5 µL of spike at 0.5 mg/mL was mixed with 0.5 µL of 0.04 mM of LMNG and frozen in a similar manner. Cryo-EM data collection and processing. For collection, a Talos Arctica TEM at 200 kV was used with a Gatan K2 Summit detector at a magnification of 36,000x, resulting in a 1.15 Å pixel size. Total exposure was split into 250 ms frames with a total cumulative dose of ∼50 e-/Å2. Micrographs were collected through Leginon software at a nominal defocus range of -0.5 µm to -1.6 µm for 3Q-2P spike and at a defocus range of -0.4 µm to -2.3 µm for 3Q spike", "latex": null, "type": "figure"}, "FIGREF11": {"text": "Sequence alignment. The sequences for the analysis were obtained either from GISAID or NCBI GenBank. GISAID accession number or the GenBank accession id from which whole genome sequences were obtained are as follows: Batpangolin/Guangxi/P4L/2007 (EPI_ISL_410538), SARS-CoV Tor2 strain (NC_004718.3). The spike sequences were extracted and aligned using Clustal Omega (57).Pseudovirus (PSV) assay.Pseudovirus preparation and assay were performed as previously described(58). Under BSL2/3 conditions, MLV-gag/pol and MLV-CMV plasmids was co-transfected into HEK293T cells along with full-length or mutant SARS-", "latex": null, "type": "figure"}, "FIGREF12": {"text": "Cryo-EM structure analysis and validation of SARS-CoV-2 3Q-2P-FL spike trimer. (A) FSC curve for SARS-CoV-2 3Q-2P-FL spike when C1 symmetry was imposed during refinement. (B) FSC curve for SARS-CoV-2 3Q-2P-FL spike with C3 symmetry imposed. (C) Side and top view of the C3 trimer atomic model represented as a ribbon diagram fit into the 3Q-2P-FL spike C1 map density. The protomers are colored in blue, green and coral and the map is shown as a transparent gray density. (D) Cryo-EM map of SARS-CoV-2 3Q-2P-FL C3, colored according to local resolution. (E) Ribbon representation of residues 614-642 of the PDB model 6X6P with their corresponding cryo-EM density (EMD-22078) shown as mesh representation. Residues P621 to S640 are colored in yellow.", "latex": null, "type": "figure"}, "FIGREF13": {"text": "Ligands found in the EM map of the SARS-CoV-2 3Q-2P-FL spike trimer. (A) Side view of the trimer atomic model represented as a ribbon diagram in tan with the two ligands and their corresponding map densities shown as mesh in cyan. (B) Linoleic acid and its corresponding map density shown as mesh in cyan. (C) The potential ligand candidates obtained from the mass spectrometry analysis of the SARS-CoV-2 3Q-2P-FL spike trimer with their corresponding size and signal intensity. (D) Polysorbate 80 and its corresponding map density shown as mesh in cyan.", "latex": null, "type": "figure"}, "FIGREF14": {"text": "Cryo-EM validation and analysis of SARS-CoV-2 3Q-2P-FL spike dimersof-trimers. (A)FSC curve for 3Q-2P-FL dimers-of-trimers map imposing C2 symmetry. (B) N282 glycans extending out from each trimer towards the symmetry related chain in the adjacent trimer. The adjacent spike trimers are shown in pink and blue as ribbon representation and their corresponding cryo-EM density shown in transparent gray as surface representation. (C) Alignment of spike sequences from representative lineage B beta-CoV strains performed using Clustal Omega. The loop residues 621-PVAIHADQ-628 are highlighted by a yellow box, the D614 residue highlighted by a blue box, the loops surrounding the NTD binding pocket are highlighted by a coral box and the potential interacting residues are underlined in black. (D) Surface representation of MERS spike (PDB ID: 6Q04) in tan color bound to 5-N-acetyl neuraminic acid shown in yellow. The binding site is colored in cyan. (E) Interaction between the protomers of adjacent trimers in the 3Q-2P-FL dimers-of-trimers model. One protomer is shown as a ribbon diagram in blue while its binding partner is shown as surface representation in gray. Residues 621-PVAIHADQ-628 on the loop with potential interactions are colored yellow and the corresponding residues in the NTD binding pocket are highlighted in coral. Spike residues predicted in glycan binding are colored in cyan.", "latex": null, "type": "figure"}, "FIGREF15": {"text": "Cryo-EM validation and analysis of SARS-CoV-2 3Q-FL spike. (A)Representative electron micrograph and 2D class averages of 3Q-FL spikes showing free trimers and complexes of trimers. (B) FSC curve for SARS-CoV-2 3Q-FL spike (C3 symmetry imposed during map refinement). (C) Side and top view of the SARS-CoV-2 3Q-2P-FL C3 trimer atomic model represented as a ribbon diagram fit into the 3Q-FL spike C3 map density. The protomers are colored in blue, green and coral and the map is shown as a transparent gray density.", "latex": null, "type": "figure"}, "TABREF1": {"text": "Supernatants containing the viruses were harvested 48h after transfection. In sterile 96well half-area plates, 25 μl of virus was immediately added to 10,000 HeLa or HeLa-ACE2 cells in 75 μl of medium. Plates were incubated at 37°C for 42 to 48 h. Following the infection, HeLa and HeLa-hACE2 cells were lysed using 1x luciferase lysis buffer(25 mM    Gly-Gly pH 7.8, 15 mM MgSO4, 4 mM EGTA, 1% Triton X-100). Luciferase intensity was then read on a Luminometer with luciferase substrate according to the manufacturer's instructions (Promega, PR-E2620).", "latex": null, "type": "table"}, "TABREF2": {"text": ") were digested under five different protease conditions including chymotrypsin, a combination of trypsin and chymotrypsin, trypsin, elastase and subtilisin as described. All samples were then pooled and deglycosylated by Endo H followed by PNGase F in O18-water. To obtain full site coverage, an additional aliquot of the denatured protein (10 µg) sample was digested with chymotrypsin (1:13 w/w) only and deglycosylated with EndoH and PNGase F like the other samples.The combined protease-treated and chymotrypsin only samples were separately analyzed on an Q Exactive HF-X mass spectrometer (Thermo). Each sample was run twice as replicate. Samples were injected directly onto a 25 cm, 100 μm ID column packed with BEH 1.7 μm C18 resin (Waters). Samples were separated at a flow rate of 300 nL/min on a nLC 1200 (Thermo). Solutions A and B were 0.1% formic acid in 5% and 80% acetonitrile, respectively. A gradient of 1-25% B over 160 min, an increase to 40% B over 40 min, an increase to 90% B over another 10 min and held at 90% B for 30 min was used for a 240 min total run time. Column was re-equilibrated with solution A prior to the injection of sample. Peptides were eluted directly from the tip of the column and nanosprayed directly into the mass spectrometer by application of 2.8 kV voltage at the back of the column. The HFX was operated in a data dependent mode. Full MS1 scans were collected in the Orbitrap at 120k resolution. The ten most abundant ions per scan were selected for HCD MS/MS at 25NCE. Dynamic exclusion was enabled with exclusion duration of 10 s and singly charged ions were excluded.", "latex": null, "type": "table"}, "TABREF3": {"text": "Cryo-EM data collection, refinement and model building statistics", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Map </td><td>3Q-2P-FL C3 (trimer) </td><td>3Q-2P-FL C2 (dimer of trimers) </td><td>3Q-2P-FL C1 (trimer of trimer) </td><td>3Q-2P-FL C1 (trimer) </td><td>3Q-FL C3 (trimer) </td></tr><tr><td>EMDB </td><td>EMD-22352 </td><td>EMD-22354 </td><td>EMD-22355 </td><td>EMD-22353 </td><td>EMD-22356 </td></tr><tr><td>Data collection </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Microscope </td><td>FEI Talos Arctica </td><td>FEI Talos Arctica </td><td>FEI Talos Arctica </td><td>FEI Talos Arctica </td><td>FEI Talos Arctica </td></tr><tr><td>Voltage (kV) </td><td>200 </td><td>200 </td><td>200 </td><td>200 </td><td>200 </td></tr><tr><td>Detector </td><td>Gatan K2 Summit </td><td>Gatan K2 Summit </td><td>Gatan K2 Summit </td><td>Gatan K2 Summit </td><td>Gatan K2 Summit </td></tr><tr><td>Recording mode </td><td>Counting </td><td>Counting </td><td>Counting </td><td>Counting </td><td>Counting </td></tr><tr><td>Nominal magnification </td><td>36,000 </td><td>36,000 </td><td>36,000 </td><td>36,000 </td><td>36,000 </td></tr><tr><td>Movie micrograph pixel size (Å) </td><td>1.15 </td><td>1.15 </td><td>1.15 </td><td>1.15 </td><td>1.15 </td></tr><tr><td>Dose rate (e-/[(camera pixel)*s]) </td><td>5.7 </td><td>5.7 </td><td>5.7 </td><td>5.7 </td><td>5.95 </td></tr><tr><td>Number of frames per movie micrograph </td><td>46 </td><td>46 </td><td>46 </td><td>46 </td><td>44 </td></tr><tr><td>Frame exposure time (ms) </td><td>250 </td><td>250 </td><td>250 </td><td>250 </td><td>250 </td></tr><tr><td>Movie micrograph exposure time (s) </td><td>11.5 </td><td>11.5 </td><td>11.5 </td><td>11.5 </td><td>11.1 </td></tr><tr><td>Total dose (e-/Å2) </td><td>50 </td><td>50 </td><td>50 </td><td>50 </td><td>50 </td></tr><tr><td>Defocus range (µm) </td><td>-0.5 to -1.6 </td><td>-0.5 to -1.6 </td><td>-0.5 to -1.6 </td><td>-0.5 to -1.6 </td><td>-0.4 to -2.3 </td></tr><tr><td>EM data processing </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Number of movie micrographs </td><td>5,506 </td><td>5,506 </td><td>5,506 </td><td>5,506 </td><td>3,627 </td></tr><tr><td>Number of molecular projection images in map </td><td>45,374 </td><td>15,411 </td><td>4,141 </td><td>45,374 </td><td>76,834 </td></tr><tr><td>Symmetry </td><td>C3 </td><td>C2 </td><td>C1 </td><td>C1 </td><td>C3 </td></tr><tr><td>Map resolution (FSC 0.143; Å) </td><td>3.6 </td><td>4.5 </td><td>8.0 </td><td>3.8 </td><td>4.0 </td></tr><tr><td>Map sharpening B-factor (Å2) </td><td>-114.8 </td><td>-66.5 </td><td>-240.3 </td><td>-88.8 </td><td>-123.5 </td></tr><tr><td>Structure Building Validation </td><td>and </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Number of atoms in deposited </td><td> </td><td> </td><td> </td><td> </td></tr></table></body></html>"}}, "back_matter": []}