{
    "paper_id": "0a19d68afa6d9236c9657d7d0fac997cec40d09b",
    "metadata": {
        "title": "Environmental Management Disputed Territories in Southeastern Brazil: Effects of the Serra da Bocaina National Park on Nearby Coastal Communities",
        "authors": [
            {
                "first": "Rodrigo",
                "middle": [],
                "last": "Rodrigues De Freitas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Luciana",
                "middle": [],
                "last": "Gomes De Araujo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The establishment of national parks in Brazil has been made based on a history of conflicts with local populations living within the limits or buffer zones of protected areas. These conflicts begin with disputes over territorial ownership. They affect local livelihoods, access to and use of space and natural resources, and create power asymmetries. In response to these conflicts, the Federal Conservation Agency has put forward norms that guarantee inclusive arenas for local people to take part in negotiations with park managers. In this study, environmental conflicts caused by the implementation of parks overlapping local population territories are analyzed aiming to understand their role as mechanisms promoting institutional changes. We collected data from two communities that overlap the Serra da Bocaina National Park through interviews, workshops, and direct observations. For each community, we characterized conflicts involving the community and Park officers. We identified consequences to the community's livelihoods and analyzed their influence on institutional change. The results suggest that one community responded to conservation conflicts through actions towards negotiation and collaboration with the national park. The other community promoted changes in agricultural production methods and sought new markets as a strategy for staying in the territory. Conflicts are effective as a mechanism for institutional changes, as local actors articulate with autonomous organizations at different levels. We highlight the importance of a continuous documentation on conflicts and their consequences to rural livelihoods in both communities and conflict management actions taken by the Park in the long term.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "No-take protected areas have a history of conflicts with local people. The conflicts concern restrictions on livelihood, access and use of space and natural resources, and power asymmetries in management decisions (Lele et al. 2010; Vedeld et al. 2012; Araujo et al. 2017; Bavinck et al. 2017) . The implementation of parks still raises questions, such as those related to changes on local and public institutions caused by top-down implementation processes over territories inhabited by local people (Jones et al. 2017; Schleicher 2018) . The analysis of environmental conflicts between protected area managers and local populations living within protected areas contribute to understand how such institutional changes take place on the ground (Liu et al. 2010; Ostrom and Basurto 2011; De Pourcq et al. 2017) . For instance, De Pourcq et al. (2017) identified in the literature a variety of causal factors associated with natural resource-related conflicts, including (i) forced displacement, (ii) social exclusion, (iii) deficient community participation processes, (iv) denial of ancestral territorial rights, (v) restrictions on community resource use priorities, (vi) negative impacts of conservation measures on community resources, and (vii) impoverishment resulting from all factors above.",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 232,
                    "text": "(Lele et al. 2010;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 233,
                    "end": 252,
                    "text": "Vedeld et al. 2012;",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 253,
                    "end": 272,
                    "text": "Araujo et al. 2017;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 273,
                    "end": 293,
                    "text": "Bavinck et al. 2017)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 501,
                    "end": 520,
                    "text": "(Jones et al. 2017;",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 521,
                    "end": 537,
                    "text": "Schleicher 2018)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 745,
                    "end": 762,
                    "text": "(Liu et al. 2010;",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 763,
                    "end": 787,
                    "text": "Ostrom and Basurto 2011;",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 788,
                    "end": 810,
                    "text": "De Pourcq et al. 2017)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 813,
                    "end": 850,
                    "text": "For instance, De Pourcq et al. (2017)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This study explores the nexus between conflicts and institutional changes in relation to relationships between managers of the Serra da Bocaina National Park (SBNP) and members of two communities partially situated within the park limits and its buffer zone in the southeastern coast of Brazil. Conflicts between these communities (Sertão de Mambucaba and Trindade) and the SBNP have begun after enforcement and conservation actions within community territories. People living in these communities want to keep their livelihoods inside the SBNP, such as fishing, tourism, and agriculture (Araujo et al. 2017; ). The Brazilian legislation regulating PAs prohibits human occupation and use of natural resources in parks even when the occupation already existed prior to the establishment of the PA.",
            "cite_spans": [
                {
                    "start": 588,
                    "end": 608,
                    "text": "(Araujo et al. 2017;",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The social conflicts we address in this study are related to environmental issues. They are sometimes called environmental conflicts. For definition purposes, a conflict is an explanatory category of social change (Ferreira et al. 2007 ). Environmental conflicts have a strong relation with changes in livelihood and institutional development. The concept of \"institution\" concerns rules of a society or constraints that shape human interaction (North 1990) .",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 235,
                    "text": "(Ferreira et al. 2007",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 445,
                    "end": 457,
                    "text": "(North 1990)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Conflicts such as those over the interpretation of rules may lead to institutional changes. When conflicts are not managed or solved, they can weaken institutions (Liu et al. 2010; Ostrom and Basurto 2011; Le Tourneau 2017) . Local agreements based on local knowledge and collective actions in sustainable PAs in the Brazilian Amazon are an example thereof. In these PAs, common-property systems with collective land rights and collaborative management statutes are established according to the federal legislation. However, in some cases, external authorities of the Federal Conservation Agency 1 control management, leaving the local population outside management decisions (Le Tourneau 2017).",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 180,
                    "text": "(Liu et al. 2010;",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 181,
                    "end": 205,
                    "text": "Ostrom and Basurto 2011;",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 206,
                    "end": 223,
                    "text": "Le Tourneau 2017)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "On the other hand, when actors establish and accept regularized procedures to reach legitimate solutions, new institutions may be created, dissolved, or modified as a result of negotiations and collaboration among actors (Ostrom and Basurto 2011; Seixas et al. 2017; Bonsu et al. 2019 ). In the Brazilian legal framework of PAs, Advisory Management Councils and Terms of Agreement are a priority to support management guidelines of park managers (Araujo et al. 2017; Prado et al. in press) . These management instruments are a response to pressures and conflicts engaging local populations inside parks and managers in the whole country.",
            "cite_spans": [
                {
                    "start": 221,
                    "end": 246,
                    "text": "(Ostrom and Basurto 2011;",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 247,
                    "end": 266,
                    "text": "Seixas et al. 2017;",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 267,
                    "end": 284,
                    "text": "Bonsu et al. 2019",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 446,
                    "end": 466,
                    "text": "(Araujo et al. 2017;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 467,
                    "end": 489,
                    "text": "Prado et al. in press)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Conditions such as those mentioned above require conflict management. They commonly involve multiple social actors in solving complex management problems at different levels of socio-ecological systems (Adger et al. 2005; Charles 2012 ). Demands and actions by local populations and PA managers put pressure on different levels of the institutional scale of PAs and on human rights (Adger et al. 2005; Young 2006; Armitage 2008) . Conflicts arising from environmental conservation problems have different meanings for different actors. They directly affect both power relations and institutions (Armitage 2008) . The public actor may respond to conflicts with technical resources, whereas for local groups conflicts mean conditions of access \"intrinsically tied to images of who they are and their historical socio-cultural experience\" (Armitage 2008, p. 24) . This study focuses mainly on interactions between local populations and SBNP managers, who influence and affect other social actors, institutions, and management actions of the Federal Conservation Agency at a local negotiation level.",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 221,
                    "text": "(Adger et al. 2005;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 222,
                    "end": 234,
                    "text": "Charles 2012",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 382,
                    "end": 401,
                    "text": "(Adger et al. 2005;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 402,
                    "end": 413,
                    "text": "Young 2006;",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 414,
                    "end": 428,
                    "text": "Armitage 2008)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 595,
                    "end": 610,
                    "text": "(Armitage 2008)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 836,
                    "end": 858,
                    "text": "(Armitage 2008, p. 24)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the next sections, we present the situation of the SBNP and of the communities where we conducted the research, as well as the research methods. We characterize and typify historical and current conflicts between communities and the park. We analyzed perceived consequences on livelihoods resulting from the implementation of the SBNP and related institutional changes. Finally, in this case study, we discuss the relation between environmental conflicts and institutional changes and highlight the importance of a continuous documentation on conflicts and their consequences for rural livelihoods and management by the park.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This study focuses on the SBNP, which encompasses a large area of Atlantic Forest in southeastern Brazil. A Federal Decree created the park in 1971. In 1972, a new decree reduced its area from 134,000 to 104,000 hectares and added a marine area to the park perimeter. The main guiding management instrument of the park is its Management Plan. It was drafted between 1997 and 2000 and published in 2002. Management guidelines provided for in the Management Plan focus on visitation and environmental education actions (IBAMA 2002) . As a no-take protected area, the Management Plan does not consider rural livelihood practices.",
            "cite_spans": [
                {
                    "start": 517,
                    "end": 529,
                    "text": "(IBAMA 2002)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Study Area"
        },
        {
            "text": "The other management instrument is the Advisory Management Council. It is the arena where conflicts are managed. The council is represented by 29 organizations in four sectors: public agencies, research organizations, territory users, and NGOs. Among them, five seats are for organizations advocating the interests of Trindade and Sertão de Mambucaba 2 : three community-based organizations (CBO) of Trindade represent its residents, boatmen and fishers, one CBO of Sertão de Mambucaba represents small-scale farmers, and the National Coordination of Caiçara People represents the interests of the Trindade's Caiçara population. Park managers are involved in a permanent dialogue with communities through the Management Council, Working Groups, and community meetings (Araujo 2014) .",
            "cite_spans": [
                {
                    "start": 768,
                    "end": 781,
                    "text": "(Araujo 2014)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Study Area"
        },
        {
            "text": "In addition to its ecological relevance, the SBNP also embraces a huge cultural diversity of traditional people living within the park limits and in its buffer zone (IBAMA 2002) . Overlapping territories, divergent conservation views, and weaknesses in negotiation efforts between local people and the SBNP are the major factors triggering social disputes (Lopes et al. 2013; Araujo et al. 2017; Bahia et al. 2018) . The territorial disputes discussed here take place in the rural community of Sertão de Mambucaba (municipality of Angra dos Reis) and in the coastal community of Trindade (municipality of Paraty) ( Fig. 1) .",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 177,
                    "text": "(IBAMA 2002)",
                    "ref_id": null
                },
                {
                    "start": 356,
                    "end": 375,
                    "text": "(Lopes et al. 2013;",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 376,
                    "end": 395,
                    "text": "Araujo et al. 2017;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 396,
                    "end": 414,
                    "text": "Bahia et al. 2018)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 615,
                    "end": 622,
                    "text": "Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Study Area"
        },
        {
            "text": "Sertão de Mambucaba, inhabited by around forty families, is entirely within the limits of the SBNP and 10 km from Perequê (or Parque Mambucaba). This is an urbanized settlement in the park buffer zone with around 36,000 inhabitants. The population of Sertão de Mambucaba has access to commercial facilities and public services in Perequê, such as health and education. Although the history of the Sertão de Mambucaba community is associated with coffee farms (Destri 2008) , currently the main agricultural product is banana and palm heart marketed for school meals. In addition, women sell handicraft made of banana fiber. One of the main commercialization challenges for the community is the precariousness of unsealed roads poorly maintained (Eletronuclear 2006) . Currently, many residents seek alternatives in tourism services, production of organic food, and agroforestry (Ribeiro et al. 2018) .",
            "cite_spans": [
                {
                    "start": 459,
                    "end": 472,
                    "text": "(Destri 2008)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 745,
                    "end": 765,
                    "text": "(Eletronuclear 2006)",
                    "ref_id": null
                },
                {
                    "start": 878,
                    "end": 899,
                    "text": "(Ribeiro et al. 2018)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Study Area"
        },
        {
            "text": "Two organizations have played important roles in establishing relationships with SBNP managers. The first and most important is the Association of Rural Producers of the Mambucaba Valley (AMV) in Perequê. It is a CBO responsible for the processing and commercialization of extractive and cultivated products of Sertão de Mambucaba. The other is the Angrense Society of Ecological Protection (Portuguese acronym SAPE), a nongovernmental organization that has been engaged in a community-based tourism project in Sertão de Mambucaba. This project aims to consolidate community-based tourism in the Gold Trail, which starts high in the Atlantic Mountains (Serra do Mar) and ends nearby Sertão de Mambucaba. It is a 31-mile trail inside the park with permanent visitation throughout the year (ICMBio 2017).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Area"
        },
        {
            "text": "The community of Trindade partially overlaps the SBNP in sea and land. The only marine area of the park overlaps the main fishing spots of Trindade. The community has about 1000 inhabitants (Bussolotti 2010) . There are 32 full-time and 60 part-time small-scale fishers (Begossi et al. 2009; Bussolotti 2010; Hanazaki et al. 2013) . Fixed pound nets are the main fishing technique used in Trindade. Fishers share the same fishing spots, alternating throughout the year. By using this technique, they select the desired fish upon checking the net, and return unwanted individuals to the sea alive, which is performed several times a day (Begossi 2011) . The dynamics of fishing in Trindade have been transforming over the years as tourism expanded since the 1990s (Plante and Breton 2005) . Currently, tourism is the main source of income of the community 3 (Hanazaki et al. 2013 ). The first managers of SBNP began implementing enforcement and conservation actions in the community since the PA creation in 2007 (Araujo 2014) .",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 207,
                    "text": "(Bussolotti 2010)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 270,
                    "end": 291,
                    "text": "(Begossi et al. 2009;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 292,
                    "end": 308,
                    "text": "Bussolotti 2010;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 309,
                    "end": 330,
                    "text": "Hanazaki et al. 2013)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 636,
                    "end": 650,
                    "text": "(Begossi 2011)",
                    "ref_id": null
                },
                {
                    "start": 763,
                    "end": 787,
                    "text": "(Plante and Breton 2005)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 857,
                    "end": 878,
                    "text": "(Hanazaki et al. 2013",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1012,
                    "end": 1025,
                    "text": "(Araujo 2014)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Study Area"
        },
        {
            "text": "There are many CBOs in Trindade that maintain relationships with SNBP managers, but two of them are more active: the Residents Association (Portuguese acronym AMOT) and the Association of Boaters and Small-Scale Fishers of Trindade (Portuguese acronym ABAT). Both CBOs are well organized and have undergone a significant process of institutional improvement since 2012 Araujo et al. 2017 ). The ABAT is in an ongoing process of negotiation with park officers regarding formal licenses to operate tourism activities inside the park area (Bahia et al. 2018) . Despite this, fishing inside the park is still an unresolved issue, causing anxiety and insecurity amongst fishers.",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 387,
                    "text": "Araujo et al. 2017",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 536,
                    "end": 555,
                    "text": "(Bahia et al. 2018)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Study Area"
        },
        {
            "text": "This study is based on a qualitative approach (Creswell 2007) and consists of multiple data sources. We collected data between 2010 and 2016 through interviews, direct observations, and workshops. In Trindade, we collected data on disputes between the community and SBNP based on four interviews carried out in 2010 and 2013, and 12 meetings observed between 2010 and 2016. This effort was part of the second author's doctoral research project on different aspects of fisheries and governance of protected areas in Paraty. In Sertão de Mambucaba, we collected data from three workshops in 2013 as part of a broader assessment on oil and gas exploration and production in the region (Petrobras 2017).",
            "cite_spans": [
                {
                    "start": 46,
                    "end": 61,
                    "text": "(Creswell 2007)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Research Methods"
        },
        {
            "text": "We interviewed the head of SBNP and three community leaders of Trindade representing ABAT and AMOT. Respondents were chosen according to the relevance of their roles in conversations about the conflicts between the park and the community. The second author has been doing research and outreach activities in Trindade since 2009, as part of research projects developed by the Commons Management and Conservation Research Group, of the University of Campinas (Brazil). This long contact with the community, developed in periodic visits, enabled us to identify and build trusting relationships with community leaders. The interviews addressed the following topics: actions implemented in Trindade by the Park; the role of the Management Council of the Park; management advancements and challenges perceived by the head of the Park; positive and negative effects of the implementation of the Park on the territory of Trindade perceived by community leaders; conflicts and collaborations between managers of SBNP and Trindade; and future expectations regarding negotiations between Trindade and the Park.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research Methods"
        },
        {
            "text": "Direct observations were carried out in ten community meetings in Trindade (2010, 2011, 2014, and 2016) and in two meetings of the Advisory Management Council of SBNP (2010 and 2013). The meetings held in Trindade were organized by the CBOs to discuss community interests. The topics covered in these meetings included the debate on the sustainability of the small-scale fisheries held by the community, issues related to tourism and the political organization of the Caiçara people in a National Coordination representing all Caiçara communities of Southeastern Brazil.",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 103,
                    "text": "(2010, 2011, 2014, and 2016)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Research Methods"
        },
        {
            "text": "The workshops held in Sertão de Mambucaba were performed with the participation of members of AMV. Participants were recruited through association calls, printed invitations and direct and personal contact with rural producers. In the first workshop, we performed a Strengths, Weakness, Opportunities, and Threats analysis (SWOT) (Helms and Nixon 2010) ; in the second workshop, we plotted a Venn diagram (Krishnaswamy 2004) ; and in the third workshop, we performed data validation. The workshops were held at the association's headquarters in the Perequê neighborhood, averaging 2.5 h each. During the workshops, men and women up to 40 years old had participated (in a balanced proportion). The three workshops had 13, 14, and 20 community participants. Most were farmers.",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 352,
                    "text": "(Helms and Nixon 2010)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 405,
                    "end": 424,
                    "text": "(Krishnaswamy 2004)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Research Methods"
        },
        {
            "text": "The SWOT analysis covered the following topics: (i) strength: handcrafts, nature (forest and waterfalls), Association of Women Artisans, and living in the territory; (ii) weaknesses: health, garbage, electric power, roads, silting of rivers, lack of interest of public authorities, production outflow, agricultural subsidies, sewage treatment, education, and lack of knowledge on legislation; (iii) opportunities: solidarity economy, strengthening of the artisans group, cooperation, banana raisin and pickled heart-of-palm manufacturing, community-based-tourism, environmental compensation, agrarian development, SBNP, and capacity building; and (iv) threats: SBNP, corruption, real estate speculation, and nuclear plant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research Methods"
        },
        {
            "text": "In the second workshop, a Venn diagram was used to retrace the organizations mentioned in the SWOT analysis and to identify other relevant actors for the community. Subsequently, a debate was held addressing the relationship with different actors such as Eletronuclear (State Company responsible for nuclear power plants in Brazil), State Agency for Rural Technical Assistance (EMATER), National Program for the Strengthening of Family Agriculture (PRONAF), SBNP, middlemen, Municipal Secretariat for Education, Municipal Secretariat for Agriculture, and the Artisans Group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research Methods"
        },
        {
            "text": "Data from interviews, meetings, and workshops were organized and categorized into: (i) factors that triggered conflicts (e.g., coercive communication, restriction on farming and fishing activities, uncertainty in SBNP spatial boundaries); and (b) conflict management actions and collaboration efforts by SBNP and the communities. We characterized and analyzed environmental conflicts and perceived livelihoods consequences and institutional changes as a response to conflicts and negotiations. The events indicating conflicts between the communities and SBNP managers were initially dated and described. Then, among the conflicts identified, we compared data within and between the communities studied. Finally, we discussed the consequences of the identified conflicts on communities' livelihoods and institutional changes. For checking of the consistency of findings, we used the triangulation technique (Creswell 2007) by crossing data from interviews, meetings, and workshops in tables, without any software assistance.",
            "cite_spans": [
                {
                    "start": 906,
                    "end": 921,
                    "text": "(Creswell 2007)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Research Methods"
        },
        {
            "text": "As the SBNP began implementing actions (mainly enforcement actions) in Trindade and Sertão de Mambucaba communities, a set of issues concerning territories disputes emerged in this management process. The main disputes were associated with the use of natural resources, access to basic infrastructure, and human occupation (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 323,
                    "end": 332,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Social Disputes between Communities and the National Park"
        },
        {
            "text": "As the traditional agricultural system requires the use of fire (shifting cultivation or slash and burn), which is no longer allowed, many residents have found it difficult to survive with the limitations of production imposed by the park. They thus left their households to urban settlements. New plantations and fires in the properties of Sertão de Mambucaba began to be controlled by the imposition of fines (IBAMA 2002). The community members consider that the relationship with the current head of the SBNP (2008-2017) is open to dialogue compared to the previous SBNP administration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sertão de Mambucaba and the SBNP"
        },
        {
            "text": "Associates live far from the AMV headquarters. People drive by car or truck on weekends to Perequê and Angra dos Reis, where agricultural products are sold. People from Angra dos Reis buy banana produced in Sertão de Mambucaba, but the difficulty of transportation generates waste. The road is not in good conditions and authorities interdict them when it rains or the level of the Mambucaba River rises, normally in the summer. Farmers and students at the only school in the Sertão de Mambucaba use that route periodically. The poor conditions of that road raise the price of rural products and the freight cost of supplies needed for agriculture (e.g., limestone and fertilizer). The restrictive and specific regulations regarding the park area also prevents the government from improving infrastructure, such as the Wire Bridge, which exists for more than 50 years and is an important access to Paraty. The bridge has fallen, but the park does not authorize the city hall to repair it, claiming that the community could repair it only through a voluntary joint effort.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sertão de Mambucaba and the SBNP"
        },
        {
            "text": "There are farms close to the electrical network that could receive energy services, but the lack of clarity about the limits of the park prevents the provision of energy. In the community's view, the concessionaire of electric energy, the city hall of Angra dos Reis, and environmental agencies do not take responsibility for solving the energy problem. This restriction to the installation of infrastructure also causes environmental problems, such as the lack of sewage treatment, which generates pollution in the Mambucaba River.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sertão de Mambucaba and the SBNP"
        },
        {
            "text": "Four CBOs provide a link between the SBNP and the community of Trindade. However, the Residents Association (AMOT) and the ABAT are involved in talks and negotiations of problems and conflicts resulting from actions of the SBNP (Table 1 ). The motivation for conflicts between Trindade and the SBNP lies in the overlap between terrestrial and marine territories used by the Trindade people for generations, and the park limits. These conflicts began in 2008 with warning actions and prohibitions by SBNP managers. Such actions followed the communication of legal restrictions on the access and use of resources and areas within the park.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 228,
                    "end": 236,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Trindade and the SBNP"
        },
        {
            "text": "The most complex dispute between Trindade and the Park concerns restaurants along the Praia do Meio. This beach is clearly inside the SBNP area, and restaurants are not allowed to open according to the park office. This problem resulted in serious debates, arguments, internal community conflicts, public contestations, and formal claims in court. The community divided into those in favor of removing the restaurants and those against this decision (Conti and Antunes 2012; Bahia et al. 2013) . The decision to remove the restaurants from the Praia do Meio reinforced the conflict between families that owned the restaurants and the park. In some situations, that conflict involves ABAT because this CBO had been successful in establishing an operational base in that beach in accordance with park officers. In 2012, the restaurants were all removed, and the owners were not compensated for, resulting in a conflictive relationship among these individuals, i.e., the park and the families against the removal of restaurants.",
            "cite_spans": [
                {
                    "start": 450,
                    "end": 474,
                    "text": "(Conti and Antunes 2012;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 475,
                    "end": 493,
                    "text": "Bahia et al. 2013)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Trindade and the SBNP"
        },
        {
            "text": "Among the prohibitions is small-scale fishing inside the SBNP marine area. This issue only entered the agenda of the Management Council of the SBPN in a meeting in November 2013, when fishers explained the type of fishing they practice. The manager hinted at the possibility of drafting a Term of Agreement to regulate small-scale fishing in Trindade. The Term of Agreement is a \"management and conflict mediation tool of a temporary nature signed between the Federal Conservation Agency and traditional people living in protected areas, where their presence is not allowed or contrary to the management instruments, in order to ensure biodiversity conservation, and socioeconomic and cultural characteristics of the social groups involved\" (ICMBio 2012). The Term of Agreement applies In the first years of the Park implementation, the community reported aggressive communication and intimidation by Park managers to inform the current rules of the Park about the access and use of natural resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trindade and the SBNP"
        },
        {
            "text": "Limited access to basic infrastructure and services (SM)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Creation of the CBO-Association of Rural Producers of the Mambucaba Valley."
        },
        {
            "text": "Poor conditions of roads that access the schools and neighboring cities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Creation of the CBO-Association of Rural Producers of the Mambucaba Valley."
        },
        {
            "text": "Difficult communication with outside community.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Creation of the CBO-Association of Rural Producers of the Mambucaba Valley."
        },
        {
            "text": "Poor conditions of access to electricity, public transportation, medical facilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Creation of the CBO-Association of Rural Producers of the Mambucaba Valley."
        },
        {
            "text": "Children do not have access to school in rainy days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Creation of the CBO-Association of Rural Producers of the Mambucaba Valley."
        },
        {
            "text": "High freight price.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Creation of the CBO-Association of Rural Producers of the Mambucaba Valley."
        },
        {
            "text": "Waste of agricultural production.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Creation of the CBO-Association of Rural Producers of the Mambucaba Valley."
        },
        {
            "text": "Absence of basic sanitation structure. Risk of sick and injured people for not obtaining medical care in emergency cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Creation of the CBO-Association of Rural Producers of the Mambucaba Valley."
        },
        {
            "text": "The SBNP has no physical demarcation and there are disagreements over existing documents that define its boundaries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Uncertainty in SBNP spatial boundaries (SM and TD)"
        },
        {
            "text": "Vulnerability in guaranteeing land tenure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Uncertainty in SBNP spatial boundaries (SM and TD)"
        },
        {
            "text": "Real estate speculation to build hotels and resorts in Sertão de Mambucaba.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Uncertainty in SBNP spatial boundaries (SM and TD)"
        },
        {
            "text": "Divergent opinions about the location of community assets in Trindade, as is the case of the Sewage Treatment Plant, camping areas, and local markets within the Park limits.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Uncertainty in SBNP spatial boundaries (SM and TD)"
        },
        {
            "text": "Community members are warned that they cannot cultivate in their agriculture plots, neither maintain livestock within the limits of the Park.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ban on agricultural and livestock activities (SM)"
        },
        {
            "text": "Fines and migration to neighboring cities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ban on agricultural and livestock activities (SM)"
        },
        {
            "text": "Restaurants were built along the beach in areas inside the Park.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Removal of restaurants in the Praia do Meio (TD)"
        },
        {
            "text": "All restaurants were legally removed by the Park.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Removal of restaurants in the Praia do Meio (TD)"
        },
        {
            "text": "Uncertainty about fishing activity (TD)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Removal of restaurants in the Praia do Meio (TD)"
        },
        {
            "text": "Fishers of Trindade claim for their rights to fish in their historical fishing spots.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Removal of restaurants in the Praia do Meio (TD)"
        },
        {
            "text": "There is no definition about the negotiation concerning fishing regulation and permits.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Removal of restaurants in the Praia do Meio (TD)"
        },
        {
            "text": "Environmental Management to the numerous cases of traditional populations that already live or use resources within no-take protected areas long before their creation (Mendonça et al. 2014 ).",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 188,
                    "text": "(Mendonça et al. 2014",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "SM Sertão de Mambucaba, TD Trindade"
        },
        {
            "text": "Territorial disputes between communities and the SBNP have been discussed in different arenas. Among them, there is a Dialogue Panel on Social Justice created by the Federal Public Prosecution. The Trindade community has an active participation on it. This panel was established in 2015 after a meeting about social-environmental justice that gathered traditional and indigenous communities of the Ilha Grande Bay region 4 (Fig. 1) , members of Federal Conservation Agency, University members, and members of the Federal Public Prosecution. The aim of this panel is to facilitate negotiations of conflicts between communities and protected areas in the Ilha Grande Bay region. Among the community representatives are community leaders, independent consultants, CBOs, and the Forum of Traditional and Indigenous People of Ubatuba, Paraty, and Angra dos Reis. The latter is an empowered social movement that has worked with several issues of livelihoods, social justice, and education in the region. There are many actions taking place in Trindade and Sertão de Mambucaba. Some of them aim to negotiate and manage conflicts with the park. The development of these actions has promoted institutional changes in different institutional arenas and levels. These actions have engaged many social actors in the public sphere and the communities affected by the implementation of the park. Park officers have been involved in these actions, in most cases by community requests (Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 423,
                    "end": 431,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1469,
                    "end": 1478,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Institutional Changes as a Response to Management"
        },
        {
            "text": "Since 2008, the park has called for meetings with the Trindade community to address topics of park management, such as the use and access to the marine area inside the park. These meetings took place in Trindade specifically with members of AMOT and ABAT and in the context of the Management Council, established in 2010. Regarding the latter, community representatives, counselors, and other members, such as University and municipal government representatives, formed a Working Group to deal with conflicts in the park in 2016. The main actions this group has taken include a guide on the legislation of national parks in Brazil and prevailing conflicts inside the park.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Institutional Changes as a Response to Management"
        },
        {
            "text": "In 2012 and 2013, the PNSB Management Plan was reviewed following the policy guidelines of the National System of Conservation Units (SNUC) under the Ministry of Environment. At that time, a working group comprising counselors of the Management Council of Trindade, other community members, and third-party collaborators began to prepare a report based on cultural and environmental topics to add information to the Management Plan review . In parallel, a negotiation process with the participation of park managers was conducted with divergent and convergent stances. The community members focused on concerns about the impacts of the park on their livelihoods and cultural activities, such as fishing and the control of and access to beaches and the community cemetery . The main topic of interest for the community in this process was to include acknowledgements, respect, and valuation of the Caiçara identity of the population of Trindade in the revised text of the Management Plan. The park rejected such inclusion . The review was later forwarded to higher authorities of ICMBio for approval, but it was not approved until August 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Institutional Changes as a Response to Management"
        },
        {
            "text": "Since 2010, ABAT has been involved with a negotiation with PNSB to obtain a license to operate small-scale tourist boats inside the marine portion of the park. This negotiation is in an intermediary ongoing process. ABAT has been fulfilling many requests made by the park, such as training of boat operators (ABAT members), specifications of vessels, engines and safety equipment, and regularization of administrative and fiscal conditions of ABAT (see Bahia et al. 2018) .",
            "cite_spans": [
                {
                    "start": 453,
                    "end": 471,
                    "text": "Bahia et al. 2018)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Institutional Changes as a Response to Management"
        },
        {
            "text": "Fishing inside the park is a controversial issue between fishers and the head of the SBNP. According to the SNUC, fishing is not allowed inside the park. Fishers should be economically compensated for being prohibited to continue this livelihood activity. The Federal Conservation Agency must therefore sign a Term of Agreement between fishers and the park. Fishers of Trindade first requested a negotiation agreement regarding small-scale fisheries in 2010 within the scope of a larger project that sought to support fishery management, agriculture, and plant extractive practices between communities and protected areas of the Paraty region. In 2013, fishers of Trindade requested drafting a Term of Agreement in the context of actions of the Management Council of SBNP. In 2017, the Federal Public Prosecutor requested ICMBio to start drafting the Term of Agreement between fishers of Trindade and the park. Until the final version of this study (August 2020), the park has not begun this process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Institutional Changes as a Response to Management"
        },
        {
            "text": "The community members of Sertão de Mambucaba believe that the SBNP should provide guidance on how to meet their demands without needing to leave their territories. According to the community, there are residents willing to change their behavior but they lack access to knowledge and developed skills. With the support of the SBNP, Sertão de Mambucaba and Trindade could be places for the development of ecotourism and community-based tourism, generating employment, and income supplementation for families. The SBNP does not offer services to the tourist. The private sector carries out all activities. Residents of Sertão de Mambucaba already receive trekking groups through Gold Trail rafting practitioners who want to work with rural tourism, and school groups in partnership with the SBNP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Institutional Changes as a Response to Management"
        },
        {
            "text": "The uncertainty about the boundaries of the park on the community territories, the limited access to infrastructure and basic services by communities, prohibitions and restraints related to different economic activities, and coercive communication among park officers and community members are the main causal factors associated with environmental conflicts in Sertão de Mambucaba and Trindade. We can trace the roots of these conflicts in the environmental conservation discourse at the time of establishment of the SBNP in the 1970s. Since that time, it is still a common place to condemn human presence and rural livelihoods (or ignore them) as irreconcilable with the current model of protected areas, by which nature and humans cannot interact without damaging natural resources (Bockstael and Watene 2016). On the other hand, the academic literature on common resources acknowledges the importance of local communities as key social actors in the production of knowledge about biodiversity and the proactive stance on environmental conservation actions (e.g., Andrade and Rhodes 2012; Méndez-López et al. 2014; Oviedo and Kenza Ali 2018) .",
            "cite_spans": [
                {
                    "start": 1066,
                    "end": 1090,
                    "text": "Andrade and Rhodes 2012;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1091,
                    "end": 1116,
                    "text": "Méndez-López et al. 2014;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1117,
                    "end": 1143,
                    "text": "Oviedo and Kenza Ali 2018)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Currently, the stage set for conflicts between the park and communities does not present enough institutional instruments to ensure the rights of these communities over their territories and livelihoods. In face of a complex and robust institutional framework that regulates no-take protected areas, the strategy of communities to fight for their rights over their territory and livelihood has been to search for institutional instruments in favor of their interests in remaining in their territories, even if inside the park. Since 2012, this is the case of a long-term negotiation between boaters from Trindade and park officers. They seek to regulate boat trips in the marine area of the park (Bahia et al. 2018) . Both the park's managers and leaders of ABAT have sustained this process, which is in conformity with the objectives of national parks in Brazil. ABAT leaders have had the support of universities and technical experts to make organizational and institutional improvements within the ABAT framework (Bahia et al. 2018; Chamy and Bahia 2019) .",
            "cite_spans": [
                {
                    "start": 696,
                    "end": 715,
                    "text": "(Bahia et al. 2018)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1016,
                    "end": 1035,
                    "text": "(Bahia et al. 2018;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1036,
                    "end": 1057,
                    "text": "Chamy and Bahia 2019)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although the SBNP was created during the Brazilian Military Regime , its coastal portion, where the studied communities are, began to be implemented only in the 2000s. This was a result of the approval of a Federal Law providing for the National System of Protected Areas (Brasil 2000) and the considerable increase in the number of managers hired by the Ministry of the Environment to work in PAs.",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 285,
                    "text": "(Brasil 2000)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Trindade has a history of struggle for its territory since the 1970s (Plante and Breton 2005) , resulting in social organization and regional networks. This is observed through the institutional and mobilization capacity of CBOs of Trindade that have focused on the maintenance of their ties and rights to the territory Araujo et al. 2017; Bahia et al. 2018; . Moreover, the community has also been adapting to regional economic changes since the 1970s (Hanazaki et al. 2013) . Today, it is the most important touristic site in the municipality of Paraty.",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 93,
                    "text": "(Plante and Breton 2005)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 320,
                    "end": 339,
                    "text": "Araujo et al. 2017;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 340,
                    "end": 358,
                    "text": "Bahia et al. 2018;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 453,
                    "end": 475,
                    "text": "(Hanazaki et al. 2013)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The community of Sertão de Mambucaba is based on agriculture, livestock, and to a lesser extent tourism activities related to tourist visitation to the park. Since the park first implemented actions in the 1970s, it is up to the inhabitants of the community to abandon their lands or remain there through resistance mechanisms. The pressure of the park authorities culminated in the creation of a CBO to represent the interests of community inhabitants and partnerships to draft projects and actions to strengthen ecotourism and community-based tourism.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In this sense, the conflict for the maintenance of livelihoods has been the main mechanism for institutional changes in both communities and relationships between communities and the PA. Such institutional changes involve park officers, community members, and the CBOs. They can be separated in three sets. The first set comprises meetings demanded by the communities with park officers. They have taken place in the communities and in the Federal Conservation Agency headquarters in Paraty. Both situations point to a process of empowerment of both communities in claiming the maintenance of their livelihood or the replacement of current activities for others that guarantee income autonomy. The improvement of organizational and institutional aspects and the strengthening of connections in multilevel networks are important factors in raising awareness of an increasing fairness in decisionmaking processes (Hamilton 2018) . This has been the strategy adopted by ABAT to gain advantages in negotiation processes with the park. In the case of Mambucaba, community-based tourism has been the strategy introduced in the negotiation arena with the park aiming to create livelihoods opportunities aligned with the park's rules.",
            "cite_spans": [
                {
                    "start": 911,
                    "end": 926,
                    "text": "(Hamilton 2018)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The second set of institutional changes comprises the implementation and improvement of institutional instruments that guide the management of Protected Areas in Brazil according to the National System of Protected Areas. In the case of the SBNP, the Management Plan of the park began to be reviewed with the participation of the affected communities. The Advisory Management Council was established, and a specific Working Group on Social Conflicts was implemented in the Management Council. Again, they can be considered important arenas of negotiation in which communities and the park dispute each issue. The implementation of the Management Council in 2010 is paramount, but the delay to create it repressed conflict mediation, overloading the judicial system. Among the segments represented in the Council, territory users are a group with poor resources to access projects. Their participation is compromised by several factors, including difficulty in communication (Araujo 2014; Araujo et al. 2017) .",
            "cite_spans": [
                {
                    "start": 974,
                    "end": 987,
                    "text": "(Araujo 2014;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 988,
                    "end": 1007,
                    "text": "Araujo et al. 2017)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The third set of institutional changes comprises external actors. It is represented by a report that highlights the sustainability of small-scale fisheries in Trindade (see Bussolotti 2010) and two important actions taken by the Federal Prosecutor's Office. These actions are the establishment of a Dialogue Panel on Social Justice and the recommendation for the park to draft a Term of Agreement to regulate fishing activities in Trindade. Both instruments force the park to act by creating opportunities to improve the rights of communities to their livelihoods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "All these changes have taken place since 2007 (Table 2) . They inaugurated a process of community participation in the park management, and at the same time, communities began to count on important partnerships to negotiate with the SBNP. Specifically, the conflict related to lack of clarity in SBNP delimitations generated a \"responsibility floating\" (Bixler 2014) among public organizations, resulting in an evident lack of integration between spatial planning instruments, such as PA Management Plans and municipal director plans (Abirached 2011). This is also associated with the lack of explicit attention to the planning of buffers zones in no-take areas (Lima and Ranieri 2017) . Based on the Sertão de Mambucaba and Trindade experience, we provide three suggestions for solving historical park and people conflicts (Table 3) .",
            "cite_spans": [
                {
                    "start": 662,
                    "end": 685,
                    "text": "(Lima and Ranieri 2017)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [
                {
                    "start": 46,
                    "end": 55,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 824,
                    "end": 833,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "NGOs and universities can play an important role in empowering communities and mediating relations with protected areas (Blomley 2003) through participatory research approaches (Moeliono and Fisher 2003; Hodgson et al. 2019) . While Trindade has been empowered through participatory techniques carried out by researchers from NGOs and the University of Campinas (UNICAMP), the community of Sertão de Mambucaba has received little external support. The strategy of staying in the territory adopted by people in Sertão de Mambucaba is associated with an adaptation through the market driven by changes in production systems. The search for green and supportive markets is an articulation with government spheres different from Trindade that seeks participation via multiple organizations and external support in socio-environmental arenas. The result is that actions for conflict management are qualitatively and quantitatively more promising in Trindade.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 134,
                    "text": "(Blomley 2003)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 177,
                    "end": 203,
                    "text": "(Moeliono and Fisher 2003;",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 204,
                    "end": 224,
                    "text": "Hodgson et al. 2019)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Participative research results in feeding information to the Federal Public Prosecutor's Office, which has become an important party in requesting the defense of local people rights in territorial conflicts with no-take protected areas (Araujo et al. 2017; Seixas et al. 2017) . In 2015, The Federal Public Prosecutor published an internal document stressing the prioritization of human rights in no-take protected areas and requiring a guarantee of permanent dialog between traditional communities and managers of protected areas to secure the livelihoods rights of those populations (Araujo et al. 2017 ).",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 256,
                    "text": "(Araujo et al. 2017;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 257,
                    "end": 276,
                    "text": "Seixas et al. 2017)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 585,
                    "end": 604,
                    "text": "(Araujo et al. 2017",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Trindade's experience with research groups and technical experts has enabled a better positioning of the community in negotiations with protected areas (Bahia et al. 2018; Chamy and Bahia 2019) . The case of Trindade community also shows that a continuous and long-term documentation of environmental conflicts, their consequences for rural Blomley (2003) , Moeliono and Fisher (2003) , Hodgson et al. (2019) Have the Federal Public Ministry as a strategic partner Araujo et al. (2017) , Seixas et al. (2017) Apply research results to negotiations in favor of communities livelihoods and conflict management actions of protected areas contribute to adaptive management processes. This information and these experiences are important sources for capacity-building concerning traditional community rights in SBNP. In this sense, Trindade is an important player helping to promote exchange of experiences between communities affected by no-take protected areas. Despite the territorial conflicts between the SBNP and both communities, the presence of the park restricts the disorderly occupation in adjacent coastal areas, allowing the conservation of natural resources necessary for the livelihoods of traditional communities. The transition from a \"traditional territory with use of natural resources\" to a \"territory to be conserved\" requires an instrument of reconciliation between protected areas and populations that traditionally inhabit the territory. More than forty years after the creation of the SBNP, the Term of Agreement was crafted to be an instrument of reconciliation.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 171,
                    "text": "(Bahia et al. 2018;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 172,
                    "end": 193,
                    "text": "Chamy and Bahia 2019)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 341,
                    "end": 355,
                    "text": "Blomley (2003)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 358,
                    "end": 384,
                    "text": "Moeliono and Fisher (2003)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 387,
                    "end": 408,
                    "text": "Hodgson et al. (2019)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 465,
                    "end": 485,
                    "text": "Araujo et al. (2017)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 488,
                    "end": 508,
                    "text": "Seixas et al. (2017)",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "As the presence (Sertão de Mambucaba) and the traditional activities (Trindade) of communities are incompatible with the SBNP, signing the Term of Agreement represents the only legal alternative capable of reconciling traditional territories and the park. The Term of Agreement could diversify governance approaches to government-controlled protected areas aiming conservation concessions (Schleicher 2018) in the name of the SBNP.",
            "cite_spans": [
                {
                    "start": 389,
                    "end": 406,
                    "text": "(Schleicher 2018)",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our findings suggest that interventions at multiple scales and community empowerment facilitate such process of institutional change. The SBNP case shows that for the environmental conflict to be a mechanism for institutional change, local actors must seek articulations at different levels simultaneously. De Pourcq et al. (2017) suggested that interventions at multiple levels are needed in peoplepark conflict management. In addition, we address here strategies to balance asymmetric power relations between the actors involved in conservation.",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 330,
                    "text": "Pourcq et al. (2017)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The literature on environmental conflicts can improve the understanding of institutional change mechanisms in common-property resource management. In the case analyzed here, the effectiveness of the conflict to promote institutional change relates to articulations between different levels and empowerment of communities. The uneven power of communities to promote actions to overcome conflicts shows that governments, especially in developing countries, have limitations (e.g., infrastructure and personnel) to manage conflicts in protected areas. In this sense, long-term participatory research helps to balance uneven power relations between local populations and no-take protected area managers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Brazil has signed institutional arrangements to mediate conflicts between traditional communities and no-take protected areas. Such arrangements evolved from regulations with a strictly environmental concern to the incorporation of human rights. The historical deficit of a park created in 1971 indicates that, even with resources and institutional arrangements favorable to overcoming conflicts with traditional populations, contradictory situations persist and a win-win solution is difficult to reach. The implementation of current legislation involves the engagement and organization of communities in negotiation processes with state agencies. NGOs and universities using participatory research techniques play an important and still little explored role in mediating conflicts between communities and no-take protected areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Trindade and the struggle for its territory: a trajectory of community empowerment and selfgovernance in Southeastern Coast of Brazil",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Araujo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "V"
                    ],
                    "last": "Gentile",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Torres",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The political economy of cross-scale networks in resource co-management",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "N"
                    ],
                    "last": "Adger",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Tompkins",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Ecol Soc",
            "volume": "10",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Protected areas and local communities: an inevitable partnership toward successful conservation strategies?",
            "authors": [
                {
                    "first": "Gsm",
                    "middle": [],
                    "last": "Andrade",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Rhodes",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Ecol Soc",
            "volume": "17",
            "issn": "",
            "pages": "14--24",
            "other_ids": {
                "DOI": [
                    "10.5751/ES-05216-170414"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A Pesca Costeira Artesanal de Paraty, RJ: Uma Análise Multiescalar sob o Enfoque da Cogestão de Recursos Comuns",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Araujo",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Doctoral dissertation. IFCH/NEPAM/UNICAMP. Universidade Estadual de Campinas",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Struggles for inclusive development in small-scale fisheries in Paraty, Southeastern Coast of Brazil",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Araujo",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Castro",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Freitas",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Vieira",
                    "suffix": ""
                },
                {
                    "first": "Marm",
                    "middle": [],
                    "last": "Seixas",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Ocean Coast Manag",
            "volume": "150",
            "issn": "",
            "pages": "24--34",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Trindade and the struggle for its territory: a trajectory of community empowerment and Environmental Management self-governance in Southeastern Coast of Brazil",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Araujo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "V"
                    ],
                    "last": "Gentile",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Torres",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Transdisciplinary experiences from Latin America",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Governance and the commons in a multi-level world",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Armitage",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Int J Commons",
            "volume": "2",
            "issn": "1",
            "pages": "7--32",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Staying afloat. The experience with tourism-based boat trips in Caixa d´Aço Bay in Paraty, Brazil, highlights the problems of livelihoods in restricteduse protected areas Samudra Rep",
            "authors": [
                {
                    "first": "Ncf",
                    "middle": [],
                    "last": "Bahia",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chamy",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "T"
                    ],
                    "last": "Rosa",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Almeida",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "78",
            "issn": "",
            "pages": "39--41",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Implementation of a national park over the traditional land of the Trindade community in Paraty, Brazil",
            "authors": [
                {
                    "first": "Ncf",
                    "middle": [],
                    "last": "Bahia",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Seixas",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Araujo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Farinaci",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chamy",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Procedings of the Protected Areas and Place Making Conference",
            "volume": "",
            "issn": "",
            "pages": "46--51",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The impact of coastal grabbing on community conservation-a global reconnaissance",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bavinck",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Berkes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Charles",
                    "suffix": ""
                },
                {
                    "first": "Ace",
                    "middle": [],
                    "last": "Dias",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Doubleday",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Nayak",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sowman",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Marit Stud",
            "volume": "16",
            "issn": "8",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Associação para a Pesca, Diversidade e Segurança Alimentar (FIFO) and Ed. Rima/ FAPESP, São Carlos Begossi A (2011) O cerco flutuante e os caiçaras do litoral norte de São Paulo, com ênfase na pesca de Trindade",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Begossi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Lopes",
                    "suffix": ""
                },
                {
                    "first": "Lec",
                    "middle": [],
                    "last": "Oliveira",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nakano",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "RJ Interciencia",
            "volume": "36",
            "issn": "11",
            "pages": "803--807",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "From community forest management to polycentric governance: assessing evidence from the bottom up",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Bixler",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Soc Nat Resour",
            "volume": "27",
            "issn": "",
            "pages": "155--169",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "eds) Natural resource conflict management case studies: an analysis of power, participation and protected areas. Food and Agriculture Organization of the United Nations (FAO",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Blomley",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "183--206",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Participation in protected area management planning in coastal Brazil",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bockstael",
                    "suffix": ""
                },
                {
                    "first": "Ncf",
                    "middle": [],
                    "last": "Bahia",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Seixas",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Berkes",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Environ Sci Policy",
            "volume": "60",
            "issn": "",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Indigenous peoples and the capability approach: taking stock",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bockstael",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Watene",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Oxf Dev Stud",
            "volume": "44",
            "issn": "",
            "pages": "265--270",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Conservation conflict: managing forestry versus hen harrier species under Europe's Birds Directive",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Bonsu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcmahon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Meijer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Keane",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Environ Manag",
            "volume": "252",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Sistema Nacional de Unidade de Conservação da Natureza. Lei no 9.985, de 18 de julho de",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Brasil",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Fortalecimento do Mosaico Bocaina: estruturação, comunicação e levantamento de práticas sustentáveis no território do Mosaico. Relatório Técnico de Progresso para o Centro de Conservação da Biodiversidade (CBC-Brasil). Conselho do Mosaico Bocaina e Caminhos de Cunha",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Bussolotti",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Caminhos para a cooperação: uma experiência de inclusão de usuários de recursos comuns em área protegidas",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chamy",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bahia",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Mares: Rev de Geogr e Etnociências",
            "volume": "1",
            "issn": "2",
            "pages": "79--91",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "People, oceans and scale: governance, livelihoods and climate change adaptation in marine social-ecological systems",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Charles",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Current Opinion in Environmental. Sustainability",
            "volume": "4",
            "issn": "",
            "pages": "351--357",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Conflicts in the management of the National Park Serra da Bocaina: obstacles to local development in the village of Trindade",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Conti",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Antunes",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Interções",
            "volume": "13",
            "issn": "",
            "pages": "213--223",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Qualitative inquiry and research design. SAGE, Thousand Oaks",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Creswell",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Understanding and resolving conflict between local communities and conservation authorities in Colombia",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "De Pourcq",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Arts",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vranckx",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Le´on-Sicard",
                    "suffix": ""
                },
                {
                    "first": "Van",
                    "middle": [],
                    "last": "Damme",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "World Dev",
            "volume": "93",
            "issn": "",
            "pages": "125--135",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "O geoprocessamento em apoio de inclusão geográfica uma aplicação para o município de Angra dos Reis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Destri",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "MRS Estudos Ambientais",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Encontro das Águas: Dinâmicas Sociais e Biodiversidade na Amazônia Brasileira",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Ferreira",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "De Campos",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Creado",
                    "suffix": ""
                },
                {
                    "first": "Abv",
                    "middle": [],
                    "last": "Mendes",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Caropreso",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "16",
            "issn": "",
            "pages": "15--37",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Understanding what shapes varying perceptions of the procedural fairness of transboundary environmental decisionmaking processes",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hamilton",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Ecol Soc",
            "volume": "23",
            "issn": "4",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.5751/ES-10625-230448"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Livelihood diversity, food security and resilience among the Caiçara of Coastal Brazil",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hanazaki",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Berkes",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Seixas",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Peroni",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Hum Ecol",
            "volume": "41",
            "issn": "",
            "pages": "153--164",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Exploring SWOT analysis-where are we now? A review of academic research from the last decade",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Helms",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nixon",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Strategy Manag",
            "volume": "3",
            "issn": "",
            "pages": "215--251",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Who knows best? Understanding the use of research-based knowledge in conservation conflicts",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "D"
                    ],
                    "last": "Hodgson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Redpath",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fischer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Young",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Environ Manag",
            "volume": "231",
            "issn": "",
            "pages": "1065--1075",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Plano de Manejo do Parque Nacional da Serra da Bocaina. Instituto Brasileiro dos Recursos Naturais Renováveis",
            "authors": [],
            "year": 2002,
            "venue": "IBAMA",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Instituto Chico Mendes de Conservação da Biodiversidade",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Icmbio",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Brasília ICMBio (2017) Parques e Florestas Nacionais: Atrativos. Instituto Chico Mendes de Conservação da Biodiversidade",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Improving social impact assessment of protected areas: a review of the literature and directions for future research",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mcginlay",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Dimitrakopoulos",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Environ Impact Assess Rev",
            "volume": "64",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Participatory research: strategies and tools",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Krishnaswamy",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "22",
            "issn": "",
            "pages": "17--22",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Exploring the boundaries between individual and collective land use management in a CPR system: the PAE Chico Mendes (Acre, Brazil)",
            "authors": [
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Tourneau",
                    "suffix": ""
                },
                {
                    "first": "F-M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Int J Commons",
            "volume": "11",
            "issn": "",
            "pages": "70--96",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Beyond exclusion: alternative approaches to biodiversity conservation in the developing tropics",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lele",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wilshusen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Brockington",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Seidler",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bawa",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Curr Opin Environ Sustainability",
            "volume": "2",
            "issn": "",
            "pages": "94--100",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Land use planning around protected areas: case studies in four state parks in the Atlantic forest region of southeastern Brazil",
            "authors": [
                {
                    "first": "Eacf",
                    "middle": [],
                    "last": "Lima",
                    "suffix": ""
                },
                {
                    "first": "Vel",
                    "middle": [],
                    "last": "Ranieri",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Land Use Policy",
            "volume": "71",
            "issn": "",
            "pages": "453--458",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Environmental attitudes of stakeholders and their perceptions regarding protected area-community conflicts: a case study in China",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ouyang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Miao",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Environ Manag",
            "volume": "91",
            "issn": "",
            "pages": "2254--2262",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Suggestions for fixing top-down coastal fisheries management through participatory approaches",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Lopes",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Rosa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Salyvonchyk",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Nora",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Begossi",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Mar Policy",
            "volume": "40",
            "issn": "",
            "pages": "100--110",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Local participation in biodiversity conservation initiatives: a comparative analysis of different models in South East Mexico",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Méndez-López",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "García-Frapolli",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Pritchard",
                    "suffix": ""
                },
                {
                    "first": "Sánchez",
                    "middle": [],
                    "last": "González",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Ruiz-Mallén",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Porter-Bolland",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Reyes-Garcia",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Environ Manag",
            "volume": "145",
            "issn": "",
            "pages": "321--329",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jenvman.2014.06.028"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Environmental Management",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Reflexões sobre participação social em unidades de conservação e a contribuição do Instituto Chico Mendes de Conservação da Biodiversidade",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Mendonça",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Talbot",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Macedo",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Diversidade cabe na Unidade? Áreas Protegidas no Brasil. IEB Mil Folhas",
            "volume": "",
            "issn": "",
            "pages": "268--307",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Research as mediation: linking participatory action research to environmental conflict management in East Nusa Tenggara",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Moeliono",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fisher",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "207--230",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Institutions, institutional change and economic performance",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "North",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Crafting analytical tools to study institutional change",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ostrom",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Basurto",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Institutional Econ",
            "volume": "7",
            "issn": "",
            "pages": "317--343",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Indigenous peoples, local communities and wetland conservation",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Oviedo",
                    "suffix": ""
                },
                {
                    "first": "Kenza",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Diegues AC",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Plante",
                    "suffix": ""
                },
                {
                    "first": "Y ;",
                    "middle": [],
                    "last": "Breton",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Espaço",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Pesca E Turismo Em Trindade",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "III",
            "issn": "",
            "pages": "21--74",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Mecanismos de participação social nos Conselhos Gestores das Unidades de Conservação no Brasil: evolução normativa e uma visão de técnicos e formuladores",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Prado",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Araujo",
                    "suffix": ""
                },
                {
                    "first": "Ace",
                    "middle": [],
                    "last": "Dias",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chamy",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Seixas",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Desafios e possibilidades para a agricultura familiar, a partir da implantação de unidades de produção agroecológica integrada e sustentável em comunidades tradicionais e rurais de Angra dos Reis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Ribeiro",
                    "suffix": ""
                },
                {
                    "first": "Adc",
                    "middle": [],
                    "last": "Alves",
                    "suffix": ""
                },
                {
                    "first": "Tds",
                    "middle": [],
                    "last": "Rodrigues",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Cadernos de Agroecologia",
            "volume": "13",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "The environmental and social impacts of protected areas and conservation concessions in South America",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schleicher",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Curr Opin Environ Sustainability",
            "volume": "32",
            "issn": "",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Navigating from government-centralized management to adaptive co-management in a Marine Protected Area, Paraty, Brazil: turbulence, winds of opportunity, and progress towards transformation",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Seixas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Dias",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Freitas",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Governing the coastal commons: communities, resilience and transformation",
            "volume": "",
            "issn": "",
            "pages": "157--180",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Protected areas, poverty and conflicts. a livelihood case study of Mikumi National Park",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vedeld",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jumane",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wapalila",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Songorwa",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Policy Econ",
            "volume": "21",
            "issn": "",
            "pages": "20--31",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Vertical interplay among scale-dependent environmental and resource regimes",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Young",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Ecol Soc",
            "volume": "11",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Communities of Sertão de Mambucaba and Trindade and boundaries of the Serra da Bocaina National Park. Source: Produced by Calebe Borges",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Actions and conditions that triggered conflicts involving the communities of Sertão de Mambucaba and Trindade and Serra da Bocaina National Park (SBNP)",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Conflict management actions by Serra da Bocaina National Park and the communities of Trindade (TD) and Sertão de Mambucaba (SM) to promote institutional change",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Recommendations for fixing historical park and people conflicts Recommendation Source Use participatory research approaches by NGOs and universities",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements We appreciate the support provided by the funding agencies IDRC/SSHRC International Research Chair Program [# 104519-004], and the CAPES and IDRC graduate scholarships (to LGdA during her PhD). RRdF thanks Petrobras for financing field activities within the scope of the environmental licensing process conducted with IBAMA. We are grateful to people from Sertão de Mambucaba and Trindade for their unconditional support. We also thank the officers of the Serra da Bocaina National Park for their contribution to this research. We acknowledge the support from Calebe Borges in mapping production.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Conflict of Interest The authors declare that they have no conflict of interest.Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        }
    ]
}