{
    "paper_id": "0a1983c3726352deefc8ec5824b910524d974243",
    "metadata": {
        "title": "Saudi Arabian Society Of Echocardiography Recommendations For Echocardiography Service During Corona Virus Disease 2019 (COVID-19) Outbreak",
        "authors": [
            {
                "first": "Sami",
                "middle": [
                    ";"
                ],
                "last": "Ghazal",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Fatima",
                "middle": [
                    ";"
                ],
                "last": "Qaddoura",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Abdulhalim",
                "middle": [],
                "last": "Kinsara",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": ";",
                "middle": [],
                "last": "Kinsara",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ahmed",
                "middle": [
                    ";"
                ],
                "last": "Omran",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Merna",
                "middle": [
                    ";"
                ],
                "last": "Atiyah",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mustafa",
                "middle": [
                    ";"
                ],
                "last": "Al Refae",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Faisal",
                "middle": [
                    ";"
                ],
                "last": "Dalak",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Saeed",
                "middle": [
                    ";"
                ],
                "last": "Al Ahmari",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Abdullah",
                "middle": [
                    ";"
                ],
                "last": "Al Sehly",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Noureldin",
                "middle": [
                    ";"
                ],
                "last": "Sahal",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ahmed",
                "middle": [
                    ";"
                ],
                "last": "Onazi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Bader",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sami",
                "middle": [],
                "last": "Ghazal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Saud Al Babtain Cardiac Center",
                    "location": {
                        "settlement": "Dammam",
                        "country": "Saudi Arabia, Saudi Arabia"
                    }
                },
                "email": ""
            },
            {
                "first": "Fatima",
                "middle": [],
                "last": "Qaddoura",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ahmed",
                "middle": [],
                "last": "Omran",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto",
                    "location": {
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Merna",
                "middle": [],
                "last": "Atiyah",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mustafa",
                "middle": [],
                "last": "Al Refae",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Saud Al Babtain Cardiac Center",
                    "location": {
                        "settlement": "Dammam",
                        "country": "Saudi Arabia, Saudi Arabia"
                    }
                },
                "email": ""
            },
            {
                "first": "Faisal",
                "middle": [],
                "last": "Dalak",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Saeed",
                "middle": [],
                "last": "Al Ahmari",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Abdullah",
                "middle": [],
                "last": "Al Sehly",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Noureldin",
                "middle": [],
                "last": "Sahal",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ahmed",
                "middle": [],
                "last": "Onazi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rima",
                "middle": [],
                "last": "Bader",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "King Abdulaziz University Hospital",
                    "location": {
                        "settlement": "Jeddah",
                        "country": "Saudi Arabia"
                    }
                },
                "email": ""
            },
            {
                "first": "King",
                "middle": [],
                "last": "Fahad",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Medical",
                "middle": [],
                "last": "City",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Saudi",
                "middle": [],
                "last": "Riyadh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Arabia",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We are summarizing the recommendations for the use of Echocardiography in patients during COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "T he pandemic of COVID-19 along with an increasing number of patients, makes all healthcare united in the fight against COVID-19 to stop spread and improve the outcome of the patients. The cardiac patients are at a higher risk for COVID-19 and acute cardiac injury, which may require echocardiographic examination. This guidelines document is intended to quickly highlight key principles in enforcing quality and enhancing the safety of patients as well as healthcare workers during echocardiographic studies in the time of COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The recommendation is mainly based on expert openion due to the paucity of evidence-based data. This paper provides a general guideline that can be altered according to the hospital infection control unit. These recommendations address the indications, procedure, machine cleaning, transesophageal echocardiography, and pediatric echocardiography.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The echocardiographic study should only be performed if expected to alter the clinical decision. Appropriate Use Criteria (AUC) can be reviewed [1] [2] [3] [4] , and only appropriate is considered a potential study [1] .",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 147,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 148,
                    "end": 151,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 152,
                    "end": 155,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 156,
                    "end": 159,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 215,
                    "end": 218,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Indication"
        },
        {
            "text": "Echocardiography should be performed only if considered appropriate and will likely alter the clinical decision Non-urgent exam should be deferred",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key Point 1"
        },
        {
            "text": "It is essential to minimize the exposure of healthcare professionals to aerosolized particulate matter from COVID-19 infected cases. All sonographers who are considered potentials to work with COVID-19 suspected/confirmed cases should be fit tested for respirators (N95, FFP2, or FFP3). Only fitted sonographers can scan COVID19 suspected/ confirmed patients using appropriate respirator; otherwise, a powered air purifying respirator (PAPR) with air hood has to be used. Sonographers with specific health problems that place them at greater risk to COVID-19 may need to be excluded from scanning high risk/confirmed cases including staff who are >60 years old, have chronic conditions, immunocompromised or pregnant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Staff Protection"
        },
        {
            "text": "Sonographers should follow standard hygiene including hand washing/sanitization, use of gloves and facemask as per the local protocol. Sonographers are advised not to use any non-essential items (e.g. pens/bleeps/guidelines) during scanning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Staff Protection"
        },
        {
            "text": "In general, if the echocardiographic study is not critical for decision making, the study should be deferred until the COVID-19 pandemic is resolved. If a decision is made to proceed with the echocardiographic study, a patient COVID-19 risk status should be evaluated according to the updated Saudi CDC (Saudi Center for Disease Prevention and Control) risk score and case definition [5] . If the COVID-19 risk is considered high or COVID -19 is confirmed, then an airborne precaution should be applied according to the Saudi CDC and infection control unit in the medical institute, this includes use of appropriate personal protective equipments like gloves, gown, faceshield or goggles, and respirator. Also, apply a face mask to the patient whenever applicable. Study location should be approved by the local infection control unit; ideally, a negative pressure room should be utilized otherwise a HEPA (High-Efficiency Particulate Air) filter should be applied. Patient contact time should be limited in all situations by acquiring necessary images that address the indication of the study. In the case of COVID-19 suspected/confirmed patient, the cardiologist should review the indication and determine the necessary images to be acquired and instruct the sonographer accordingly. Consider a left sided approach to the patient with a plastic barrier (Fig. 1) . Avoid using ECG wires for recording, instead utilize time loop to minimize patient contact. All measurements should be done offline either on the machine or on the workstation after exiting the patient area and the machine has been properly cleaned. A dedicated echocardiography machine is recommended to be used in COVID-19 suspected/ confirmed cases and preferably portable/handheld machines should be utilized if available. A disposable plastic cover is advisable if available. If the COVID-19 risk score is considered low, a droplet precaution should be applied according to the local infection control unit; however, focused imaging is recommended (Fig. 2) .",
            "cite_spans": [
                {
                    "start": 384,
                    "end": 387,
                    "text": "[5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1355,
                    "end": 1363,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2019,
                    "end": 2027,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Procedure"
        },
        {
            "text": "Patient risk for COVID-19 should be evaluated according to the Saudi CDC guidelines In COVID-19 suspected/confirmed cases, the echocardiography study should be performed bedside and in infection control approved place with airborne precaution Limited focused imaging should be performed to minimize contact time All echocardiographic measurement should be performed offline after leaving the patient area A dedicated machine for COVID-19 suspected/confirmed cases is recommended Transesophageal echocardiogram (TEE) is considered an aerosol generating procedure that carries a high risk of airborne disease cross infection, particularly during probe insertion and removal. However, viral transmission is still possible with direct contact with patient secretions. Therefore, in the case of COVID-19 suspected/ confirmed patients, an alternative modality should be strongly considered, e.g. x-ray, fluoroscopy, transthoracic echocardiography with ultrasound enhancing agents. If an alternative modality is not available, then TEE should be done under strict airborne precaution according to infection control recommendations provided results will probably alter clinical management of the patient. If COVID-19 risk is low, a minimum droplet precaution should be applied. However, a respirator (N95 mask) is preferred. Moreover, limiting examination time is required in all situations (Fig. 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1383,
                    "end": 1391,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Key Point 2"
        },
        {
            "text": "TEE is considered an aerosol generating procedure; therefore, an alternative non-aerosol generating modality should be strongly considered. In COVID-19 suspected/confirmed cases, TEE should be done only under strict airborne precaution In low risk patient for COVID-19, TEE should be done with a minimum of droplet precaution. N95 respirator is preferred to surgical mask",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key Point 3"
        },
        {
            "text": "The echocardiography machine should be cleaned after each use with an infection control and machine vendor recommendations. In the case of COVID-19 suspected/confirmed patient, the machine should be cleaned twice, once after finishing the study inside the patient's room/area and another time after exiting the patient's area. Workstations and work areas should be maintained clean and disinfected according to the infection control recommendations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Machine Cleaning"
        },
        {
            "text": "The lower prevalence of severe COVID-19 in the pediatric population compared to the adult population may cause an increased risk of transmission from asymptomatic or minimally symptomatic infected children, creating an increased risk for the staff and community [6, 7] . As a general principle, transthoracic, transesophageal, and fetal echocardiography should only be performed if they are expected to provide a clinical benefit. All guidelines for the procedure and protection described earlier in this document are applied. Parents need to practice all protection measures during the scan of their child. For fetal echocardiography, a non-urgent case should be deferred after close communication with the referring Obstetrical and Maternal Fetal Medicine team whereas in an urgent situation where a clinical decision and neonatal management plan are required echocardiography should be performed in a similar fashion to the adult echocardiography discussed earlier.",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 265,
                    "text": "[6,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 266,
                    "end": 268,
                    "text": "7]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Fetal and Pediatric Echo"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "ACC/AATS/AHA/ASE/ASNC/HRS/SCAI/ SCCT/SCMR/STS 2019 appropriate use Criteria for multimodality imaging in the assessment of cardiac structure and function in nonvalvular heart disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "U"
                    ],
                    "last": "Doherty",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kort",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mehran",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Schoenhagen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Soman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Dehmer",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Am Soc Echocardiogr",
            "volume": "32",
            "issn": "",
            "pages": "553--79",
            "other_ids": {
                "DOI": [
                    "10.1016/j.echo.2019.01.008"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "appropriate use Criteria for multimodality imaging in valvular heart disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "U"
                    ],
                    "last": "Doherty",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kort",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mehran",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Schoenhagen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Soman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Dehmer",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Am Soc Echocardiogr",
            "volume": "31",
            "issn": "",
            "pages": "381--404",
            "other_ids": {
                "DOI": [
                    "10.1016/j.echo.2017.08.012"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "appropriate use Criteria for initial transthoracic echocardiography in outpatient pediatric cardiology",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Douglas",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Eidem",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lopez",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sachdeva",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Acc/Aap/Aha/Ase/Hrs/Scai/Scct/Scmr/ Sope",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Am Soc Echocardiogr",
            "volume": "27",
            "issn": "",
            "pages": "1247--66",
            "other_ids": {
                "DOI": [
                    "10.1016/j.echo.2014.10.002"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "appropriate use Criteria for echocardiography",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Douglas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Garcia",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Haines",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Manning",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Patel",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Am Soc Echocardiogr",
            "volume": "24",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.echo.2010.12.008"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Epidemiological characteristics of 2143 pediatric patients with 2019 coronavirus disease in China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Mo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Qi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Pediatrics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1542/peds.2020-0702"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "COVID-19 in children: initial characterization of the pediatric disease",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cruz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zeichner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Pediatrics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1542/peds.2020-0834"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Plastic barrier is applied between the sonographer and a patient. Note the left sided image acquisition approach.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Algorithm for tranthoracic echocardiogram approach during COVID-19 pandemic.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Algorithm for transesophageal echocardiogram approach during COVID-19 pandemic.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "All authors declare that they have no conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest"
        },
        {
            "text": "This research did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        }
    ]
}