{
    "paper_id": "0a22c5baff8dd79bb63e6571fb88371987526fd2",
    "metadata": {
        "title": "\"Social distancing: barriers to its implementation and how they can be overcome -a rapid systematic review and synthesis of qualitative studies\" Social distancing: barriers to its implementation and how they can be overcome -a rapid systematic review and synthesis of qualitative studies",
        "authors": [
            {
                "first": "Mahan",
                "middle": [],
                "last": "Sadjadi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "London School of Hygiene and Tropical Medicine Keppel Street London WC1E 7HT United Kingdom Author Contributions",
                    "institution": "",
                    "location": {
                        "postCode": "WC1E 7HT, WC1E 7HT",
                        "settlement": "London, London, London",
                        "country": "United Kingdom, United Kingdom"
                    }
                },
                "email": "mahansadjadi@mailbox.org"
            },
            {
                "first": "Katharina",
                "middle": [
                    "Selda"
                ],
                "last": "Mörschel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "London School of Hygiene and Tropical Medicine Keppel Street London WC1E 7HT United Kingdom Author Contributions",
                    "institution": "",
                    "location": {
                        "postCode": "WC1E 7HT, WC1E 7HT",
                        "settlement": "London, London, London",
                        "country": "United Kingdom, United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Mark",
                "middle": [],
                "last": "Petticrew",
                "suffix": "",
                "affiliation": {
                    "laboratory": "London School of Hygiene and Tropical Medicine Keppel Street London WC1E 7HT United Kingdom Author Contributions",
                    "institution": "",
                    "location": {
                        "postCode": "WC1E 7HT, WC1E 7HT",
                        "settlement": "London, London, London",
                        "country": "United Kingdom, United Kingdom"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "MS and MP conceptualised the review and designed the search strategy. MS carried out the searches and selected studies for inclusion. KSM double checked that all selected studies met the inclusion criteria. MS and KSM appraised the quality of studies. MS extracted and analysed data, and synthesised review findings. KSM double coded and analysed a third of the studies, and synthesised findings together with MS. Review findings were discussed with MP. MS wrote the first draft, and all authors contributed to the final version of the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Abstract Aim: To systematically review qualitative literature on social distancing in order to identify and describe factors that enable or prevent its implementation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "A rapid systematic qualitative review was conducted in accordance with PRISMA and ENTREQ guidelines. A comprehensive systematic search was carried out in MEDLINE, EMBASE, PsychINFO, Global Health, CINAHL and Web of Science. Included papers (i) report on primary qualitative studies (ii) of the barriers and facilitators to the implementation of social distancing measures (iii) in potentially epidemic infectious diseases. After critical appraisal and standardised data extraction, a meta-ethnographical approach was used for synthesis. Review findings were assessed for strength and reliability using CerQUAL.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: 28 papers were included from the systematic search that yielded 5620 results. One additional paper was found by searching references. The review identifies two broad categories of barriers to social distancing measures: individualor community-level psychological or sociological phenomena, and perceived shortcomings in governmental action. Based on this, 25 themes are identified that can be addressed to improve the implementation of social distancing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "There are many barriers, on different levels, to the implementation of social distancing measures. Among other findings, the review identifies the need for good communication as well as the need for authorities to provide comprehensive support as two key opportunities to increase acceptability and adherence. Highquality research is needed during the COVID-19 pandemic to better describe mechanisms by which implementation of social distancing can be improved, and, more importantly, what is already known has to be put into practice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "On 31 December 2019, the WHO was informed of an outbreak of pneumonia of unknown aetiology in the city of Wuhan, China (1) . This was the starting point of a pandemic affecting millions of people. In the following weeks and months, as SARS-CoV-2 started to spread to an increasing number of countries, social distancing was rapidly established as a central part of containment efforts (2) .",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 122,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 385,
                    "end": 388,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Social distancing: barriers to its implementation and how they can be overcome -a rapid systematic review and synthesis of qualitative studies 1 Introduction"
        },
        {
            "text": "Social distancing measures are not new. They have been employed and researched previously, specifically during epidemics of diseases like SARS, MERS or pandemic forms of influenza (2) (3) (4) . The modelling and observational studies that have been conducted suggest the important effect such measures can have, and with a lack of therapeutic options, decisive preventive action is necessary to be able to save lives (5) (6) (7) (8) .",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 183,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 184,
                    "end": 187,
                    "text": "(3)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 188,
                    "end": 191,
                    "text": "(4)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 417,
                    "end": 420,
                    "text": "(5)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 421,
                    "end": 424,
                    "text": "(6)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 425,
                    "end": 428,
                    "text": "(7)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 429,
                    "end": 432,
                    "text": "(8)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Social distancing: barriers to its implementation and how they can be overcome -a rapid systematic review and synthesis of qualitative studies 1 Introduction"
        },
        {
            "text": "In spite of some research around social distancing measures in the context of non-pharmaceutical interventions (4) , it remains unclear what factors enable or prevent their implementation, and what determines their feasibility and acceptability in the eyes of the public that is expected to carry them out. This is a critical question because many of these measures depend on the participation of the whole population. Having a stronger understanding of what factors prevent or promote the implementation of and adherence to social distancing measures is crucial for designing an effective and ethical pandemic response.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 114,
                    "text": "(4)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Social distancing: barriers to its implementation and how they can be overcome -a rapid systematic review and synthesis of qualitative studies 1 Introduction"
        },
        {
            "text": "To be able to provide guidance for policymaking and future research, this systematic qualitative review sets out to synthesize the evidence relating to factors that affect the implementation of social distancing measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social distancing: barriers to its implementation and how they can be overcome -a rapid systematic review and synthesis of qualitative studies 1 Introduction"
        },
        {
            "text": "A rapid systematic qualitative review of the literature was conducted in accordance with PRISMA (9) and ENTREQ statement guidelines (10). Analysis and synthesis . CC-BY-NC-ND 4.0 International license It is made available under a perpetuity.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 99,
                    "text": "(9)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "is the author/funder, who has granted medRxiv a license to display the preprint in (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The copyright holder for this this version posted September 18, 2020. . https://doi.org/10.1101/2020.09. 16.20195966 doi: medRxiv preprint were performed using meta-ethnography (11) , and study findings were evaluated and synthesized using GRADE-CerQUAL (12) . A protocol was outlined internally before the start of the review process. In order to ensure reflexivity in the conduct of this review, the lead reviewers considered, at the outset and throughout the review process, how their views and opinions were likely shaped by their first-hand experiences of social distancing implementation in Germany and the UK.",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 138,
                    "text": "16.20195966 doi: medRxiv preprint",
                    "ref_id": null
                },
                {
                    "start": 177,
                    "end": 181,
                    "text": "(11)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 254,
                    "end": 258,
                    "text": "(12)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Despite the central role social distancing plays in the pandemic response, neither researchers nor policymakers or the media use consistent definitions. In order to build a search strategy that is sensitive to all measures that fall within the broad concept of social distancing, a primary, defining search was performed in MEDLINE, EMBASE, PsycINFO, Global Health, CINAHL and Cochrane Library databases for the search term \"Social Distancing\". Additionally, websites and documents of the WHO (13, 14) , CDC (15, 16) , ECDC, China CDC and Africa CDC (17) were searched for definitions of social distancing. Searches were carried out on 13 March 2020.",
            "cite_spans": [
                {
                    "start": 493,
                    "end": 497,
                    "text": "(13,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 498,
                    "end": 501,
                    "text": "14)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 508,
                    "end": 512,
                    "text": "(15,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 513,
                    "end": 516,
                    "text": "16)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 550,
                    "end": 554,
                    "text": "(17)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "The primary, defining search for \"Social Distancing\""
        },
        {
            "text": "The identified concepts for measures were policy-level interventions like mandated closure of schools, child-care facilities, restaurants, and public venues, the cancellation of public events, bans on public transportation as well as isolation and quarantine on the one hand, and individual-level behavioural responses, like workplace non-attendance, contact number reduction, staying home, avoiding crowds, avoiding transportation and reducing travel on the other hand.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The primary, defining search for \"Social Distancing\""
        },
        {
            "text": "The final search for qualitative studies on the acceptability, feasibility and implementation of social distancing measures was based on these findings and definitions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The primary, defining search for \"Social Distancing\""
        },
        {
            "text": "Based on the results of this primary investigation, a second search was performed that included all aspects of social distancing that were found through the first search.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The final search"
        },
        {
            "text": "The general strategy was to combine terms related to social distancing with terms on mass gatherings, and to then combine those with terms around epidemics. In the end, a qualitative filter (developed by UThealth, https://libguides.sph.uth.tmc.edu/search_filters) was applied to the results. The full . CC-BY-NC-ND 4.0 International license It is made available under a perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The final search"
        },
        {
            "text": "is the author/funder, who has granted medRxiv a license to display the preprint in (which was not certified by peer review) preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The final search"
        },
        {
            "text": "After searches were performed and results were imported into Zotero 5.0 (https://www.zotero.org/download/) duplicates were removed by hand, and titles and abstracts were screened.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Selection"
        },
        {
            "text": "The first search identified papers published in peer-reviewed journals, and documents of the WHO, CDC, ECDC and Africa CDC that included a mention of social distancing in the context of infectious disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Selection"
        },
        {
            "text": "For the final search, each full text article was subjected to the following inclusion criteria: (a) articles that report on qualitative studies with primary data generation (b) articles that address infectious diseases with human-to-human transmission and epidemic potential (Influenza, MERS, SARS, Ebola), and (c) articles that include information on feasibility, acceptability, barriers, facilitators and attitudes regarding the implementation of social distancing measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Selection"
        },
        {
            "text": "The selection of studies was discussed among the authors, and consensus was reached.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Selection"
        },
        {
            "text": "The quality of studies identified in the final search was assessed using the Critical Appraisal Skills Programme (CASP) assessment tool for qualitative studies (available online at https://casp-uk.net/wp-content/uploads/2018/01/CASP-Qualitative-Checklist-2018.pdf). The authors conducted their critical appraisal independently and discussed their assessments to reach consensus. We found that generally, few papers report the reasoning behind data collection and analytical methods used. Very few studies include indications of reflexivity. In spite of flaws in reporting, all studies provided valuable insights, and appeared to have been conducted appropriately. None of the studies that met the inclusion criteria were excluded based on poor quality. Instead, quality issues were considered when evaluating confidence in review findings using GRADE-CerQUAL. The exact methodology of CERQual is described in (12) . Here, all four components of is the author/funder, who has granted medRxiv a license to display the preprint in (which was not certified by peer review) preprint",
            "cite_spans": [
                {
                    "start": 909,
                    "end": 913,
                    "text": "(12)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Quality Assessment"
        },
        {
            "text": "The copyright holder for this this version posted September 18, 2020. . https://doi.org/10.1101/2020.09. 16.20195966 doi: medRxiv preprint CerQUAL (methodological limitations, relevance, coherence, and adequacy of data) were considered. Ultimately, for the findings for which confidence was determined to be \"low\" or \"very low\", this was due to methodological limitations of the studies and adequacy (richness and quantity) of data.",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 138,
                    "text": "16.20195966 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Quality Assessment"
        },
        {
            "text": "Data were extracted regarding the following aspects: sample size and composition, data collection methods used, study setting and aims as well as first order (participant quotes) and second order themes (synthesis by study authors). This was done using a standardised form which was also used to synthesise third order metasynthesis themes, and to track quality appraisal using the CASP checklist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Extraction"
        },
        {
            "text": "The review uses meta-ethnographical approaches adapted from Britten and colleagues (11) .",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 87,
                    "text": "(11)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Analytic Strategy and Synthesis"
        },
        {
            "text": "Each paper was studied in-depth and themes that relate to the research question were identified inductively from the data. One of the authors, KM, used coding software (NVivo12, https://www.qsrinternational.com/nvivo-qualitative-dataanalysis-software/home). Where appropriate, line-by-line coding was done for segments of reports that were relevant to the research question. Participant statements were treated as first order themes, and the analysis and interpretation by researchers were treated as second order themes. The third order meta-synthetical themes were formed inductively based on these previously identified themes. This was done for each of the included studies individually.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analytic Strategy and Synthesis"
        },
        {
            "text": "Finally, these themes were compared across studies, and key consistent themes were identified. These were treated as the review's findings and were assessed for their strength and reliability using the CERQual approach (12) . MS analysed all included studies and KM double-coded a third of the included studies. The authors reached consensus regarding identified themes and review findings.",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 223,
                    "text": "(12)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Analytic Strategy and Synthesis"
        },
        {
            "text": "This review follows PRISMA (9) and ENTREQ (10) statement guidelines and is reported accordingly. is the author/funder, who has granted medRxiv a license to display the preprint in (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reporting"
        },
        {
            "text": "The copyright holder for this this version posted September 18, 2020. . https://doi.org/10.1101/2020.09.16.20195966 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reporting"
        },
        {
            "text": "The final search (see figure 1 ) yielded 5620 results. After deduplication, 4019 titles and abstracts were screened. 147 papers remained for full text screening of which 27 papers were included. One additional paper was identified by searching references of studies.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 22,
                    "end": 30,
                    "text": "figure 1",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Description of search results and included studies"
        },
        {
            "text": "Of the included studies, 9 include data from African countries (3 from Sierra Leone, 3 from Liberia, 2 from Ghana, and 1 from Senegal), 11 include data from North America (7 from Canada and 4 from USA), 5 were conducted in Australia, 2 were conducted in the UK, and a further 2 include data from the UK and Australia is the author/funder, who has granted medRxiv a license to display the preprint in (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Description of search results and included studies"
        },
        {
            "text": "The copyright holder for this this version posted September 18, 2020. . https://doi.org/10.1101/2020.09.16.20195966 doi: medRxiv preprint is the author/funder, who has granted medRxiv a license to display the preprint in (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Description of search results and included studies"
        },
        {
            "text": "The copyright holder for this this version posted September 18, 2020. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Description of search results and included studies"
        },
        {
            "text": "\" \" exploring \"community knowledge and attitudes about Ebola and its transmission\" ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Description of search results and included studies"
        },
        {
            "text": "\" \" \"to explore the experience of being on SARS quarantine with a focus on the relationship between perceived risk of contracting SARS and reported compliance with the quarantine order and protocols\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Description of search results and included studies"
        },
        {
            "text": "2015 (27) 116 people (purposive; e.g. healthy, elderly, preexisting condit.)",
            "cite_spans": [
                {
                    "start": 5,
                    "end": 9,
                    "text": "(27)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Description of search results and included studies"
        },
        {
            "text": "Melbourne, Sydney and Glasgow \"to identify how members of the general public respond to pandemic influenza\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "interviews and 10 FGDs"
        },
        {
            "text": "Davis et al. 2014 (28) \" \" \" \"to conceptualise how publics take on the threat of a global respiratory pathogen\" Australia \"understanding how pandemic control's assumptions regarding the general public take the specific form they do\" ",
            "cite_spans": [
                {
                    "start": 18,
                    "end": 22,
                    "text": "(28)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "interviews and 10 FGDs"
        },
        {
            "text": "158 individuals 36 FGDs USA \"to present perspectives of school and preparedness officials on the feasibility of implementing a range of social distancing practices\" ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "interviews and 10 FGDs"
        },
        {
            "text": "is the author/funder, who has granted medRxiv a license to display the preprint in (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "interviews and 10 FGDs"
        },
        {
            "text": "The copyright holder for this this version posted September 18, 2020. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "interviews and 10 FGDs"
        },
        {
            "text": "\"to explore what information sources parents trusted and used to obtain information about pH1N1, during both the acute and post-pandemic phase\" (36) 118 people in FGDs and 24 key informants 16 FGDs and 24 indepth interviews One urban and one rural location in Sierra Leone \"development of a set of actionable Ebola messages that responded directly to (the community's) needs and concerns\"",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 148,
                    "text": "(36)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Sydney, Australia"
        },
        {
            "text": "19 homeless service providers, clinicians and PH officials Semi-structured interviews Toronto, Canada \"to identify the unique challenges related to homeless people that arose during the SARS outbreak and to outline lessons learned that could contribute to planning for future outbreaks\" (38) 48 participants in FGDs + 9 in interviews FGDs and interviews Delaware, USA \"to explore attitudes and behaviours on campus during the first known university outbreak of A(H1N1)pdm09 in the United States, to examine adherence to protective measures, and to determine willingness to follow such recommendations during future influenza outbreaks\" \"to present … findings from the town hall discussions on restrictive measures with the view of further bolstering our empirical understanding of the justifiability of using restrictive measures to achieve public health goals\" is the author/funder, who has granted medRxiv a license to display the preprint in (which was not certified by peer review) preprint",
            "cite_spans": [
                {
                    "start": 287,
                    "end": 291,
                    "text": "(38)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Sydney, Australia"
        },
        {
            "text": "The copyright holder for this this version posted September 18, 2020. . https://doi.org/10.1101/2020.09.16.20195966 doi: medRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sydney, Australia"
        },
        {
            "text": "Barriers and facilitators identified in the included studies can broadly be categorised into two main types. A full list of concepts with examples of first and second order themes is provided in supplementary table 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Barriers to the implementation of social distancing measures"
        },
        {
            "text": "The first category of barriers comprises individual-and community-level factors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Psychological, psychosocial and sociological influences"
        },
        {
            "text": "Here, the lack of trust in government and authorities (21, 23, 24, 30, 33) , stigmatisation (20, 25, 30, 31, 38, 40) , and psychological stress induced by uncertainty and measures like quarantine (22, 25, (30) (31) (32) 41) were frequently described as major barriers. Study participants further considered people's lack of knowledge and misconceptions about the disease (20, 24, 26, 36, 45) , inconsistencies between personal experience and information received (18, 24, 26, 44) , a perceived lack of threat, and the perceived lack of value of interventions (21, 26, 30, 39, 43, 45 ) as well as a lack of solidarity and community collaboration (21) (22) (23) 26, 27, 30, 31, 33, 39) to be important barriers. Further influences that could become barriers were the inability to work and resulting financial hardship (22, 25) , dependence on social networks and support systems (21, 22, 40) , social-cultural norms and perceived gender roles (19, 24) as well as practical reasons like wanting or having to care for others (39,45).",
            "cite_spans": [
                {
                    "start": 54,
                    "end": 58,
                    "text": "(21,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 59,
                    "end": 62,
                    "text": "23,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 63,
                    "end": 66,
                    "text": "24,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 67,
                    "end": 70,
                    "text": "30,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 71,
                    "end": 74,
                    "text": "33)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 92,
                    "end": 96,
                    "text": "(20,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 97,
                    "end": 100,
                    "text": "25,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 101,
                    "end": 104,
                    "text": "30,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 105,
                    "end": 108,
                    "text": "31,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 109,
                    "end": 112,
                    "text": "38,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 113,
                    "end": 116,
                    "text": "40)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 196,
                    "end": 200,
                    "text": "(22,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 201,
                    "end": 204,
                    "text": "25,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 205,
                    "end": 209,
                    "text": "(30)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 210,
                    "end": 214,
                    "text": "(31)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 215,
                    "end": 219,
                    "text": "(32)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 220,
                    "end": 223,
                    "text": "41)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 371,
                    "end": 375,
                    "text": "(20,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 376,
                    "end": 379,
                    "text": "24,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 380,
                    "end": 383,
                    "text": "26,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 384,
                    "end": 387,
                    "text": "36,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 388,
                    "end": 391,
                    "text": "45)",
                    "ref_id": null
                },
                {
                    "start": 463,
                    "end": 467,
                    "text": "(18,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 468,
                    "end": 471,
                    "text": "24,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 472,
                    "end": 475,
                    "text": "26,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 476,
                    "end": 479,
                    "text": "44)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 559,
                    "end": 563,
                    "text": "(21,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 564,
                    "end": 567,
                    "text": "26,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 568,
                    "end": 571,
                    "text": "30,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 572,
                    "end": 575,
                    "text": "39,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 576,
                    "end": 579,
                    "text": "43,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 580,
                    "end": 582,
                    "text": "45",
                    "ref_id": null
                },
                {
                    "start": 645,
                    "end": 649,
                    "text": "(21)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 650,
                    "end": 654,
                    "text": "(22)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 655,
                    "end": 659,
                    "text": "(23)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 660,
                    "end": 663,
                    "text": "26,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 664,
                    "end": 667,
                    "text": "27,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 668,
                    "end": 671,
                    "text": "30,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 672,
                    "end": 675,
                    "text": "31,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 676,
                    "end": 679,
                    "text": "33,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 680,
                    "end": 683,
                    "text": "39)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 816,
                    "end": 820,
                    "text": "(22,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 821,
                    "end": 824,
                    "text": "25)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 877,
                    "end": 881,
                    "text": "(21,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 882,
                    "end": 885,
                    "text": "22,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 886,
                    "end": 889,
                    "text": "40)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 941,
                    "end": 945,
                    "text": "(19,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 946,
                    "end": 949,
                    "text": "24)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Psychological, psychosocial and sociological influences"
        },
        {
            "text": "With regards to governmental and authority action, the lack of community involvement (21, 23, 29, 32, 40, 42, 44) , the insufficiency of emotional, financial or material support (21, 22, 24, 25, 30, 31, 33, 37, 40, 41, 44, 46) , and a failure to take equity into account (23, 25, 37) were identified as problematic practices.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 89,
                    "text": "(21,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 90,
                    "end": 93,
                    "text": "23,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 94,
                    "end": 97,
                    "text": "29,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 98,
                    "end": 101,
                    "text": "32,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 102,
                    "end": 105,
                    "text": "40,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 106,
                    "end": 109,
                    "text": "42,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 110,
                    "end": 113,
                    "text": "44)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 178,
                    "end": 182,
                    "text": "(21,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 183,
                    "end": 186,
                    "text": "22,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 187,
                    "end": 190,
                    "text": "24,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 191,
                    "end": 194,
                    "text": "25,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 195,
                    "end": 198,
                    "text": "30,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 199,
                    "end": 202,
                    "text": "31,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 203,
                    "end": 206,
                    "text": "33,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 207,
                    "end": 210,
                    "text": "37,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 211,
                    "end": 214,
                    "text": "40,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 215,
                    "end": 218,
                    "text": "41,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 219,
                    "end": 222,
                    "text": "44,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 223,
                    "end": 226,
                    "text": "46)",
                    "ref_id": null
                },
                {
                    "start": 271,
                    "end": 275,
                    "text": "(23,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 276,
                    "end": 279,
                    "text": "25,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 280,
                    "end": 283,
                    "text": "37)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Perceived shortcomings in governmental and authority action"
        },
        {
            "text": "Poor communication was identified as one of the most important factors affecting implementation and adherence to measurements. This includes a lack of guidance and unambiguous information (18, 21, 23, 25, 30, 46) , unsuitable messages (18, 23, 25, (34) (35) (36) (37) , a lack of credibility (23, 26, 33, 38) as well the inadequacy of timing (18) and channels of communication (21, 28, 31, 36, 44) . Inadequate preparedness . CC-BY-NC-ND 4.0 International license It is made available under a perpetuity.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 192,
                    "text": "(18,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 193,
                    "end": 196,
                    "text": "21,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 197,
                    "end": 200,
                    "text": "23,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 201,
                    "end": 204,
                    "text": "25,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 205,
                    "end": 208,
                    "text": "30,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 209,
                    "end": 212,
                    "text": "46)",
                    "ref_id": null
                },
                {
                    "start": 235,
                    "end": 239,
                    "text": "(18,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 240,
                    "end": 243,
                    "text": "23,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 244,
                    "end": 247,
                    "text": "25,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 248,
                    "end": 252,
                    "text": "(34)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 253,
                    "end": 257,
                    "text": "(35)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 258,
                    "end": 262,
                    "text": "(36)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 263,
                    "end": 267,
                    "text": "(37)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 292,
                    "end": 296,
                    "text": "(23,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 297,
                    "end": 300,
                    "text": "26,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 301,
                    "end": 304,
                    "text": "33,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 305,
                    "end": 308,
                    "text": "38)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 342,
                    "end": 346,
                    "text": "(18)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 377,
                    "end": 381,
                    "text": "(21,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 382,
                    "end": 385,
                    "text": "28,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 386,
                    "end": 389,
                    "text": "31,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 390,
                    "end": 393,
                    "text": "36,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 394,
                    "end": 397,
                    "text": "44)",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Perceived shortcomings in governmental and authority action"
        },
        {
            "text": "is the author/funder, who has granted medRxiv a license to display the preprint in (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Perceived shortcomings in governmental and authority action"
        },
        {
            "text": "The copyright holder for this this version posted September 18, 2020. . https://doi.org/10.1101/2020.09.16.20195966 doi: medRxiv preprint (29, 31, 37) , and a lack of legislation and penalties (22, 24, 26, 33, 44) were found to be additional barriers.",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 142,
                    "text": "(29,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 143,
                    "end": 146,
                    "text": "31,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 147,
                    "end": 150,
                    "text": "37)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 193,
                    "end": 197,
                    "text": "(22,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 198,
                    "end": 201,
                    "text": "24,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 202,
                    "end": 205,
                    "text": "26,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 206,
                    "end": 209,
                    "text": "33,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 210,
                    "end": 213,
                    "text": "44)",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Perceived shortcomings in governmental and authority action"
        },
        {
            "text": "Based on these barriers, and with due consideration of enablers of social distancing described in the included studies, the review identified 25 themes that can be addressed to improve the implementation of social distancing. These themes belong to one of the two broad categories described above. Additionally, because of the richness and coherence of data that support them, themes around communication are listed in a distinct sub-category (see table 2 With regards to actions taken by governments and authorities, the most central theme that emerged from the analysis of data in this review is the importance of providing support (emotional, medical, material, and financial) for people who adhere to social distancing, so that no or few negative consequences stem from adherence (21, 22, 24, 25, 30, 31, 33, 37, 40, 44, 46) . Governments and authorities need to include the community in the planning before and in the response during epidemics (21, 23, 29, 32, 40, 42, 44) . Furthermore, the implementation of legislation and the use of penalties appear to be an acceptable means of increasing adherence to social distancing measures (22, 24, 26, 33, 44) .",
            "cite_spans": [
                {
                    "start": 784,
                    "end": 788,
                    "text": "(21,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 789,
                    "end": 792,
                    "text": "22,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 793,
                    "end": 796,
                    "text": "24,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 797,
                    "end": 800,
                    "text": "25,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 801,
                    "end": 804,
                    "text": "30,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 805,
                    "end": 808,
                    "text": "31,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 809,
                    "end": 812,
                    "text": "33,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 813,
                    "end": 816,
                    "text": "37,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 817,
                    "end": 820,
                    "text": "40,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 821,
                    "end": 824,
                    "text": "44,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 825,
                    "end": 828,
                    "text": "46)",
                    "ref_id": null
                },
                {
                    "start": 949,
                    "end": 953,
                    "text": "(21,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 954,
                    "end": 957,
                    "text": "23,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 958,
                    "end": 961,
                    "text": "29,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 962,
                    "end": 965,
                    "text": "32,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 966,
                    "end": 969,
                    "text": "40,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 970,
                    "end": 973,
                    "text": "42,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 974,
                    "end": 977,
                    "text": "44)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1139,
                    "end": 1143,
                    "text": "(22,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1144,
                    "end": 1147,
                    "text": "24,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1148,
                    "end": 1151,
                    "text": "26,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1152,
                    "end": 1155,
                    "text": "33,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1156,
                    "end": 1159,
                    "text": "44)",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [
                {
                    "start": 448,
                    "end": 455,
                    "text": "table 2",
                    "ref_id": "TABREF16"
                }
            ],
            "section": "How to facilitate implementation of social distancing measures"
        },
        {
            "text": "Ultimately, the most central theme identified across studies is the critical importance of good communication (23, 25, 26, 28, 29, (31) (32) (33) (34) (35) (36) (37) (38) (39) 44, 45 is the author/funder, who has granted medRxiv a license to display the preprint in (which was not certified by peer review) preprint",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 114,
                    "text": "(23,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 115,
                    "end": 118,
                    "text": "25,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 119,
                    "end": 122,
                    "text": "26,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 123,
                    "end": 126,
                    "text": "28,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 127,
                    "end": 130,
                    "text": "29,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 131,
                    "end": 135,
                    "text": "(31)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 136,
                    "end": 140,
                    "text": "(32)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 141,
                    "end": 145,
                    "text": "(33)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 146,
                    "end": 150,
                    "text": "(34)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 151,
                    "end": 155,
                    "text": "(35)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 156,
                    "end": 160,
                    "text": "(36)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 161,
                    "end": 165,
                    "text": "(37)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 166,
                    "end": 170,
                    "text": "(38)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 171,
                    "end": 175,
                    "text": "(39)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 176,
                    "end": 179,
                    "text": "44,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 180,
                    "end": 182,
                    "text": "45",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "How to facilitate implementation of social distancing measures"
        },
        {
            "text": "The copyright holder for this this version posted September 18, 2020. . https://doi.org/10.1101/2020.09. 16.20195966 doi: medRxiv preprint should be context specific and relevant to people's lives. Further important aspects identified were transparency, good timing, clarity and uniformity (18, 23, 25, (34) (35) (36) (37) . With regards to school closures, one problem with regards to social distancing is the compensatory increase in outside-of-school social activities. (38, 42) low moderate concerns about methods and adequacy, minor concerns about relevance Social norms like handshaking and perceived gender roles should be addressed because they can be barriers to the implementation of Social Distancing (SD) measures. (19, 24) low moderate concerns regarding relevance and adequacy, minor concerns about methods",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 116,
                    "text": "16.20195966",
                    "ref_id": null
                },
                {
                    "start": 290,
                    "end": 294,
                    "text": "(18,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 295,
                    "end": 298,
                    "text": "23,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 299,
                    "end": 302,
                    "text": "25,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 303,
                    "end": 307,
                    "text": "(34)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 308,
                    "end": 312,
                    "text": "(35)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 313,
                    "end": 317,
                    "text": "(36)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 318,
                    "end": 322,
                    "text": "(37)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 473,
                    "end": 477,
                    "text": "(38,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 478,
                    "end": 481,
                    "text": "42)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 727,
                    "end": 731,
                    "text": "(19,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 732,
                    "end": 735,
                    "text": "24)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "How to facilitate implementation of social distancing measures"
        },
        {
            "text": "It is important that governments and authorities provide support for people who adhere to social distancing so that no (few) negative consequences stem from adherence. Different kinds of support should be provided, e.g. emotional, medical, material, financial support. (21, 22, 24, 25, 30, 31, 33, 37, 40, 41, 44, 46) high minor concerns about methods but broad coherence, relevance and adequacy, and therefore a high confidence finding Community involvement is critical in the planning and response phases of epidemics (21, 23, 29, 32, 40, 42, 44) moderate minor concerns regarding methods, adequacy and relevance. The implementation of legislation and the use of penalties appear to be acceptable and can increase adherence to SD measures. ( is the author/funder, who has granted medRxiv a license to display the preprint in (which was not certified by peer review) preprint",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 273,
                    "text": "(21,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 274,
                    "end": 277,
                    "text": "22,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 278,
                    "end": 281,
                    "text": "24,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 282,
                    "end": 285,
                    "text": "25,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 286,
                    "end": 289,
                    "text": "30,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 290,
                    "end": 293,
                    "text": "31,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 294,
                    "end": 297,
                    "text": "33,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 298,
                    "end": 301,
                    "text": "37,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 302,
                    "end": 305,
                    "text": "40,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 306,
                    "end": 309,
                    "text": "41,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 310,
                    "end": 313,
                    "text": "44,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 314,
                    "end": 317,
                    "text": "46)",
                    "ref_id": null
                },
                {
                    "start": 520,
                    "end": 524,
                    "text": "(21,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 525,
                    "end": 528,
                    "text": "23,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 529,
                    "end": 532,
                    "text": "29,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 533,
                    "end": 536,
                    "text": "32,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 537,
                    "end": 540,
                    "text": "40,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 541,
                    "end": 544,
                    "text": "42,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 545,
                    "end": 548,
                    "text": "44)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 742,
                    "end": 743,
                    "text": "(",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Government / authority factors"
        },
        {
            "text": "The copyright holder for this this version posted September 18, 2020. . https://doi.org/10.1101/2020.09.16.20195966 doi: medRxiv preprint Clear statements from public health authorities enable the implementation of measures like school closures. (32, 42, 46) low moderate concerns about methods, adequacy and relevance In order to enable implementation, pandemic plans should be sufficiently detailed and actionable (29, 31, 37) very low substantial concerns regarding adequacy, relevance & methods Constant reminders should be provided to avoid a regression to previous norms (30, 39) very low substantial c. about adequacy, moderate c. about relevance, minor c. about methods Preparedness can improve adherence to SD. An example for this is the presence of online learning capabilities of schools and universities. (23, 29, 46) very low substantial concerns regarding adequacy and relevance, moderate methodological c.",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 250,
                    "text": "(32,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 251,
                    "end": 254,
                    "text": "42,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 255,
                    "end": 258,
                    "text": "46)",
                    "ref_id": null
                },
                {
                    "start": 416,
                    "end": 420,
                    "text": "(29,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 421,
                    "end": 424,
                    "text": "31,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 425,
                    "end": 428,
                    "text": "37)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 577,
                    "end": 581,
                    "text": "(30,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 582,
                    "end": 585,
                    "text": "39)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 817,
                    "end": 821,
                    "text": "(23,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 822,
                    "end": 825,
                    "text": "29,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 826,
                    "end": 829,
                    "text": "46)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Government / authority factors"
        },
        {
            "text": "Communication is of critical importance. Messaging and messengers should be credible, and people call for experts to be on the forefront of communication with the public. There is mistrust against the media. Communication should be transparent, timely, clear and uniform, and it should acknowledge uncertainty and the need for adaptation to changing circumstances. (23,25,26,28, 29,31-39, 44,45) high minor concerns about methods but broad coherence, relevance and adequacy, and therefore a high confidence finding",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 395,
                    "text": "(23,25,26,28, 29,31-39, 44,45)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Communication-related factors"
        },
        {
            "text": "Providing knowledge and battling misconceptions about the disease might be valuable ways to increase adherence to SD measures. (20, 28, 43, 45) moderate minor concerns about adequacy, minor methodological concerns",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 131,
                    "text": "(20,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 132,
                    "end": 135,
                    "text": "28,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 136,
                    "end": 139,
                    "text": "43,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 140,
                    "end": 143,
                    "text": "45)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Communication-related factors"
        },
        {
            "text": "Information provided to the public should be context specific and relevant to people's lives. (18, 23, 25, (34) (35) (36) (37) moderate minor concerns about adequacy, relevance & methods Messaging should be tailored to the diverse communities of recipients. \"One size fits all\" approaches should be avoided. (34) (35) (36) (37) moderate moderate concerns regarding adequacy, minor concerns regarding methods & relevance Doctors, especially family physicians can act as highly trusted and influential messengers in the response. They should be a) prepared, e.g. by having email addresses of their patients etc., and b) be included during the pandemic as central conveyors of information. (34, 35) low moderate concerns about adequacy of data, minor concerns about methods",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 98,
                    "text": "(18,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 99,
                    "end": 102,
                    "text": "23,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 103,
                    "end": 106,
                    "text": "25,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 107,
                    "end": 111,
                    "text": "(34)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 112,
                    "end": 116,
                    "text": "(35)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 117,
                    "end": 121,
                    "text": "(36)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 122,
                    "end": 126,
                    "text": "(37)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 308,
                    "end": 312,
                    "text": "(34)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 313,
                    "end": 317,
                    "text": "(35)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 318,
                    "end": 322,
                    "text": "(36)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 323,
                    "end": 327,
                    "text": "(37)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 687,
                    "end": 691,
                    "text": "(34,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 692,
                    "end": 695,
                    "text": "35)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Communication-related factors"
        },
        {
            "text": "Direct communication between schools and public health authorities increases effectiveness of SD implementation (23, 32) very low substantial concerns about adequacy and relevance, moderate methodological c. ",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 116,
                    "text": "(23,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 117,
                    "end": 120,
                    "text": "32)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Communication-related factors"
        },
        {
            "text": "To is the author/funder, who has granted medRxiv a license to display the preprint in (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this this version posted September 18, 2020. . https://doi.org/10.1101/2020.09.16.20195966 doi: medRxiv preprint Where aspects of social distancing were discussed in previous reviews, especially with regards to quarantine and isolation, there is broad agreement on the identified themes, which this review develops further (4, 7) . Within the studies included in this review, there is broad agreement on the most central barriers and facilitators (as indicated in our summary table 2). Even where there was not enough data to make a high-confidence statement, the review did not find substantial disagreement between the identified studies.",
            "cite_spans": [
                {
                    "start": 348,
                    "end": 351,
                    "text": "(4,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 352,
                    "end": 354,
                    "text": "7)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The review's findings demonstrate the importance of a comprehensive support system, transparent policies, and sufficient community involvement. They all can . CC-BY-NC-ND 4.0 International license It is made available under a perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for policymaking, services, and communication"
        },
        {
            "text": "is the author/funder, who has granted medRxiv a license to display the preprint in (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for policymaking, services, and communication"
        },
        {
            "text": "The copyright holder for this this version posted September 18, 2020. . https://doi.org/10.1101/2020.09. 16.20195966 doi: medRxiv preprint contribute to adherence to social distancing measures, and present opportunities for governments to improve the acceptability of mandated measures. The review further indicates that it is critical for policymakers and service providers to recognise the toll measures can take on people. The evidence from the review also shows that preventing stigma, appealing to solidarity, building trust, and making sure that strong support systems are put in place are important in order to alleviate hardship faced by the population that is expected to adhere to social distancing. Finally, effective, transparent, trustworthy communication appears to be a central enabler to the acceptability of and adherence to social distancing measures. Responsible communication should be transparent, timely, clear and uniform, and trusted experts should be at the forefront. Good communication acknowledges uncertainty and the need to adapt to changing circumstances. The evidence also suggests that messaging should be context-specific and relevant to people's lives. All of these recommendations are concrete and actionable opportunities for policymakers and service providers as well as anyone who communicates with the public.",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 138,
                    "text": "16.20195966 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Implications for policymaking, services, and communication"
        },
        {
            "text": "Barriers to and facilitators of social distancing have often been addressed implicitly in the qualitative studies that were identified in this review. Future qualitative research should address implementation more directly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for future research"
        },
        {
            "text": "The systematic searches identified a number of quantitative studies that could complement the review findings in a meaningful way. A mixed methods approach or a future quantitative review may be of value.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for future research"
        },
        {
            "text": "Moving forward, findings from this review can inform not only policy implementation but also the research design of future studies to evaluate social distancing measures, their acceptability, feasibility and potential effectiveness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for future research"
        },
        {
            "text": "This review further underlines the importance of terminological specificity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for future research"
        },
        {
            "text": "This review has several limitations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations of this review"
        },
        {
            "text": "Firstly, due to the urgency of the topic at hand, and the fact that this work was unfunded, the authors limited their search strategy to systematic database searches and searching references of identified studies. While the strategy was discussed is the author/funder, who has granted medRxiv a license to display the preprint in (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations of this review"
        },
        {
            "text": "The copyright holder for this this version posted September 18, 2020. . https://doi.org/10.1101/2020.09.16.20195966 doi: medRxiv preprint among authors, this step was carried out by a single reviewer. Ideally, the authors would have liked to employ a more comprehensive search strategy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations of this review"
        },
        {
            "text": "Most of the studies included in the review have some methodological limitations. The review attempted to account for this in the assessment of confidence for review findings. With regards to whether or not results are broadly representative, included studies were conducted in a limited number of contexts. Geographical areas of the world that are not represented are large parts of Europe and Asia. This introduces uncertainty since these measures might be highly settings-dependent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations of this review"
        },
        {
            "text": "Importantly, the social distancing scenarios identified in this review are rather short-term. During the coronavirus pandemic, the implementation of social distancing measures has shown to be necessary over a longer period of time which might have a strong influence on adherence. Since no studies had been conducted on the COVID-19 pandemic at the time of the searches, the findings may not be completely representative of the present situation, but they provide an indication of ways to improve the pandemic response. A future review will have to assess new lessons learned and can benefit from the findings established in this work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations of this review"
        },
        {
            "text": "Finally, while it is sensible to try and evaluate social distancing broadly, and, as this review has indicated, many findings apply to all aspects of social distancing, it would be worthwhile to pay more attention to the specificities of each social distancing measure, both for evaluating current literature, and for future research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations of this review"
        },
        {
            "text": "This review demonstrates that there is a range of barriers, on different levels, to the implementation of social distancing measures. Some of the key findings are the need for authorities to involve their communities, the need to provide continuous support to those who adhere to social distancing, and the critical importance of good communication. These and many other factors appear to influence acceptability of social distancing and people's adherence to measures that are necessary for the pandemic response. Policies should be designed with these factors in mind to ensure an effective, ethical and equitable pandemic response. The current situation further calls for high-quality research to better describe mechanisms by which acceptability and implementation of social distancing measures can be improved. is the author/funder, who has granted medRxiv a license to display the preprint in (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The copyright holder for this this version posted September 18, 2020. is the author/funder, who has granted medRxiv a license to display the preprint in (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The copyright holder for this this version posted September 18, 2020. is the author/funder, who has granted medRxiv a license to display the preprint in (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The copyright holder for this this version posted September 18, 2020. . https://doi.org/10.1101/2020.09. 16.20195966 doi: medRxiv preprint ",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 138,
                    "text": "16.20195966 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization (WHO)",
            "authors": [],
            "year": 2020,
            "venue": "Novel Coronavirus (2019-nCoV) SITUATION REPORT 1",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Considerations relating to social distancing measures in response to COVID-19 -second update",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Non-pharmaceutical public health measures for mitigating the risk and impact of epidemic and pandemic influenza [Internet]. World Health Organization (WHO)",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Public perceptions of non-pharmaceutical interventions for reducing transmission of respiratory infection: systematic review and synthesis of qualitative studies",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Teasdale",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Santer",
                    "suffix": ""
                },
                {
                    "first": "Awa",
                    "middle": [],
                    "last": "Geraghty",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Little",
                    "suffix": ""
                },
                {
                    "first": "Yardley",
                    "middle": [
                        "L"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Public Health",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Nonpharmaceutical Measures for Pandemic Influenza in Nonhealthcare Settings-Social Distancing Measures",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Fong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "Eyc",
                    "middle": [],
                    "last": "Shiu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ryu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg Infect Dis",
            "volume": "26",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Quarantine alone or in combination with other public health measures to control COVID-19: a rapid review. Cochrane Infectious Diseases Group, editor. Cochrane Database Syst Rev",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Nussbaumer-Streit",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Mayr",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Dobrescu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chapman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Persad",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Klerings",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The psychological impact of quarantine and how to reduce it: rapid review of the evidence. The Lancet",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Brooks",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Webster",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Woodland",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wessely",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Greenberg",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "School closure and management practices during coronavirus outbreaks including COVID-19: a rapid systematic review",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Viner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Croker",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Packer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Stansfield",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Child Adolesc Health",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Preferred Reporting Items for Systematic Reviews and Meta-Analyses: The PRISMA Statement",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Moher",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Liberati",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tetzlaff",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Altman",
                    "suffix": ""
                },
                {
                    "first": "Prisma",
                    "middle": [],
                    "last": "The",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Group",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS Med",
            "volume": "6",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Using meta ethnography to synthesise qualitative research: a worked example",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Britten",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pope",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Donovan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pill",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Health Serv Res Policy",
            "volume": "7",
            "issn": "4",
            "pages": "209--224",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Using Qualitative Evidence in Decision Making for Health and Social Interventions: An Approach to Assess Confidence in Findings from Qualitative Evidence Syntheses (GRADE-CERQual)",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lewin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Glenton",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Munthe-Kaas",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Carlsen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Colvin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gülmezoglu",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLOS Med",
            "volume": "12",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Pandemic (H1N1)",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "World Health Organization (WHO)",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Pandemic influenza prevention and mitigation in low resource communities [Internet]. World Health Organization (WHO)",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Ethical guidelines in Pandemic Influenza",
            "authors": [],
            "year": 2007,
            "venue": "Centers for Disease Control and Prevention (CDC",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Public Health Recommendations after Travel-Associated COVID-19 Exposure",
            "authors": [],
            "year": null,
            "venue": "Centers for Disease Control and Prevention (CDC",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Guidance on Community Social Distancing During COVID-19 Outbreak",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Community-Centered Responses to Ebola in Urban Liberia: The View from Below",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Abramowitz",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Mclean",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Mckune",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Bardosh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fallah",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Monger",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS Negl Trop Dis",
            "volume": "9",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Preparing towards Preventing and Containing an Ebola Virus Disease Outbreak: What Socio-cultural Practices May Affect Containment Efforts in Ghana?",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Adongo",
                    "suffix": ""
                },
                {
                    "first": "Pt-N",
                    "middle": [],
                    "last": "Tabong",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Asampong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ansong",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Robalo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Adanu",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS Negl Trop Dis",
            "volume": "10",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Beyond Knowledge and Awareness: Addressing Misconceptions in Ghana's Preparation towards an Outbreak of Ebola Virus Disease",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Adongo",
                    "suffix": ""
                },
                {
                    "first": "Pt-N",
                    "middle": [],
                    "last": "Tabong",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Asampong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ansong",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Robalo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Adanu",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Plos One",
            "volume": "11",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Listen to the people\": public deliberation about social distancing measures in a pandemic",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Baum",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Jacobson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Goold",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Am J Bioeth AJOB",
            "volume": "9",
            "issn": "11",
            "pages": "4--14",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Including the public in pandemic planning: a deliberative approach",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Braunack-Mayer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Street",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Rogers",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Givney",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Moss",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Hiller",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC Public Health",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Understanding the school community's response to school closures during the H1N1 2009 influenza pandemic",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Braunack-Mayer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tooher",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Street",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Marshall",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMC Public Health",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The factors affecting household transmission dynamics and community compliance with Ebola control measures: a mixed-methods study in a rural village in Sierra Leone",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Caleo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Duncombe",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Jephcott",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lokuge",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mills",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Looijen",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMC Public Health",
            "volume": "18",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The experience of quarantine for individuals affected by SARS in Toronto. Public Health Nurs",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Cava",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Fay",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Beanlands",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Mccay",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wignall",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "22",
            "issn": "",
            "pages": "398--406",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Risk perception and compliance with quarantine during the SARS outbreak",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Cava",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Fay",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Beanlands",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Mccay",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wignall",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Nurs Scholarsh Off Publ Sigma Theta Tau Int Honor Soc Nurs",
            "volume": "37",
            "issn": "4",
            "pages": "343--350",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Beyond resistance: social factors in the general public response to pandemic influenza",
            "authors": [
                {
                    "first": "Mdm",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Stephenson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lohm",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Waller",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Flowers",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMC Public Health",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "We Became Sceptics\": Fear and Media Hype in General Public Narrative on the Advent of Pandemic Influenza",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lohm",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Flowers",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Waller",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Stephenson",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Sociol Inq",
            "volume": "84",
            "issn": "4",
            "pages": "499--518",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Compliant, complacent or panicked? Investigating the problematisation of the Australian general public in pandemic influenza control",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Stephenson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Flowers",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Soc Sci Med",
            "volume": "72",
            "issn": "6",
            "pages": "912--920",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Accepted monitoring or endured quarantine? Ebola contacts' perceptions in Senegal",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Desclaux",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Badji",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Ndione",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sow",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Soc Sci Med",
            "volume": "178",
            "issn": "ut9",
            "pages": "38--45",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Factors influencing compliance with quarantine in Toronto during the 2003 SARS outbreak",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Digiovanni",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Conley",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chiu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zaborski",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Biosecurity Bioterrorism Biodefense Strategy Pract Sci",
            "volume": "2",
            "issn": "4",
            "pages": "265--72",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Uscher-Pines L. School and preparedness officials' perspectives on social distancing practices to reduce influenza transmission during a pandemic: Considerations to guide future work",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Faherty",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zheteyeva",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Uzicanin",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Prev Med Rep",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "When Ebola enters a home, a family, a community\": A qualitative study of population perspectives on Ebola control measures in rural and urban areas of Sierra Leone",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gray",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Stringer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bark",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Perache",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Jephcott",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Broeder",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "PLoS Negl Trop Dis",
            "volume": "12",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Communicating during a pandemic: information the public wants about the disease and new vaccines and drugs",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Henrich",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Health Promot Pract",
            "volume": "12",
            "issn": "4",
            "pages": "610--619",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Much ado about flu: A mixed methods study of parental perceptions, trust and information seeking in a pandemic. Influenza Other Respir Viruses",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "Myk",
                    "middle": [],
                    "last": "Chow",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Wiley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Leask",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "12",
            "issn": "",
            "pages": "514--535",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Development of a set of community-informed Ebola messages for Sierra Leone",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kinsman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "De Bruijne",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Jalloh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Abdullah",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Boye-Thompson",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLoS Negl Trop Dis",
            "volume": "11",
            "issn": "8",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Homelessness and the response to emerging infectious disease outbreaks: lessons from SARS",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kiss",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Gundlapalli",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Hwang",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Urban Health Bull N Y Acad Med",
            "volume": "85",
            "issn": "3",
            "pages": "402--412",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Swine flu in college: early campus response to outbreak control measures",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Massoudi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Swerdlow",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Dee",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Gould",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Kutty",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Am J Health Behav",
            "volume": "38",
            "issn": "3",
            "pages": "448--64",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "What infection control measures will people carry out to reduce transmission of pandemic influenza? A focus group study",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Morrison",
                    "suffix": ""
                },
                {
                    "first": "Yardley",
                    "middle": [
                        "L"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMC Public Health",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Social Consequences of Ebola Containment Measures in Liberia",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Pellecchia",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Crestani",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Decroo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Van Den Bergh",
                    "suffix": ""
                },
                {
                    "first": "Al-Kourdi",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PloS One",
            "volume": "10",
            "issn": "12",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Quarantine and Its Malcontents How Liberians Responded to the Ebola Epidemic Containment Measures",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Pellecchia",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Anthropol Action-J Appl Anthropol Policy Pract",
            "volume": "24",
            "issn": "2",
            "pages": "15--24",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Pandemic H1N1 in Canada and the use of evidence in developing public health policies--a policy analysis",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Rosella",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Crowcroft",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Upshur",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Willison",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Soc Sci Med",
            "volume": "",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Examining the knowledge, attitudes and practices of domestic and international university students towards seasonal and pandemic influenza",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Seale",
                    "suffix": ""
                },
                {
                    "first": "Jpi",
                    "middle": [],
                    "last": "Mak",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Razee",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Macintyre",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Restrictive measures in an influenza pandemic: a qualitative study of public perspectives",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Bensimon",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Perez",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Sahni",
                    "suffix": ""
                },
                {
                    "first": "Reg",
                    "middle": [],
                    "last": "Upshur",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Can J Public Health",
            "volume": "103",
            "issn": "5",
            "pages": "348--52",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF2": {
            "text": "combined. Most papers (22/29) addressed general issues around social distancing or dealt with multiple explicit measures, among which quarantine was the most dominant one, 3/29 papers exclusively addressed quarantine and 4/29 papers focused on school closures or school-based social distancing while also addressing general concerns. A total of 2199 participants were interviewed or participated in focus group discussions (FGDs), with one study not explicitly reporting the number of participants.Table 1shows a full list of included studies with information on",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Flowchart for the systematic search and inclusion of studies",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "the studies included in this review indicate that it is important to address stigmatisation and the psychological burden of measures like quarantine.(20,22,25,(30)(31)(32)38,40) Building trust in government and authorities as well as promoting confidence in the implemented measures are further opportunities for improvement(21,23,24,26,30,33,39,43,45). Addressing solidarity, social responsibility and community collaboration promotes adherence and is a critical element of the response(21)(22)(23)26,27,30,31,33,39).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": ". Messages and messengers should be credible. Many study participants reported a mistrust of the media and instead asked that scientific experts be at the forefront of communication with the public. With regards to the dynamics of communication, there is broad coherence across the included studies regarding the importance of acknowledging uncertainty and the need for adaptation to changing circumstances. Messagesshould be tailored to the diverse communities of recipients(34)(35)(36)(37), and information",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "the authors' knowledge, this is the first systematic qualitative review focussing on the implementation of social distancing measures. The review identifies a list of 25 factors that can potentially affect implementation of and adherence to social distancing measures. These factors can broadly be summarised under the themes of individual-or community-level psychosocial factors on the one hand, and government or authority factors on the other. While in reality there are likely many complex relationships between the different factors influencing social distancing acceptability, the schematic depiction in figure 2 (below) may be a useful conceptual way to understand what determines people's willingness to adhere to",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Factors influencing the acceptability of and adherence to social distancing measures. \"+\" indicates moderate confidence, and \"++\" indicates high confidence in the factor being an important enabler of social distancing acceptability and adherence.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Tong A, Flemming K, McInnes E, Oliver S, Craig J. Enhancing transparency in reporting the synthesis of qualitative research: ENTREQ. BMC Med Res Methodol. 2012 Dec;12(1):181.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "search strategy can be found in appendix 1. This final search was carried out between 17 and 19 March 2020 in MEDLINE, EMBASE, PsycINFO, Global Health, CINAHL and Web of Science. The most recent version of each database was used, and no time restrictions were applied.",
            "latex": null,
            "type": "table"
        },
        "TABREF14": {
            "text": "List of included studies. Information on sample, study design, setting, aims and the CASP quality rating (QA Casp) is presented for each study. For the QA, Y = yes, N = no, and U = unclear. The order of criteria follows order in the tool (clear statement of aims, appropriate qualitative methodology, appropriate research design, appropriate recruitment, appropriate data collection, reflexivity, ethical considerations, rigour of data analysis, clarity of statement of findings, value of research)",
            "latex": null,
            "type": "table"
        },
        "TABREF15": {
            "text": ")",
            "latex": null,
            "type": "table"
        },
        "TABREF16": {
            "text": "displays a complete list of review findings. Each finding is presented alongside its corresponding CerQUAL confidence rating and the studies that contribute to it.",
            "latex": null,
            "type": "table"
        },
        "TABREF18": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF19": {
            "text": ". https://doi.org/10.1101/2020.09.16.20195966 doi: medRxiv preprint 45. Teasdale E, Yardley L. Understanding responses to government health recommendations: public perceptions of government advice for managing the H1N1 (swine flu) influenza pandemic. Patient Educ Couns. 2011;85(3):413-8. 46. Uscher-Pines L, Chernak E, Alles S, Links J. College and university planning for pandemic influenza: a survey of Philadelphia schools. Biosecurity Bioterrorism Biodefense Strategy Pract Sci. 2007;5(3):249-54.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}