{
    "paper_id": "0a2746334395941b7b6eb04562e451a287e3fc50",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "flexibility of physical capacity and workforce), and understanding of the disease. The decision is often at least partly political. For example, in the U.K. the government had been criticized for not acting decisively, and there was a genuine concern that London could turn into Bergamo, Italy, where demand for acute care outpaced capacity. Predictions in London suggested a shortfall of up to 7000 ventilated beds, published experience suggested intensive care length of stay of 7 to 14 days, and it was thought that in many patients the disease was largely respiratory. 3 In this situation, both technical and political considerations argued for establishing extra capacity.",
            "cite_spans": [
                {
                    "start": 573,
                    "end": 574,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The second decision is what type of ACS to open, where the options are non Covid-19-only or Covid-19-only. ( We dismiss mixed Covid-19-positive and non-Covid-19 care because of crosscontamination risk.) There are several potential advantages to a Covid-19-free facility: staff do not require PPE to the degree that is needed in a Covid-19 facility; patients are theoretically safe from hospital-acquired Covid-19 infection; and the public perceives the facility as safe. The last consideration could be particularly important for persuading patients not to delay emergent and non-emergent care for treatable medical conditions such as coronary artery disease, stroke, and intra-abdominal infections.4 Failure to treat these conditions can increase the indirect mortality and morbidity rates from the pandemic. The original plans for U.S. Naval Hospital ships and the Javits Center in New York City were to provide non-Covid-19 care.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 108,
                    "text": "(",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "However, the disadvantages of non-Covid-19 ACSs have become apparent. First, determining who is and is not infected with Covid-19 has been challenging. Given the unknown number of patients who are infected but asymptomatic and questions about the reliability of testing, it is clear that creating a facility truly free from Covid-19 among both patients and staff is not possible at this time. An additional limitation is that a non-Covid-19 ACS requires a full spectrum of general acute-care hospital capabilities. Re-creating a brand-new full spectrum acute-care facility would create significant demands on the local healthcare system where staff are being redeployed to cover Covid-19-related care. Given these challenges, it is not surprising that both the USNS Comfort's mission to New York City and the Javits Center converted to Covid-19 treatment facilities because infection was noted in crew members in theComfort5 and the Javits Center stood empty days after opening as a non-Covid-19 facility.6",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The creation of ACSs dedicated to the care of patients who are Covid-19-positive offers several advantages. The first is the ability to conserve PPE and other critical supplies with a cohorted population. In addition, the risk of patient-to-patient transmission is removed if all are Covid-19 positive. Covid-19-dedicated ACSs also provide an opportunity to concentrate expertise in areas such as infection control and respiratory care in a single facility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Because Covid-19 patients require a broad spectrum of care, ranging from respite care for those who are infected but essentially asymptomatic to intensive care for intubated patients, the decision of which part of the care spectrum to address in the ACS is a critical one which will depend on the needs of the community. FEMA has created three ACS models for delivering various levels of care. If the concern is an inadequate supply of ICU beds for ventilated patients, as was the case with the development of the Nightingale Hospital facility in the ExCel convention center in London, an intensive care focused model (FEMA's Acute Care ACS model1) is appropriate. If the community has a general shortage of acute-care hospital capacity, there are two alternative care models. FEMA's Hospital Care ACS model,1 is appropriate for creating additional capacity for the full spectrum of Covid-19 care, as was the case with the DCU Center Field Hospital7 in Worcester, Massachusetts. FEMA' s Non-Acute Care ACS model1 is appropriate for relocating lower-acuity Covid-19 patients to preserve acute-care hospital capacity for the sickest Covid-19 patients, as in the Boston Hope Medical Center in the Boston Convention and Exhibition Center.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The value of keeping acute care in acute-care hospitals has been suggested by the relative lack of patients in acute-care ACS facilities\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Recent experience in the U.S. and U.K. has exposed the potential strengths and limitations of the three FEMA models. The value of keeping acute care in acute-care hospitals has been suggested by the relative lack of patients in acute-care ACS facilities such as the Nightingale Hospital in London (~50 patients to date) and the DCU Center in Worcester, MA (~60 patients to date) and the higher utilization of lower acuity facilities such as Boston Hope (~380 patients to date).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pros and cons"
        },
        {
            "text": "Focusing on the most complex care is extremely challenging. An intensive-care focused Acute Care model, as in the Nightingale Hospital in London, creates the potential to concentrate expertise in respiratory care to deal with the sickest Covid-19 patients -an imperative when early estimates suggested a significant shortfall in ICU capacity in greater London. But we now know Covid-19 is not a single-system disease. Renal, hematological and cardiac complications require a wide array of specialists to be available. In addition, creating an intensive-care-focused model requires the development of highly equipped facilities which take more time and cost to build out. Moreover, highly skilled teams are difficult to staff from available clinicians and volunteers who may or may not have critical care expertise. Borrowing specialist staff from existing ICUs risks reducing their capabilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acute-care model."
        },
        {
            "text": "Offering a full range of services including some intensive care capacity, as in the DCU Center, presents some of the same difficulties. In addition, such a facility is only needed when existing acute care hospital capacity is inadequate. This model also requires a full spectrum of capabilities and staffing which may be difficult to obtain during a pandemic unless an outside cohort of clinicians, such as a military unit, are available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hospital care model."
        },
        {
            "text": "This model provides the ability to decompress acute care hospitals and relieve pressure on staff at hospitals, so that they can focus on the most acutely ill Covid-19 patients and also care for non-Covid-19 patients. Because of the focus on recovering patients, these facilities don't need the full range of acute-care capabilities although there is still a need for some \"rescue\" capability for \" patients who decompensate. Non-acute ACSs can be set up relatively quickly compared with the other models and are more easily staffed with clinicians redeployed from other settings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Non-acute-care model."
        },
        {
            "text": "The non-acute-care model may also help acute-care facilities recover from the pandemic by providing an outlet to discharge recovering patients, thereby creating more non-Covid-19 wards and allowing the facility to begin the transition to normal operations. This role in addressing the long tail of recovery so that med-surg wards may resume regular services (particularly meeting displaced/delayed and potentially lethal non-Covid-19 health needs) may prove to be the ACS's greatest contribution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Non-acute-care model."
        },
        {
            "text": "In addition to relieving stress on acute-care hospitals, non-acute ACSs can mitigate disease spread in some congregate living situations such as Skilled Nursing Facilities (SNFs) and homeless shelters. By taking patients from SNFs, the non-acute facility reduce the spread of infection in these facilities. Homeless populations who are Covid-19 positive may also be provided non-acute care and this too may mitigate spread in the shelter community where prevalence of Covid-19 infection may be one-third or more.8",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Non-acute-care model."
        },
        {
            "text": "But the potentially long length of stay of these convalescent Covid-19 patients may make nonacute ACSs more difficult to decommission after a surge. This long convalescent period could be particularly challenging if some of the Non-Acute ACS staff need to return to their pre-pandemic work. Another limitation of this model is that with the transfer of post-acute patients to the ACS, the overall acuity level in the acute-care hospitals will increase and appropriate staffing will need to be available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Non-acute-care model."
        },
        {
            "text": "One alternative to the non-acute model ACS is to rely on existing local SNF capacity. This strategy has the attraction of relying on existing physical plant and staffing. However, SNFs in general are vulnerable to Covid-19 outbreaks, and facilities in both the U.S. and the U.K. have experienced high mortality and severe stress. The decentralized nature of this approach and the need for PPE distribution and monitoring have proven to be further limitations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Non-acute ACSs in skilled nursing facilities."
        },
        {
            "text": "Based on our experience with the ACS models reviewed here, we recommend the following:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lessons learned from early ACS use"
        },
        {
            "text": "• Match local needs to ACS capabilities and capacity. An ACS must be viewed as part of a wider system with a region's other hospitals. It will have an impact on that wider system, whether a competitive market-based system as in the U.S., or a centrally planned National Health Service, as in the U.K. Cooperation among institutions and decision-making based on a system-wide perspective are essential prerequisites for establishing an ACS, making sure it meets shifting community needs, and restoring the health care system to normal operations when the ACS is no longer needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lessons learned from early ACS use"
        },
        {
            "text": "• Build a relationship between the ACS and existing acute-care hospitals. ICU specialists must feel comfortable that they can safely transfer patients to the ACS and that the patients will receive high quality care. Potential staff members must also feel comfortable that they can work safely at the ACS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lessons learned from early ACS use"
        },
        {
            "text": "• Be explicit about the ACS's mission and its admission criteria. But mission clarity must be balanced by flexibility to address evolving local needs or new understandings about the disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lessons learned from early ACS use"
        },
        {
            "text": "• Address and monitor the political environment. ACSs are insurance policies. An empty, patient-ready and well-staffed facility is a sign of preparedness and a testament to the success of other interventions to contain the disease. The comfort of having an \"overflow\" facility may help hospitals focus on surging successfully, secure in the knowledge that there is backup if required. Positioning an ACS accordingly, from the beginning of planning, will help keep it from being regarded as a white elephant of waste.9",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lessons learned from early ACS use"
        },
        {
            "text": "• Manage the \"moment of pivot.\" The team creating the facility and the team operating it will usually be different. It's essential for both to know exactly when responsibility transfers from one to the other. This transfer can be facilitated by establishing metrics to monitor performance and dashboard analytics to keep leadership informed of operational and quality issues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lessons learned from early ACS use"
        },
        {
            "text": "• Incorporate ACSs into ongoing planning. ACSs, when matched to local and regional needs, thoughtfully and flexibly operated, and accepted under the tenet of \"better to have it and not use it than not to have it and need it,\" are a valuable component of our emergency response capabilities. Organizations should have sufficient reserves set aside to establish ACSs in future emergencies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lessons learned from early ACS use"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Novel Coronavirus and Old Lessons -Preparing the Health System for the Pandemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Hick",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Biddinger",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Federal Healthcare Resilience Task Force Alternate Care Site Toolkit Second Edition",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Impact of non-pharmaceutical interventions (NPIs) to reduce Covid-19 mortality and healthcare demand",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Laydon",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Nedjati-Gilani",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The Untold Toll -The Pandemic's Effects on Patients without Covid-19",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rosenbaum",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Comfort Is Now Taking Covid-19 Patients. Here's What to Expect",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ziezulewicz",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "S N S"
                    ],
                    "last": "The",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New York Times Magazine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Inside the Javits Center: New York's Militarized, Makeshift Hospital",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Washington Post",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Pop-up hospitals in Massachusetts set to open this week to handle influx of coronavirus patients",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Mccluskey",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Boston Globe",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Prevalence of SARS-CoV-2 Infection in Residents of a Large Homeless Shelter in Boston",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Baggett",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Keyes",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sporn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Gaeta",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "London's Nightingale Hospital being 'wound down' after no new patients for a week",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lintern",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Coronavirus",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Independent",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}