{
    "paper_id": "0a27e5f3fb9f7fc5190c927082ba49aa28eaec6f",
    "metadata": {
        "title": "Journal of the Pediatric Infectious Diseases Society SARS-CoV-2 Infection in Pediatric Oncology • jpids 2020:XX (XX XXXX) • 1 Clinical Characteristics and Outcome of Severe Acute Respiratory Syndrome Coronavirus 2 Infection in Italian Pediatric Oncology Patients: A Study From the Infectious Diseases Working Group of the Associazione Italiana di Oncologia e Ematologia Pediatrica",
        "authors": [
            {
                "first": "Gianni",
                "middle": [],
                "last": "Bisogno",
                "suffix": "",
                "affiliation": {},
                "email": "gianni.bisogno@unipd.it."
            },
            {
                "first": "Massimo",
                "middle": [],
                "last": "Provenzi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Pediatric Hematology/Oncology Unit, Papa Giovanni XXIII Hospital",
                    "institution": "",
                    "location": {
                        "settlement": "Bergamo",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Daniele",
                "middle": [],
                "last": "Zama",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Pediatric Oncology and Hematology Unit \"Lalla Seràgnoli,\" Sant' Orsola Malpighi Hospital",
                    "institution": "University of Bologna",
                    "location": {
                        "settlement": "Bologna",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Annalisa",
                "middle": [],
                "last": "Tondo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Department of Pediatric Hematology-Oncology, A. Meyer University Children's Hospital",
                    "institution": "",
                    "location": {
                        "settlement": "Florence",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Cristina",
                "middle": [],
                "last": "Meazza",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Pediatric Oncology Unit, Fondazione Istituto di Ricovero e Cura a Carattere Scientifico Istituto Nazionale dei Tumori",
                    "institution": "",
                    "location": {
                        "settlement": "Milan",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Antonella",
                "middle": [],
                "last": "Colombini",
                "suffix": "",
                "affiliation": {
                    "laboratory": "-Bicocca, Fondazione Monza e Brianza per il Bambino e la sua Mamma",
                    "institution": "University of Milano",
                    "location": {
                        "addrLine": "Ospedale San Gerardo",
                        "settlement": "Monza",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Federica",
                "middle": [],
                "last": "Galaverna",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Francesca",
                "middle": [],
                "last": "Compagno",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Pediatric Hematology/ Oncology, Fondazione Istituto di Ricovero e Cura a Carattere Scientifico Policlinico San Matteo",
                    "institution": "",
                    "location": {
                        "settlement": "Pavia",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Francesca",
                "middle": [],
                "last": "Carraro",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Stem Cell Transplantation and Cellular Therapy Division, Pediatric Onco-Hematology, Azienda Ospedaliera Universitaria Città della Salute e della Scienza",
                    "institution": "Regina Margherita Childrens Hospital",
                    "location": {
                        "settlement": "Turin",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Raffaela",
                "middle": [],
                "last": "De Santis",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Linda",
                "middle": [],
                "last": "Meneghello",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Santa Chiara Hospital",
                    "location": {
                        "settlement": "Trento",
                        "country": "Italy;"
                    }
                },
                "email": ""
            },
            {
                "first": "Valentina",
                "middle": [],
                "last": "Baretta",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Simone",
                "middle": [],
                "last": "Cesaro",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Little is known as yet about the outcome of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection in children being treated for cancer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods. We collected information on the clinical characteristics and outcomes of a cohort of 29 children (16 female and 13 male; median age, 7 years [range, 0-16 years]) diagnosed with SARS-CoV-2 infection while on chemotherapy/immunotherapy (n = 26), or after stem cell transplantation (n = 3) during the peak of the epidemic in Italy. These patients suffered from leukemia (n = 16), lymphoma (n = 3), solid tumors (n = 10), and Langerhans cell histiocytosis (n = 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results. The course of the disease was mild in all cases, with only 12 children developing symptoms (pneumonia in 3 cases), and none needing intensive care. Fifteen patients were hospitalized, including 7 asymptomatic patients. Nine patients (including 5 with no symptoms) were given hydroxychloroquine, and 3 of them were also given lopinavir/ritonavir. Among the 26 patients on chemotherapy/immunotherapy, the treatment was suspended in 16 cases for a median of 26 days (range, 15-68 days), whereas 8 patients continued their chemotherapy and 2 had minor modifications to their treatment regimen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions. SARS-CoV-2 infection seems to take a milder clinical course in children than in adults with cancer. Specific SARS-CoV-2 treatment seems unnecessary for most children. In light of our findings, and albeit with the necessary caution, we suggest avoiding major changes to planned anticancer treatments in pediatric patients acquiring COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The novel coronavirus pandemic, caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), started at the beginning of 2020 and rapidly became a global emergency, with large numbers of people becoming infected and many dying. So far, we know that older people, especially those with metabolic or cardiovascular problems, are particularly vulnerable. Patients with a suppressed immune system, such as those being treated for cancer, are also a major concern [1] . Reports from Wuhan indicate that SARS-CoV-2 infection seems to be more frequent in adult cancer patients and with a higher incidence of severe events [2, 3] . Data regarding the clinical features and outcomes of SARS-CoV-2 infection in children with tumors are limited.",
            "cite_spans": [
                {
                    "start": 470,
                    "end": 473,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 626,
                    "end": 629,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 630,
                    "end": 632,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Italy was the first European country to become a SARS-CoV-2 hot spot. Concern and uncertainty about its impact on children and adolescents with cancer prompted the Infectious Diseases Working Group (IDWG) of the Associazione Italiana di Oncologia e Ematologia Pediatrica (AIEOP) to prospectively assess the clinical characteristics and outcomes in pediatric patients infected with SARS-CoV-2 while on chemotherapy, or after stem cell transplantation, during the pandemic in Italy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The IDWG invited AIEOP centers (48 hub-and-spoke centers in all) to collect data on patients infected with SARS-CoV-2 with a view to shedding light on the characteristics of the infection, and to share their experience of their management. Inclusion criteria were patients on active anticancer treatment or immunosuppressed after hematopoietic stem cell transplantation, diagnosed with SARS-CoV-2 infection by reverse-transcription polymerase chain reaction (RT-PCR) testing on nasopharyngeal (NP) swabs or bronchoalveolar lavage, and age <18 years. Novel coronavirus disease 2019 (COVID-19) was defined by the presence of any symptoms or signs of the respiratory or gastrointestinal tract in a patient positive for SARS-CoV-2 by RT-PCR. Clinical, laboratory, and radiological characteristics were used to define the severity of infection as mild, moderate, severe, or critical, according to published criteria [4] . The study period lasted from February 23, 2020 (2 days after the first Italian COVID-19 patient was diagnosed) to April 24, 2020. A paper case report form was circulated to collect data and the IDWG repeatedly urged centers to register their cases. Patients' follow-up was updated as at May 30, 2020.",
            "cite_spans": [
                {
                    "start": 911,
                    "end": 914,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "The study was approved by the ethics committee of the participating centers and informed consent was obtained from parents and/or patients, as appropriate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Thirty-eight patients were registered by 13 participating centers, and 29 were included in the analysis. Reasons for exclusion were age >18 years (in 5 cases), being off therapy (in 2) and nonmalignant underlying disease (in 2 patients: 1 with sickle cell disease and 1 with immunodeficiency). The patients' geographical distribution was consistent with the different territorial involvement of the pandemic: 24 patients in the north, 4 in the center, and 1 in the south of Italy. In particular, 14 (48.3%) children were registered by 4 centers in Lombardy (the Italian region most badly hit by the epidemic), and 5 by centers not far from Lombardy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Patients' clinical characteristics and treatments are summarized in Table 1 . The source of contagion was a member of the family in 11 cases, healthcare workers (n = 2), or people housed in facilities reserved for patient families (n = 3). The SARS-CoV-2 infection was confirmed by NP swab in 10 cases (all members of patients' families), and clinically suspected in 6 cases due to the presence of fever, cough, and dyspnea. The source of contagion remained undetermined for 13 children. Overall, 25 patients were on chemotherapy at the time of developing SARS-CoV-2 infection. One patient was receiving immunotherapy with brentuximab vedotin and nivolumab monoclonal antibody for a refractory Hodgkin lymphoma. Three patients had undergone allogeneic stem cell transplantation for juvenile myelomonocytic leukemia, acute lymphoblastic leukemia, and Hodgkin lymphoma. They were still on immunosuppressant therapy 5, 9, and 22 months after their transplant. Two of them had received an alpha-beta T-depleted haploidentical graft, and 1 a graft from a sibling. In all, 12 patients were severely neutropenic (neutrophils <0.5 × 10 9 cells/L) at the time of their testing for SARS-CoV-2 positivity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 68,
                    "end": 75,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Eleven patients were symptomatic: 8 tested positive while treated with intensive chemotherapy, 1 was positive after stem cell transplantation, and 1 patient was positive while treated with immunotherapy; only 1 patient was receiving low-dose chemotherapy. Fever and respiratory symptoms were the most common clinical signs and only 1 patient required oxygen support. Three patients had radiologically documented pneumonia (abnormal findings on chest radiograph in 1, and on lung computed tomography scan in 2), but none of them required mechanical ventilation or admission to the intensive care unit (ICU). One patient also had gastrointestinal symptoms (vomiting and diarrhea). Based on the criteria proposed by Dong et al [4] , 4 patients (14%) had moderate illness and none had the severe form of COVID-19 disease. Among the 11 symptomatic patients, 7 had a white blood count <2 × 10 9 cells/L, 8 patients had a lymphocyte count <1 × 10 9 cells/L, and 7 had a neutrophil count <0.5 × 10 9 cells/L. Eighteen patients were asymptomatic and their SARS-CoV-2 positivity was found after performing an NP swab due to their having been in contact with a suspected case, or for screening purposes prior to hospital admission for chemotherapy or invasive procedures requiring sedation.",
            "cite_spans": [
                {
                    "start": 724,
                    "end": 727,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Fifteen of the 29 patients (51.7%) were hospitalized, 7 of them with no symptoms (3 were already in hospital, and 4 were admitted in isolation as a precaution) ( Table 2 ). The 3 patients already in hospital were tested after knowing the positivity for SARS-CoV-2 in parents or family members. Broad-spectrum antibiotics were administered empirically to 7 symptomatic patients with fever and severe neutropenia (6 patients) or cough (1 patient). Azithromycin was administered to 6 patients as part of COVID-19 treatment (1 patient with fever, pneumonia, and neutropenia; 1 patient with fever and neutropenia; 1 patient with fever and cough) or prophylaxis (3 asymptomatic children). To prevent the worsening of SARS-CoV-2 infection, hydroxychloroquine was given to 9 patients, 5 of them asymptomatic. Three patients received also lopinavir/ritonavir because symptomatic (2 patients) or in treatment with high-dose steroids (1 patient).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 162,
                    "end": 169,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Among the 26 patients on chemo-or immunotherapy, their treatment was suspended in 16 cases for a median of 26 days (range, 15-68 days), and only resumed when 2 tests for SARS-CoV-2 performed at least 24 hours apart were negative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Chemotherapy was continued in 10 patients (5 symptomatic, 5 asymptomatic). Eight patients continued their originally planned regimen (intensive chemotherapy for acute lymphoblastic leukemia in 4, for hepatoblastoma in 2, for Wilms tumor in 1, and for rhabdoid tumor in 1); treatments underwent minor modifications in 2 patients involving chemotherapy being delayed by a week for a patient with acute lymphoblastic leukemia in the induction phase, and a 50% drug dose reduction for a patient with a bone desmoplastic fibroma. None of these patients developed COVID-19 after these treatments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "As of May 30, 2020, 27 patients became SARS-CoV-2 negative in a median time of 22 days (range, 7-73 days); the median time to negativity was 19 days (range, 7-30 days) in 8 patients who received hydroxychloroquine and 22 days (range, 12-73 days) in the remaining 19 patients. Two patients were still SARS-CoV-2 positive, both asymptomatic: 1 patient affected by AML = acute myeloid leukemia in the consolidation phase, who became intermittently positive for 93 days, treated with hydroxychloroquine, lopinavir/ritonavir, and lastly with immune plasma; and 1 patient affected by acute lymphoblastic leukemia in the induction phase, who was intermittently positive for 54 days. Both patients continued chemotherapy. All 29 patients included were alive and well, but 1 patient affected by a large cell anaplastic non-Hodgkin lymphoma with persistence of molecular evidence of disease (positive NPM-ALK transcript on peripheral blood and bone marrow) had a clinical progression after 2 weeks of chemotherapy withdrawal due to the SARS-CoV-2 infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "At the start of the SARS-CoV-2 pandemic, there was great concern for patients with cancer because of their well-known susceptibility to infection. For this reason, the AIEOP-IDWG organized a prospective data collection to acquire information as rapidly as possible on the characteristics and outcome of SARS-CoV-2 infection in pediatric cancer patients as the epidemic spread through Italy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "At the time of our data collection, all hospitals were adopting the preventive measures recommended by national health authorities (stricter hand hygiene; use of surgical or filtering facepiece-2 masks for patients, parents, and hospital workers; restricted access; physical distancing in daily activities). Eight centers were also screening for SARS-CoV-2 with NP swabs in all patients admitted to hospital for treatment or procedures requiring sedation [5] . All of these measures may have contributed to containing the diffusion of SARS-CoV-2 infection at Italy's pediatric hematology-oncology centers. Interestingly, all symptomatic patients but 1 were receiving intensive chemotherapy, stem cell transplantation, or immunotherapy, suggesting that the most immunosuppressed patients may be more prone to develop symptoms.",
            "cite_spans": [
                {
                    "start": 455,
                    "end": 458,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "We registered only 29 infected patients during the 2-month study period. As expected, the majority came from Lombardy or nearby areas. Only 1 case was registered after April 15, 2020, indicating that the measures put in place nationwide (lockdown) and in hospitals were effective. The SARS-CoV-2-positive patients in our series had various types of cancer and were at different points in their treatment, and 3 had undergone a bone marrow transplant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Although most of the children were immunosuppressed, only 37.9% had coronavirus-related symptoms, and they were generally mild. Only 1 child needed temporary oxygen support, and none of the patients were admitted to ICU. Vomiting and diarrhea were observed only in 1 patient despite that gastrointestinal symptoms seem rather frequent in pediatric COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our results seem to contrast with reports concerning adults with cancer. In a group of 28 adult oncology patients treated at 3 COVID hospitals in the Wuhan region (China), for instance, 22 necessitated oxygen therapy and 15 developed severe clinical events (admission to ICU in 8 cases, mechanical ventilation in 10, and death in 8). Patients who had received anticancer treatments (including chemotherapy, targeted therapy, and/or radiotherapy) within 14 days before becoming infected with COVID-19 were at higher risk of developing severe complications [2] . This picture was confirmed in other experiences in China [3, 6] . In a recent series of 52 patients treated at the Renmin Hospital of Wuhan University from January 1 to April 15, 2020, 55.5% of them developed complications including acute respiratory syndrome (17.3%), sepsis (15.3%), and multiorgan dysfunction syndrome (5.8%) [6] . The higher susceptibility of patients with cancer was confirmed when COVID-19-related deaths in Italy in the early period of the pandemic were analyzed, with 20.3% of fatalities occurring in patients with a history of active cancer [7] .",
            "cite_spans": [
                {
                    "start": 555,
                    "end": 558,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 618,
                    "end": 621,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 622,
                    "end": 624,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 889,
                    "end": 892,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1127,
                    "end": 1130,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Although a previous report emphasized that immunocompromised children are at risk of a more severe disease if they become infected by the human coronaviruses [8] , the course of COVID-19 in our series of children with cancer did not seem to differ significantly from findings in other studies on children with and without comorbidities. The Wuhan Children's Hospital described 171 children with confirmed COVID-19 and the course of their disease was mild in most cases, with only 3 children admitted to intensive care for ventilatory support. One of them was a child with leukemia, on maintenance chemotherapy [9] . A similar picture emerged in March 2020, concerning a cohort of 100 children in 17 Italian pediatric emergency departments, with severe and critical conditions being reported in 1 case each [10] . So far, data on children with oncological diseases are scarce. A flash survey conducted in 25 European countries in the first 3 weeks of the pandemic identified 8 children (4 from Italy) with various types of cancer who had contracted the virus. The all had mild disease, with only 1 needing oxygen during the night [11] .",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 161,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 610,
                    "end": 613,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 806,
                    "end": 810,
                    "text": "[10]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1129,
                    "end": 1133,
                    "text": "[11]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "A recent letter described the experience of the Memorial Sloan Kettering hospital in New York, where 20 of 178 children with cancer tested positive for SARS-CoV-2. Only 1 patient was admitted, and did not need intensive care [12] .",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 229,
                    "text": "[12]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "We report a similarly mild disease in children with cancer who became infected with the coronavirus, as observed in children without comorbidities [4, 10] . We did not find males more susceptible to SARS-CoV-2 infection, as suggested for the New York series [12] .",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 150,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 151,
                    "end": 154,
                    "text": "10]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 258,
                    "end": 262,
                    "text": "[12]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Although there is evidence of SARS-CoV-2 producing mainly mild disease in children, there remains the problem of how to manage SARS-CoV-2-positive children with cancer. All our cases were quarantined at home or in hospital, and a treatment was given to 9 patients, including 5 who were asymptomatic. This was justified by the wish to shorten the period of viral replication in an immunocompromised patient so that their anticancer treatment could be started or restored as soon as possible. Overall, the type of treatment for the viral infection was empirical, at the clinician's discretion, and largely based on the therapies recommended for adults, such as hydroxychloroquine and lopinavir/ritonavir. Interestingly, 16 patients had their chemotherapy suspended until they had 2 negative NP swabs, but 10 patients continued their chemotherapy as originally scheduled (8 with no changes at all, and 2 with minor modifications). These data suggest that chemotherapy can be continued in patients with mild or no symptoms of COVID-19 without any worsening of the infection. This aspect is a major cause of concern, however, and needs to be analyzed in larger cohorts of patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In conclusion, it has generally been reported that SARS-CoV-2 infection takes a milder clinical course in children than in adults. Our experience is reassuring as we confirmed this milder spectrum in children with cancer as well. Further studies are needed to clarify the risk of SARS-CoV-2 infection in pediatric cancer patients, and to ascertain how best to manage their chemotherapy. Meanwhile, our data indicate that it may not be necessary to modify or delay their cancer treatment program, especially for patients who remain asymptomatic or have only mild symptoms of the viral disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19 and cancer: what we know so far",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sidaway",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Rev Clin Oncol",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical characteristics of COVID-19-infected cancer patients: a retrospective case study in three hospitals within Wuhan, China",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Oncol",
            "volume": "31",
            "issn": "",
            "pages": "894--901",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Cancer patients in SARS-CoV-2 infection: a nationwide analysis in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Oncol",
            "volume": "21",
            "issn": "",
            "pages": "335--342",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Epidemiology of COVID-19 among children in China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Mo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Pediatrics",
            "volume": "145",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Screening for SARS-CoV-2 infection in pediatric oncology patients during the epidemic peak in Italy",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cesaro",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Compagno",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zama",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Pediatr Blood Cancer",
            "volume": "67",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Clinical characteristics and outcomes of cancer patients with COVID-19",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dai",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Case-fatality rate and characteristics of patients dying in relation to COVID-19 in Italy",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Onder",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rezza",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brusaferro",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "",
            "pages": "1775--1781",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Characteristics and outcomes of coronavirus infection in children: the role of viral factors and an immunocompromised state",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ogimi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Englund",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Bradford",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Boeckh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Waghmare",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Pediatric Infect Dis Soc",
            "volume": "8",
            "issn": "",
            "pages": "21--29",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Chinese Pediatric Novel Coronavirus Study Team. SARS-CoV-2 infection in children",
            "authors": [],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "1663--1668",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Children with Covid-19 in pediatric emergency departments in Italy",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Parri",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lenge",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Buonsenso",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "383",
            "issn": "",
            "pages": "187--90",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Flash survey on severe acute respiratory syndrome coronavirus-2 infections in paediatric patients on anticancer treatment",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Hrusak",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kalina",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wolf",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur J Cancer",
            "volume": "132",
            "issn": "",
            "pages": "11--17",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "COVID-19 in children with cancer in New York City",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Boulad",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kamboj",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bouvier",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mauguen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Kung",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Demographic and Clinical Characteristics of Severe Acute Respiratory Syndrome-Positive Patients Data are presented as No. (%) unless otherwise indicated.Categories from Dong et al[4].Chemotherapy for induction, reinduction, and consolidation in cases of leukemia or solid tumors.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Management of Severe Acute Respiratory Syndrome Coronavirus 2 Infection According to Symptoms",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank all members of the Working Group on Infectious Diseases forming part of the Associazione Italiana di Oncologia e Ematologia Pediatrica (AIEOP) for their contribution in collecting the data for this report.Potential conflicts of interest. All authors: No reported conflicts of interest. All authors have submitted the ICMJE Form for Disclosure of Potential Conflicts of Interest. Conflicts that the editors consider relevant to the content of the manuscript have been disclosed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments."
        }
    ]
}