{"paper_id": "0a2a3cf322b4b3f292a301a4ce3a27b3e651025d", "metadata": {"title": "Lifespan of companion dogs seen in three independent primary care veterinary clinics in the United States", "authors": [{"first": "Silvan", "middle": ["R"], "last": "Urfer", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Matt", "middle": [], "last": "Kaeberlein", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Daniel", "middle": ["E L"], "last": "Promislow", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Kate", "middle": ["E"], "last": "Creevy", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Background: The privately owned companion dog is an emerging model in comparative medicine, notably because it shares the human environment including its risk factors, is affected by many analogous age-related diseases, receives comparable medical care, and has excellent veterinary medical data available. Past studies of dog lifespan have used academic, corporate or insurance data. While independent primary care data exist for the UK, none have as of yet been published for the US. This study analyzed data from three independent primary care US veterinary hospitals and identified factors that influence lifespan and mortality in a cohort of n = 20,970 privately owned dogs using Kaplan-Meier survival estimators and Cox Proportional Hazards modelling, including body size as a covariate. Results: As previously reported, body size was negatively correlated with lifespan. Gonadectomy was associated with a longer lifespan, with the effect being stronger in females than in males. This lifespan advantage was conserved in gonadectomized female dogs that lived to at least ages 5 and 8 years. We did not find significant differences in lifespan between purebred and mixed breed dogs; however, breeds with larger effective population sizes and/or lower inbreeding coefficients had median survival times 3-6 months longer than breeds with smaller effective population sizes or higher inbreeding coefficients, indicating that these measures of genetic diversity may be affecting breed lifespans. We also found that dog breeds belonging to the \"Mountain\" ancestral group had median survival times that were 3.5-4.6 years shorter than other purebred dog groups, which remained significant even when correcting for body size. Conclusions: Our findings show that it is possible to obtain and analyze data from independent veterinary clinics in the US, an approach that could be useful for studies of comparative epidemiology under the One Health and One Welfare paradigms. We also show that the lifespan effects of gonadectomy are not identical between the sexes and should be investigated separately by sex in future analyses. More research is needed to further clarify the influence of age at gonadectomy, as well as the factors leading to the observed differences in lifespan in the \"Mountain\" ancestral group and in dog breeds of varying inbreeding coefficients and effective population sizes.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Studying health and lifespan in dogs is important both for the dogs themselves and also because it is important for human health and well-being. Dogs live in the same environment as humans, receive similar care, and get many of the same diseases. The Dog Aging Project (www.dogagingproject.org) uses veterinary data from dogs to benefit both dog and human health.", "cite_spans": [], "ref_spans": [], "section": "Plain English summary"}, {"text": "Several types of data have been used to study lifespan in dogs, including university hospital records, corporate practice records, and pet insurance data. Private practice data exist for the UK, but have not been published for the US. We collected data from three private US veterinary clinics over 1 year, representing 20,970 dogs, of which 1535 (7.3%) died during this year. We had information on age, breed, weight, sex, gonadectomy status, and cause of death if applicable, and then studied how these factors influence lifespan in dogs.", "cite_spans": [], "ref_spans": [], "section": "Plain English summary"}, {"text": "We found that large dogs do not live as long as small dogs on average, which is known and increases our confidence in our data. We also found that dogs that were gonadectomized lived longer than intact dogs, with a bigger effect in females than in males. While we did not find a lifespan difference between purebred and mixed breed dogs, we found that dog breeds with more genetic diversity lived longer than breeds with less, as measured by inbreeding coefficients and effective population sizes. Additionally, dogs in a specific genetic cluster of breeds (\"Mountain ancestral group\") tended to live shorter, and this difference is not explained by their larger size.", "cite_spans": [], "ref_spans": [], "section": "Plain English summary"}, {"text": "This is the first large study of lifespan in dogs seen in non-corporate private veterinary practice in the US. We are able to collect and analyze such data, which will be useful as the Dog Aging Project progresses. We also show that gonadectomy appears to have different effects in males versus females and needs to be considered separately by sex, and that breeds with more genetic diversity appear to live longer than those with less genetic diversity. More research is needed to determine whether age at the time of gonadectomy impacts survival, and to understand what causes the decreased lifespan in the Mountain ancestral group breeds.", "cite_spans": [], "ref_spans": [], "section": "Plain English summary"}, {"text": "The privately owned companion dog (Canis lupus familiaris) is an emerging model in the field of geroscience, notably because it shares the human environment including its risk factors, is affected by many of the same age-related diseases, receives comparable medical treatment, and has excellent veterinary data available [1] . The concept that a shared environment affects health outcomes across species in similar ways is referred to as One Health and has interesting implications for the use of non-human animals as models and sentinel organisms for human epidemiology [2] . Aging is the single most important risk factor for a wide variety of otherwise unrelated diseases in humans, and better comprehension of natural aging can therefore be expected to improve our understanding of the development of diseases such as cancer, heart disease, type 2 diabetes, various forms of dementia, and kidney failure [3] . In this context, the Dog Aging Project (www.dogagingproject.org) endeavors to establish the companion dog as a model not only for aging in dogs, but also for human aging, using both descriptive and interventional approaches [4] [5] [6] .", "cite_spans": [{"start": 322, "end": 325, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 572, "end": 575, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 909, "end": 912, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 1139, "end": 1142, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 1143, "end": 1146, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 1147, "end": 1150, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Background"}, {"text": "Two main approaches have been commonly used in veterinary epidemiological studies in large US dog populations:", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "1. Studies based on the veterinary medical database (VMDB), which compiles data collected from North American veterinary teaching hospitals, as well as studies that have used other databases derived from veterinary teaching hospital records [7] [8] [9] [10] [11] [12] . 2. Studies based on data from a single corporate primary care practice chain that uses a consistent medical record system in all of its clinics [13] [14] [15] [16] [17] [18] .", "cite_spans": [{"start": 241, "end": 244, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 245, "end": 248, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 249, "end": 252, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 253, "end": 257, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 258, "end": 262, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 263, "end": 267, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 414, "end": 418, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 419, "end": 423, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 424, "end": 428, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 429, "end": 433, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 434, "end": 438, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 439, "end": 443, "text": "[18]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Background"}, {"text": "Two additional methods have been used in studies of large European dog populations:", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "1. Aggregation of data from primary care practices using diverse medical records systems (VetCompass) [13, 16, 17] . 2. Studies based on data from pet insurance companies, which are taken from records of claims from large pools of insured animals (e.g., [19, 20] ).", "cite_spans": [{"start": 102, "end": 106, "text": "[13,", "ref_id": "BIBREF12"}, {"start": 107, "end": 110, "text": "16,", "ref_id": "BIBREF15"}, {"start": 111, "end": 114, "text": "17]", "ref_id": "BIBREF16"}, {"start": 254, "end": 258, "text": "[19,", "ref_id": "BIBREF18"}, {"start": 259, "end": 262, "text": "20]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Background"}, {"text": "Each one of these approaches entails its own advantages and challenges. Cases seen at veterinary teaching hospitals exhibit referral bias [21] and thus do not accurately represent the average lifespan or most common diagnoses of the entire US dog population. While the large corporate practice database is fully standardized as far as diagnoses are concerned, its use is limited by the fact that the data are proprietary, which means that the raw data cannot be made publicly available. Also, as a single nationwide practice, these clinics exist in neighborhoods of relatively similar socioeconomical and suburban makeup across the country and serve a particular clientele, which again may make their data less generalizable to the total US dog population [18] . The UK VetCompass system represents an example of data accumulated from diverse, non-affiliated private practices [13, 16, 17, 22, 23] ; however, UK dogs likely differ from US dogs in demographics, as is reflected in the differences in breed popularity rankings between the American Kennel Club (AKC) [24] and the UK Kennel Club (KC) [25] . As such, UK dogs may also differ from US dogs in individual disease risks. Finally, studies based on insurance data usually classify diagnoses in a standardized fashion; however, some companies cease to offer coverage after the animal reaches a certain age, providing an incomplete picture of lifespan and causes of death in the population. Furthermore, in the US, less than 5% of owners choose to purchase companion animal insurance [26] , meaning that the use of insurance data to study US dogs would be biased by the characteristics of the small subset of US dog owners who make this choice.", "cite_spans": [{"start": 138, "end": 142, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 756, "end": 760, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 877, "end": 881, "text": "[13,", "ref_id": "BIBREF12"}, {"start": 882, "end": 885, "text": "16,", "ref_id": "BIBREF15"}, {"start": 886, "end": 889, "text": "17,", "ref_id": "BIBREF16"}, {"start": 890, "end": 893, "text": "22,", "ref_id": "BIBREF21"}, {"start": 894, "end": 897, "text": "23]", "ref_id": "BIBREF22"}, {"start": 1064, "end": 1068, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 1097, "end": 1101, "text": "[25]", "ref_id": "BIBREF24"}, {"start": 1538, "end": 1542, "text": "[26]", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Background"}, {"text": "Dog lifespan has commonly been studied based on mortality data, in which information is limited to deceased animals and does not include dogs from the same birth cohorts that are still alive at the time the data are collected. This type of analysis causes data to be rightcensored and will generally result in an underestimation of lifespan [27, 28] . If data from dogs that are still alive are available, there are methods that avoid this problem, including Kaplan-Meier analysis [29] and Cox proportional hazards regression [30] , which take into account individuals known to have still been alive at a certain age even if we do not have information on their ages at death. In the case of Cox regression, we can analyze the effects on hazard of death of multiple variables simultaneously. When using these methods, median survival time (MST) can be compared among groups even before all individuals have a documented date of death. MST is likely a more clinically meaningful parameter than average lifespan calculated from only those individuals with known dates of death. Unfortunately, such methods have not been routinely applied to many of the existing studies on dog lifespan and causes of death thus far, which results in artificially low lifespan estimates and limits comparability between studies based on different populations with varying degrees of right censoring [27, 28] .", "cite_spans": [{"start": 341, "end": 345, "text": "[27,", "ref_id": "BIBREF26"}, {"start": 346, "end": 349, "text": "28]", "ref_id": "BIBREF27"}, {"start": 481, "end": 485, "text": "[29]", "ref_id": "BIBREF28"}, {"start": 526, "end": 530, "text": "[30]", "ref_id": "BIBREF29"}, {"start": 1378, "end": 1382, "text": "[27,", "ref_id": "BIBREF26"}, {"start": 1383, "end": 1386, "text": "28]", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Background"}, {"text": "These issues have resulted in a largely inconclusive body of evidence regarding factors that are associated with lifespan in dogs. It is generally agreed that lifespan in dogs is inversely correlated with body weight [12, 31, 32] , even though considerable variation in life expectancy exists between different breeds within the same body size class [9, 18, 20, 33, 34] . It is also widely accepted that gonadectomized female dogs generally live longer than intact females of the same size [10, 17, 18, 20, 35] ; however, the evidence is less clear regarding the effects of gonadectomy on lifespan in males [11, 35] . In addition, several studies have looked at the effects of gonadectomy without differentiating between sexes, which may result in the strong effect of female gonadectomy overwhelming the possible lack of such an effect in males, and making it appear that an overall effect exists [34, 35] . Furthermore, the influence of age at gonadectomy has not thus far been studied in any large population comprising multiple breeds. The fact that any gonadectomized dog needs to have lived to the age at which the procedure was carried out may also risk introducing some degree of bias [36] . In addition, small studies of the influence of gonadectomy on disease incidence within certain breeds suggest that age at the time of gonadectomy may affect incidence of certain diseases in certain breeds [37] .", "cite_spans": [{"start": 217, "end": 221, "text": "[12,", "ref_id": "BIBREF11"}, {"start": 222, "end": 225, "text": "31,", "ref_id": "BIBREF30"}, {"start": 226, "end": 229, "text": "32]", "ref_id": "BIBREF31"}, {"start": 350, "end": 353, "text": "[9,", "ref_id": "BIBREF8"}, {"start": 354, "end": 357, "text": "18,", "ref_id": "BIBREF17"}, {"start": 358, "end": 361, "text": "20,", "ref_id": "BIBREF19"}, {"start": 362, "end": 365, "text": "33,", "ref_id": "BIBREF32"}, {"start": 366, "end": 369, "text": "34]", "ref_id": "BIBREF33"}, {"start": 490, "end": 494, "text": "[10,", "ref_id": "BIBREF9"}, {"start": 495, "end": 498, "text": "17,", "ref_id": "BIBREF16"}, {"start": 499, "end": 502, "text": "18,", "ref_id": "BIBREF17"}, {"start": 503, "end": 506, "text": "20,", "ref_id": "BIBREF19"}, {"start": 507, "end": 510, "text": "35]", "ref_id": "BIBREF34"}, {"start": 607, "end": 611, "text": "[11,", "ref_id": "BIBREF10"}, {"start": 612, "end": 615, "text": "35]", "ref_id": "BIBREF34"}, {"start": 898, "end": 902, "text": "[34,", "ref_id": "BIBREF33"}, {"start": 903, "end": 906, "text": "35]", "ref_id": "BIBREF34"}, {"start": 1193, "end": 1197, "text": "[36]", "ref_id": "BIBREF35"}, {"start": 1405, "end": 1409, "text": "[37]", "ref_id": "BIBREF36"}], "ref_spans": [], "section": "Background"}, {"text": "There is also a considerable body of research indicating that inbreeding coefficients are high and genetic diversity is low in many breeds [38] [39] [40] ; however, direct correlations between inbreeding and/or genetic diversity and life expectancy in dogs have proven challenging to establish [41, 42] , which may be at least partially mediated through the occurrence of purging in some breeds [43] [44] [45] . Additionally, \"inbreeding\", \"effective population size\" and \"genetic diversity\" are not consistently defined across studies and may refer to data based on pedigree analysis conducted over differing numbers of generations, as well as data obtained through several different molecular methods, all of which raises issues of comparability between different studies.", "cite_spans": [{"start": 139, "end": 143, "text": "[38]", "ref_id": "BIBREF37"}, {"start": 144, "end": 148, "text": "[39]", "ref_id": "BIBREF39"}, {"start": 149, "end": 153, "text": "[40]", "ref_id": "BIBREF40"}, {"start": 294, "end": 298, "text": "[41,", "ref_id": "BIBREF41"}, {"start": 299, "end": 302, "text": "42]", "ref_id": "BIBREF42"}, {"start": 395, "end": 399, "text": "[43]", "ref_id": "BIBREF43"}, {"start": 400, "end": 404, "text": "[44]", "ref_id": "BIBREF44"}, {"start": 405, "end": 409, "text": "[45]", "ref_id": "BIBREF45"}], "ref_spans": [], "section": "Background"}, {"text": "In this study, we analyzed medical records data that had been collected from three private US veterinary hospitals in three different locations. Our goal was to describe demographics, survival curves, age at death, and causes of death among a diverse population of privately owned US companion dogs, and to demonstrate the feasibility of veterinary electronic medical record data collection from independent (non-corporate) veterinary practices using different medical records software. Breed and inbreeding status if purebred, weight, sex, and gonadectomy status were investigated for associations with age at death and cause of death.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "The data consisted of n = 32,179 data points, each of which represented one visit to one of the three clinics. Some of these data points were from dogs that visited their veterinarians more than once over the course of a year. After removing multiple entries from the same patients, n = 20,970 individual dogs remained, of which n = 1535 died during the course of the year, representing 7.3% mortality over a one-year period. The overall Kaplan-Meier survival curve for lifespan in the whole population is provided in Fig. 1 .", "cite_spans": [], "ref_spans": [{"start": 518, "end": 524, "text": "Fig. 1", "ref_id": "FIGREF2"}], "section": "Results"}, {"text": "Of the n = 20,970 dogs in the data, 13,068 (62.3%) were classified as purebreds, 6480 (30.9%) were mixed breeds, and 1085 (5.2%) were F1 hybrids. Purebred/ mixed breed/hybrid status was unknown in 337 dogs. A list of the 10 most common breeds and their percentage relative to all purebreds is provided in Table 1 . A list of the F1 hybrids and their percentage relative to all F1 hybrids is provided in Supplemental Table 1 . The number of dogs per AKC and ancestral group is provided in Table 2 . 1551 (7.4%) of the dogs were intact females, 2115 (10.1%) were intact males, 8711 (41.5%) were gonadectomized females and 8567 (40.9%) were gonadectomized males. Twenty-six dogs were of unknown sex. According to measured weight class, 5061 (28.3%) of the dogs were small, 5248 (29.4%) were medium, 6179 (34.6%) were large and 1097 (6.1%) were giant-sized. We did not have measured weights for 267 dogs, and 3118 dogs were not included because they were under 18 months old. By breed-specific weight class, 4197 (32.1%) of all purebreds were small, 3298 (25.2%) were medium, 4794 (36.7%) were large and 589 (4.5%) were giant-sized. Among purebred dogs, 190 could not be assigned to a breedspecific weight class due to ambiguous breed descriptions. By clinic, 2674 (12.8%) of dogs were from Clinic A, 14,671 (70.0%) were from Clinic B and 3625 (17.3%) were from Clinic C. The distribution of dogs by sex and body size as well as MST among clinics is provided in Supplemental Table 2 .", "cite_spans": [], "ref_spans": [{"start": 305, "end": 312, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 416, "end": 423, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 488, "end": 495, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 1471, "end": 1478, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Results"}, {"text": "Overall As expected, comparing dogs by the four body size categories using measured weight at age 18 months or over indicated significant differences in survival (χ 2 = 209, P < 2E-16, d.f. = 3, log rank test). This was also the case when assigning purebred dogs to the four weight classes based on average weight as per the AKC breed standards (χ 2 = 269, P < 2E-16, d.f. = 3, log rank test). MST according to measured weight class was 16. When comparing male and female survival curves regardless of gonadectomy status, female dogs lived significantly longer than male dogs (χ 2 = 4.6, P = 0.032, d.f. = 1, log rank test); however, when correcting for weight and clinic, the effect on the hazard ratio (HR) was not significant (HR male = 1.11; 95% CI = 1.00-1.24; P = 0.051, Cox proportional hazards model). When comparing survival within sexes by gonadectomy status, gonadectomized females lived significantly longer than intact females (χ 2 = 106, P < 2E-16, d.f. = 1, log rank test). This effect remained significant when correcting for weight and clinic (HR gonadectomized = 0.32, 95% CI = 0.26-0.41, P < 2E-16, Cox proportional hazards model). Gonadectomized males also lived significantly longer than intact males and this also remained significant when correcting for weight and clinic; however, the effect was weaker than that observed in females (χ 2 = 32.7, P = 1E-8, d.f. = 1, log rank test; HR gonadectomized = 0.62, 95% CI = 0.51-0.76, P = 3E-6, Cox proportional hazards model). Survival curves for all four categories are provided in Fig. 3 . Given the possibility that the observed survival advantage in gonadectomized dogs may be due to the fact that any gonadectomized dog needs to already have lived to the age of gonadectomy [36] , we repeated these analyses using only dogs that were at least 5 years old. Because it has been proposed that being intact may provide a survival advantage in female Rottweilers aged at least 8 years [46] , we also tested the effect of gonadectomy in females known to have lived to be at least 8 years old. In doing so, we found an MST of 14.9 (14.0-15.5) years for intact and an MST of 15.9 (15.6-16.1) years for gonadectomized females. Statistically, the survival advantage of gonadectomized over intact females remained significant even under these constraints (χ 2 = 27.5, P = 2E-7, d.f. = 1, log rank test), and also when correcting for weight and clinic (HR gonadectomized = 0.45, 95% CI = 0.33-0.60, P = 1E-7, Cox proportional hazards model).", "cite_spans": [{"start": 1746, "end": 1750, "text": "[36]", "ref_id": "BIBREF35"}, {"start": 1952, "end": 1956, "text": "[46]", "ref_id": "BIBREF46"}], "ref_spans": [{"start": 1550, "end": 1556, "text": "Fig. 3", "ref_id": null}], "section": "Results"}, {"text": "Comparing survival by purebred status in purebreds, mixed breeds and F1 hybrids indicated no significant differences (χ 2 = 3.4, P = 0.183, d.f. = 2, log rank test). When only comparing purebreds and mixed breed dogs, this did not change (χ 2 = 0, P = 0.945, d.f. = 1, log rank test). Similarly, when correcting for clinic and weight in a Cox model, no significant effects of purebred status on survival were found with or without F1 hybrids included. Kaplan-Meier survival curves of purebred, mixed breed and F1 hybrid dogs are provided in Fig. 4 . Dog breeds can be combined into seven historical and/or function-based groups as done by the American Kennel Club (AKC), or into five ancestral groups based on DNA analysis [47] . Comparing purebred dogs by AKC breed groups revealed significantly shorter lifespan for breeds belonging to the Working group even when correcting for weight and clinic (HR Working = 1.57, 95% CI = 1.25-1.96, P = 7E-5, Cox proportional hazards model). Comparing purebred dogs by DNA-based ancestral group [47] revealed significantly shorter lifespan for dogs belonging to the Mountain group, which also remained significant when correcting for weight and clinic (HR Mountain = 2.88, 95% CI = 1.89-4.40, P = 9E-7, Cox proportional hazards model). However, when combining both AKC and ancestral groups in the same model and correcting for weight and clinic, only the Mountain ancestral group lifespan remained significantly shorter (HR Mountain = 3.14, 95% CI = 1.74-5.67, P = 0.0001, Cox proportional hazards model). Kaplan-Meier survival curves by ancestral group are provided in Fig. 5 . MST and 95% confidence intervals for AKC and ancestral breed groups are provided in Table 2 .", "cite_spans": [{"start": 723, "end": 727, "text": "[47]", "ref_id": "BIBREF47"}, {"start": 1035, "end": 1039, "text": "[47]", "ref_id": "BIBREF47"}], "ref_spans": [{"start": 541, "end": 547, "text": "Fig. 4", "ref_id": "FIGREF6"}, {"start": 1610, "end": 1616, "text": "Fig. 5", "ref_id": "FIGREF7"}, {"start": 1703, "end": 1710, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Results"}, {"text": "Using previously published breed-specific average inbreeding coefficients based on the purebred US dog population [48] , we assigned purebred dogs to an aboveand a below-median inbreeding category based on their breeds. For the breeds in our sample, median inbreeding was at a coefficient of inbreeding [49] We also analyzed breed effective population size as previously defined [50] and assigned our purebred dogs to a below-and an above-median category based on their breeds, with the median effective population size being 67. This resulted in a MST of 14.3 (14.0-14.9) years for dogs belonging to breeds with above-median effective population size, and a MST of 14.0 (13.5-14.2) years in dogs belonging to breeds with below-median effective population size. This difference was statistically significant when comparing survival curves (χ 2 = 10.6, P = 0.001, d.f. = 1, log rank test), and remained significant when correcting for weight and clinic (HR = 0.99, 95% CI = 0.99-1.0, P = 0.001, Cox proportional hazards model). Inbreeding-and population size-based survival curves are provided in Fig. 6a and b.", "cite_spans": [{"start": 114, "end": 118, "text": "[48]", "ref_id": "BIBREF48"}, {"start": 303, "end": 307, "text": "[49]", "ref_id": "BIBREF49"}, {"start": 379, "end": 383, "text": "[50]", "ref_id": "BIBREF50"}], "ref_spans": [{"start": 1096, "end": 1103, "text": "Fig. 6a", "ref_id": "FIGREF8"}], "section": "Results"}, {"text": "In the n = 1529 dogs for which death was reported during the year of this study, data on the organ system (OS, n = 950) and pathophysiologic process (PP, n = 800) causing death were also available. The most frequently identified OS cause of death was neurological (n = 200, 21.1%), and the most frequently identified PP cause of death was neoplasia (n = 364, 45.5%). The OS cause of death was unclassified for n = 585 (38.1%) dogs, and the PP cause of death was unclassified for n = 735 (47.9%) dogs.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Neoplasia was the most common pathophysiologic process causing death in all subcategories including purebreds, mixed breeds, males, females, sexually intact dogs, gonadectomized dogs, and all four size classes. The only exception to this were sexually intact female dogs, which were most likely to die from trauma. Large and giant-sized dogs were significantly more likely to die from neoplasia than small and medium-sized dogs (P = Table 3 . Regarding causes of death by organ system, the nervous system was the most commonly affected organ system causing death in all subcategories except in mixed breed and large dogs, which both had a slightly higher percentage of deaths from musculoskeletal disease. Causes of death by organ system are provided in Table 4 .", "cite_spans": [], "ref_spans": [{"start": 433, "end": 440, "text": "Table 3", "ref_id": "TABREF2"}, {"start": 754, "end": 761, "text": "Table 4", "ref_id": "TABREF3"}], "section": "Results"}, {"text": "When separating dogs by both sex and gonadectomy status, we found that gonadectomized dogs of both sexes were more likely to die from diseases of the hematopoietic system and that this effect was more pronounced in females (P = 0.033, Fisher's exact test). As for pathophysiologic processes, we found that gonadectomized dogs of both sexes were more likely to die from degenerative disease (P = 0.013, Fisher's exact test) and neoplasia, with the latter effect being more pronounced in females (P = 0.0001, Fisher's exact test). Sexually intact animals were more likely to die from infectious and/or inflammatory causes (P = 0.014, Fisher's exact test) and were also more likely to die from trauma, this effect also being more pronounced in females (P = 1E-12, Fisher's exact test).", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "In this report on the demographics and mortality of companion dogs seen at three independent US private veterinary practices in different regions, we identified important differences in MST and categorical causes of death from what has been reported previously for US dogs in more narrowly constructed samples. We demonstrated that electronic medical records data collection from private unaffiliated veterinary hospitals from varying settings and using diverse medical records software systems, and captured a description of the demographic distribution, lifespan and categorical causes of death of privately owned dogs in these clinics. A baseline understanding of such a diverse population will establish a demographic and lifespan description against which future studies of particular groups, specific risk factors, or health interventions can be compared. Based on the One Health and One Welfare paradigms [2, [51] [52] [53] , data such as these may have implications for similar studies of human health.", "cite_spans": [{"start": 912, "end": 915, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 916, "end": 920, "text": "[51]", "ref_id": "BIBREF51"}, {"start": 921, "end": 925, "text": "[52]", "ref_id": "BIBREF52"}, {"start": 926, "end": 930, "text": "[53]", "ref_id": "BIBREF53"}], "ref_spans": [], "section": "Discussion"}, {"text": "As mentioned in the introduction, a limiting factor of many veterinary lifespan studies has been the fact that they were based on deceased animals only. While this is an appropriate method for studying causes of death, when using such data to study lifespan, this results in right censored data and artificially reduces measured lifespan [27, 28] . This study corrects for right censored data by considering both dogs known to have died and dogs known to have been alive at their most recent veterinary visits. Our measured one-year mortality of 7.3% is consistent with what one would expect to see in a diverse dog population [18] .", "cite_spans": [{"start": 338, "end": 342, "text": "[27,", "ref_id": "BIBREF26"}, {"start": 343, "end": 346, "text": "28]", "ref_id": "BIBREF27"}, {"start": 627, "end": 631, "text": "[18]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Discussion"}, {"text": "We also found a strong inverse correlation between body size and lifespan, which reflects previous findings [18, 31] . Using Kaplan-Meier survival curves [29] and Cox proportional hazard models [30] , we were then able to evaluate survival and death hazards within our patient population. Cox proportional hazard models in particular were useful to test the effects of multiple factors on observed lifespan separately, as we did in our analyses when correcting for body size, the strong effect of which may otherwise have interfered with most of our results. While measured weight ignores body condition that could change with age, we did not find any obvious differences in the percentage of dogs with incongruent grouping by age when comparing dogs whose size could be classified based on both measured weight and breedspecific weight (Supplemental Figure 1 ).", "cite_spans": [{"start": 108, "end": 112, "text": "[18,", "ref_id": "BIBREF17"}, {"start": 113, "end": 116, "text": "31]", "ref_id": "BIBREF30"}, {"start": 154, "end": 158, "text": "[29]", "ref_id": "BIBREF28"}, {"start": 194, "end": 198, "text": "[30]", "ref_id": "BIBREF29"}], "ref_spans": [{"start": 851, "end": 859, "text": "Figure 1", "ref_id": "FIGREF2"}], "section": "Discussion"}, {"text": "Using these methods, we did find a survival advantage in gonadectomized dogs over intact dogs of the same sex, which was stronger in females than in males. We also point out that any gonadectomized dog must by definition already have lived to the age at which the surgery was performed, which may represent another confounding factor leading to an overestimation of the lifespan advantage of gonadectomized dogs. In this context, it has also been suggested that the age of gonadectomy should be taken into account when analyzing veterinary epidemiological data [36] . While our data did not include information on age of gonadectomy, we attempted to correct for these issues by also testing the effects of gonadectomy on lifespan using only dogs that were known to have survived to at least age 5. In doing so, we found that the increased survival associated with female gonadectomy was conserved, while the effect found for male gonadectomy across all ages was not conserved in this group. All of this would support the view that gonadectomy is a sex-specific procedure with differential effects between males and females, and that gonadectomy should therefore be considered separately by sex in statistical analyses of veterinary epidemiology, as has been done in some previous studies [10] . Additionally, we also performed an analysis of the effects of female gonadectomy using only females that had lived to be at least 8 years old and found that the beneficial effects of gonadectomy were conserved in this population, indicating that the lack of a beneficial effect of gonadectomy on lifespan in female Rottweilers described previously [46] cannot be generalized to a more diverse dog population. Unfortunately, our data did not include a sufficient number of aged female Rottweilers to conduct a meaningful statistical analysis in this breed only.", "cite_spans": [{"start": 561, "end": 565, "text": "[36]", "ref_id": "BIBREF35"}, {"start": 1288, "end": 1292, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 1643, "end": 1647, "text": "[46]", "ref_id": "BIBREF46"}], "ref_spans": [], "section": "Discussion"}, {"text": "Given that our data were sampled from a US-based population, where gonadectomy is widely considered to be part of responsible dog ownership, it is possible that in our dataset, being gonadectomized acts as a proxy for better husbandry and veterinary care for these dogs, which in turn might have influenced our results showing a higher life expectancy associated with gonadectomy. However, the large effect size in females is indicative that at least female gonadectomy does have a substantial beneficial effect on lifespan.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "While it is likely that some of the dogs in our data were gonadectomized because of genital disease, this information was not available in the collected data. However, the relatively high prevalence of routine gonadectomy in the US dog population would indicate that any such effect would likely have been comparably small in relation to the effect of routine gonadectomy [54] .", "cite_spans": [{"start": 372, "end": 376, "text": "[54]", "ref_id": "BIBREF54"}], "ref_spans": [], "section": "Discussion"}, {"text": "In comparing dogs by AKC functional groups and DNA-based ancestral groups, the most striking feature is the significantly lower lifespan in the Mountain ancestral group, which persists even when we correct for body weight and clinic, and the influence of which appears to be stronger than any AKC group-based differences. This is a novel finding that may indicate a genetic effect in this ancestral group accounting for a decrease in lifespan; however, it may also be that these dogs represent breeds that through their husbandry or through unrelated genetic effects are prone to shorter lifespans. While we did not have sufficient numbers of dogs to compare causes of death, it is worth pointing out that Bernese Mountain Dogs in particular are a member of this ancestral group and are known to be prone to early death due to a high incidence of histiocytic sarcoma [55, 56] .", "cite_spans": [{"start": 867, "end": 871, "text": "[55,", "ref_id": "BIBREF55"}, {"start": 872, "end": 875, "text": "56]", "ref_id": "BIBREF56"}], "ref_spans": [], "section": "Discussion"}, {"text": "Our study did not find a significant survival advantage of mixed breeds and/or F1 hybrids over purebreds, in contrast with another recent study [45] . However, within purebred dogs, we saw evidence not only that lower overall inbreeding levels are associated with increased lifespan, consistent with [45] , but also that lifespan was greater in breeds with higher effective population size as a whole, indicating that these two measures of genetic diversity are positively correlated with breed lifespan. It is worth mentioning that the mixed breed survival advantage has recently been shown to be more pronounced in large and giant breed dogs and that certain small and medium-sized purebreds live longer than mixed breeds of similar size [18] , which may have influenced our findings in that more than half of all dogs in our population were small or medium-sized.", "cite_spans": [{"start": 144, "end": 148, "text": "[45]", "ref_id": "BIBREF45"}, {"start": 300, "end": 304, "text": "[45]", "ref_id": "BIBREF45"}, {"start": 740, "end": 744, "text": "[18]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Discussion"}, {"text": "The overall MST for dogs in this study was 15.4 years which is longer than the mean lifespan reported by Greer et al. in an AKC breed-based study (12.2 yrs.) [31] , longer than the mean age at death reported by Hoffman et al in a study of 20 years of VMDB data (9 yrs.) [10] and longer than median age at death reported by Patronek et al among mixed breed dogs in the VMDB (8.5 years) [57] . This is not surprising because both VMDB studies are reliant upon a population subject to referral bias [21] , while the lifespan data in the AKC breed-based study was collected by voluntary reporting and recall. We also note that a recent study from a primary care environment that also corrected for right censored data found mean ages that are comparable to our present findings [18] .", "cite_spans": [{"start": 158, "end": 162, "text": "[31]", "ref_id": "BIBREF30"}, {"start": 270, "end": 274, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 385, "end": 389, "text": "[57]", "ref_id": "BIBREF57"}, {"start": 496, "end": 500, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 774, "end": 778, "text": "[18]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Discussion"}, {"text": "The systematic inclusion of data from all companion dogs seen by the three practices in this study over the period of a year reflects a more general population, and removes referral and recall bias. By contrast, a UK study using prospectively collected data from dogs attending 86 veterinary private practices reported a mean lifespan of 12.0 years [17] . The UK study design is similar to the study reported here and was not subject to recall or referral bias; however, it did not take right censored data into account, which may have contributed to the lifespan appearing to be shorter [27] . This difference may also reflect differences in the health or veterinary care of US vs UK dogs, or it is possible that the three US practices reported here are a biased group in some way and the mean lifespan derived from the larger number of UK practices is more generalizable. In addition, our data were somewhat skewed by the fact that Clinic B, from an urban environment, accounted for the majority (70%) of dogs in our data, while Clinics A and C together accounted for only 30%, which may have introduced bias towards a more urban environment. However, other than gonadectomy in males that had lived to at least 5 years of age, all other effects remained significant when we included clinic as a variable in the Cox models. Differences in the most populous breeds within this study compared with prior studies may also have impacted the differences in estimates of lifespan. However, this factor is difficult to assess. Compared to the study by Hoffman et al. [10] , only four of the most populous ten breeds (Labrador Retriever, Golden Retriever, German Shepherd Dog, Dachshund) were among the top ten breeds reported in this study; O'Neill et al. [17] also shared four of the top ten breeds with this study (Labrador Retriever, Golden Retriever, German Shepherd Dog, Yorkshire Terrier), but the order of popularity differed among the three studies, with the exception that the Labrador Retriever was the most populous breed in all three studies. The other six breeds in the top ten were unique to each study. The breed frequency in the study by Greer et al. [31] was not reported.", "cite_spans": [{"start": 349, "end": 353, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 588, "end": 592, "text": "[27]", "ref_id": "BIBREF26"}, {"start": 1561, "end": 1565, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 1750, "end": 1754, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 2161, "end": 2165, "text": "[31]", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Discussion"}, {"text": "Similar studies have not all used the same system to classify causes of death, but where possible to compare, neurologic and musculoskeletal causes were the top two organ system causes of death reported in this study as well as in Hoffman et al. and O'Neill et al., and neoplasia was by far the leading pathophysiologic process cause of death in all three studies. Beyond those top listed causes, organ system and pathophysiologic process cause of death frequencies vary among the studies. Cause of death reporting is not a standard component of veterinary medical record-keeping, and imprecision as well as inter-rater variability in cause of death coding in all three studies is likely. However, it is also plausible that frequency of various causes of death does differ among US veterinary teaching hospitals, US private practices and UK private practices, and that may also exert an influence on the different lifespan estimates reported. Our data did not include information on whether a dog was insured; however, we would expect insured dogs to generally live longer than uninsured dogs of the same size due to the easier availability of expensive treatments where warranted. While unlikely, it is possible that some dogs in the data may have attended more than one of the three clinics that were part of the present study. Given the different unique patient identifiers used in each clinic's electronic patient records, we were unable to rule out this possibility. However, given the geographical distance between the three clinics as well as the fairly short duration of the study period, we believe that any such effect is unlikely to have significantly influenced our results.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "This study is the first US-based investigation of lifespan in dogs using data from independent private veterinary clinics. We show that such data can be obtained and standardized in practice to allow for meaningful analysis. Our findings confirm that lifespan inversely correlates with body size in dogs and identify differential associations with lifespan between male and female gonadectomy. Specifically, our results suggest that while gonadectomy is associated with increased lifespan in both males and females, we find a significantly greater effect in females. We also provide evidence that lower inbreeding and higher effective population size are associated with longer lifespans in purebred dogs, and that the Mountain ancestral group lives considerably less long than other purebred dog ancestral groups.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Future research is needed to investigate the importance of age at gonadectomy on lifespan in a sexseparated manner, as well as the factors that contribute to the shorter lifespan in the Mountain ancestral group. Furthermore, we argue that epidemiological data from veterinary practice such as these can also be correlated with data from human epidemiology from the same areas, which may prove useful in establishing the privately owned dog as a model organism for human epidemiology under a One Health paradigm [2] .", "cite_spans": [{"start": 511, "end": 514, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Conclusions"}, {"text": "Medical records data were collected from three US veterinary clinics over a 12-month period from March 1st, 2014 to February 28th, 2015. As one objective of this study was to demonstrate the feasibility of large-scale electronic medical records abstraction from diverse, independent veterinary practices, clinics were chosen to reflect 1) urban, suburban and rural environments; 2) general, specialty and emergency care; and 3) three different proprietary electronic medical records systems. system for data extraction from each software tool that suited that clinic's daily workflow and required minimal new work effort on the part of clinic staff. Data were reported monthly for all patients seen and included a unique patient identifier, date of birth, date of visit, sex, gonadectomy status, body weight, and owner-reported breed. If any patient of the practice died at the clinic or was reported dead by the owner, the data also included date of death and categorical cause of death assignments for organ system (OS) and pathophysiologic process (PP), as determined by the attending veterinarian. Because postmortem examinations are not routinely performed in veterinary practice, the option of \"unclassified\" was available for both OS and PP categories [9] . Client-identifying information was not collected. Each monthly report was manually standardized upon receipt by one of the the authors (KEC). Incomplete entries were identified and individual records were reviewed by a representative at each clinic to complete entries when possible. Given that multiple entries of the same dog would have led to statistical issues regarding survival and mortality estimates by artificially increasing the percentage of live dogs in the data, multiple demographic entries for the same dog over the course of the studied year were identified based on unique patient identifier, and only the most recent visit date was analyzed for each individual patient. If the patient was recorded as being alive at that date, the most recent visit date was considered the point of censoring.", "cite_spans": [{"start": 1259, "end": 1262, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Methods"}, {"text": "Data were analyzed using R [58] . Package survival was used to create graphs of survival curves and perform statistical tests related to survival analysis. Kaplan-Meier curves were compared using Log Rank tests; multivariate testing (including correction for body size and clinic) was conducted using Cox Proportional Hazard models through the coxph function in package survival. Comparisons of causes of death by organ system and pathological process were conducted using Fisher's exact test. A P value of less than or equal to 0.05 was considered statistically significant.", "cite_spans": [{"start": 27, "end": 31, "text": "[58]", "ref_id": "BIBREF58"}], "ref_spans": [], "section": "Methods"}, {"text": "Dogs were classified into four size classes defined as small (under 20 lbs), medium (20-40 lbs), large (40-90 lbs), and giant (over 90 lbs), as used in [33] . This classification was carried out using both measured weight at most recent visit, and weight according to American Kennel Club (AKC) breed standard averages if the dog was classified as a purebred. When using measured weights, dogs under 18 months of age were excluded from weight-related analyses to avoid bias due to juvenile large and giant dogs; however, when using AKC breed standard average weights, purebred dogs under 18 months of age were included based on projected adult weight for their breed.", "cite_spans": [{"start": 152, "end": 156, "text": "[33]", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "Methods"}, {"text": "For the purposes of analysis, dogs were classified as purebreds, mixed breeds, or hybrids in the data according to the patient chart, with \"hybrid\" denoting F1 crosses between purebreds. Purebreds were further categorized based on the seven American Kennel Club (AKC) breed groups (Herding, Hound, Non-sporting, Sporting, Terrier, Toy and Working), as well as the five ancestral breed groups defined by Parker et al. (2012) [47] (Ancient, Herding-Sighthound, Mastiff-Terrier, Modern and Mountain).", "cite_spans": [{"start": 424, "end": 428, "text": "[47]", "ref_id": "BIBREF47"}], "ref_spans": [], "section": "Methods"}, {"text": "Considering the important physiological and anatomical differences between the sexes, we tested the lifespan effects of gonadectomy separately by sex. Given that the observed survival advantage in gonadectomized dogs may be at least in part caused by the fact that any gonadectomized dog needs to already have lived to the age at which it underwent the surgery [36] , we then repeated these analyses using only dogs that were at least 5 years old, which should eliminate most of this bias. Because it has been proposed that being intact may provide a survival advantage in female Rottweilers aged at least 8 years [46] , we also tested whether the survival advantage of gonadectomized females remained significant when only analyzing dogs known to have lived to be at least 8 years old.", "cite_spans": [{"start": 361, "end": 365, "text": "[36]", "ref_id": "BIBREF35"}, {"start": 614, "end": 618, "text": "[46]", "ref_id": "BIBREF46"}], "ref_spans": [], "section": "Methods"}, {"text": "There is some concern regarding possible negative health effects of inbreeding in purebred dogs [59] . Based on this, we tested for an effect of inbreeding and effective population size in the purebred dogs in our data. Average inbreeding and effective population size measures by breed were taken from the literature [48, 50] and purebred dogs were classified into a below-median and an above-median category for each of these measures according to their breed to create survival curves. Both average inbreeding and effective population size were also analyzed as continuous variables specific to each breed in separate Cox models.", "cite_spans": [{"start": 96, "end": 100, "text": "[59]", "ref_id": "BIBREF59"}, {"start": 318, "end": 322, "text": "[48,", "ref_id": "BIBREF48"}, {"start": 323, "end": 326, "text": "50]", "ref_id": "BIBREF50"}], "ref_spans": [], "section": "Methods"}, {"text": "Supplementary information accompanies this paper at https://doi.org/10. 1186/s40575-020-00086-8.", "cite_spans": [], "ref_spans": [], "section": "Supplementary information"}, {"text": "Additional file 1: Supplemental Table 1 . List of F1 hybrid dogs in the data and their percentage in relation to all F1 hybrids. Supplemental Table 2 . Comparison of sex, gonadectomy status, measured body size, and median survival time (including 95% confidence interval) by clinic and overall.", "cite_spans": [], "ref_spans": [{"start": 32, "end": 39, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 142, "end": 149, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Supplementary information"}, {"text": "Additional file 2: Supplemental Figure 1 . Comparison between purebred dogs aged at least 18 months by weight class as determined by measured or breed standard-based weight. There is no obvious correlation between the percentage of inconsistently classified dogs and age.", "cite_spans": [], "ref_spans": [{"start": 32, "end": 40, "text": "Figure 1", "ref_id": "FIGREF2"}], "section": "Supplementary information"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Why is the dog an ideal model for aging research?", "authors": [{"first": "K", "middle": ["M"], "last": "Gilmore", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Greer", "suffix": ""}], "year": 2015, "venue": "Exp Gerontol", "volume": "71", "issn": "", "pages": "14--20", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "From \"one medicine\" to \"one health\" and systemic approaches to health and well-being", "authors": [{"first": "J", "middle": [], "last": "Zinsstag", "suffix": ""}, {"first": "E", "middle": [], "last": "Schelling", "suffix": ""}, {"first": "D", "middle": [], "last": "Waltner-Toews", "suffix": ""}, {"first": "M", "middle": [], "last": "Tanner", "suffix": ""}], "year": 2011, "venue": "Prev Vet Med", "volume": "101", "issn": "3-4", "pages": "148--56", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Healthy aging: the ultimate preventative medicine", "authors": [{"first": "M", "middle": [], "last": "Kaeberlein", "suffix": ""}, {"first": "P", "middle": ["S"], "last": "Rabinovitch", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Martin", "suffix": ""}], "year": 2015, "venue": "Science", "volume": "350", "issn": "6265", "pages": "1191--1194", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "The dog aging project: translational geroscience in companion animals", "authors": [{"first": "M", "middle": [], "last": "Kaeberlein", "suffix": ""}, {"first": "K", "middle": ["E"], "last": "Creevy", "suffix": ""}, {"first": "D", "middle": ["E"], "last": "Promislow", "suffix": ""}], "year": 2016, "venue": "Mamm Genome", "volume": "27", "issn": "7-8", "pages": "279--88", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "The biology of aging: citizen scientists and their pets as a bridge between research on model organisms and human subjects", "authors": [{"first": "M", "middle": [], "last": "Kaeberlein", "suffix": ""}], "year": 2015, "venue": "Vet Pathol", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "A randomized controlled trial to establish effects of shortterm rapamycin treatment in 24 middle-aged companion dogs", "authors": [{"first": "S", "middle": ["R"], "last": "Urfer", "suffix": ""}], "year": 2017, "venue": "Geroscience", "volume": "39", "issn": "2", "pages": "117--144", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Prevalence of inherited disorders among mixed-breed and purebred dogs: 27,254 cases (1995-2010)", "authors": [{"first": "T", "middle": ["P"], "last": "Bellumori", "suffix": ""}, {"first": "T", "middle": ["R"], "last": "Famula", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Bannasch", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Belanger", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Oberbauer", "suffix": ""}], "year": 2013, "venue": "J Am Vet Med Assoc", "volume": "242", "issn": "11", "pages": "1549--55", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Aging and veterinary Care of Cats, dogs, and horses through the Records of Three University Veterinary Hospitals", "authors": [{"first": "B", "middle": [], "last": "Cozzi", "suffix": ""}, {"first": "C", "middle": [], "last": "Ballarin", "suffix": ""}, {"first": "R", "middle": [], "last": "Mantovani", "suffix": ""}, {"first": "A", "middle": [], "last": "Rota", "suffix": ""}], "year": 2017, "venue": "Front Vet Sci", "volume": "4", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Mortality in north american dogs from 1984 to 2004: an investigation into age-, size-, and breed-related causes of death", "authors": [{"first": "J", "middle": ["M"], "last": "Fleming", "suffix": ""}, {"first": "K", "middle": ["E"], "last": "Creevy", "suffix": ""}, {"first": "D", "middle": ["E"], "last": "Promislow", "suffix": ""}], "year": 2011, "venue": "J Vet Intern Med", "volume": "25", "issn": "2", "pages": "187--98", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Reproductive capability is associated with lifespan and cause of death in companion dogs", "authors": [{"first": "J", "middle": ["M"], "last": "Hoffman", "suffix": ""}, {"first": "K", "middle": ["E"], "last": "Creevy", "suffix": ""}, {"first": "D", "middle": ["E"], "last": "Promislow", "suffix": ""}], "year": 2013, "venue": "PLoS One", "volume": "8", "issn": "4", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Do female dogs age differently than male dogs?", "authors": [{"first": "J", "middle": ["M"], "last": "Hoffman", "suffix": ""}, {"first": "D", "middle": ["G"], "last": "O&apos;neill", "suffix": ""}, {"first": "K", "middle": ["E"], "last": "Creevy", "suffix": ""}, {"first": "S", "middle": ["N"], "last": "Austad", "suffix": ""}], "year": 2017, "venue": "J Gerontol A Biol Sci Med Sci", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "The size-life span trade-off decomposed: why large dogs die young", "authors": [{"first": "C", "middle": [], "last": "Kraus", "suffix": ""}, {"first": "S", "middle": [], "last": "Pavard", "suffix": ""}, {"first": "D", "middle": ["E"], "last": "Promislow", "suffix": ""}], "year": 2013, "venue": "Am Nat", "volume": "181", "issn": "4", "pages": "492--505", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Multiple morbidities in companion dogs: a novel model for investigating age-related disease", "authors": [{"first": "K", "middle": [], "last": "Jin", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Hoffman", "suffix": ""}, {"first": "K", "middle": ["E"], "last": "Creevy", "suffix": ""}, {"first": "D", "middle": ["G"], "last": "O&apos;neill", "suffix": ""}, {"first": "D", "middle": ["E"], "last": "Promislow", "suffix": ""}], "year": 2016, "venue": "Pathobiol Aging Age Relat Dis", "volume": "6", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Health status and population characteristics of dogs and cats examined at private veterinary practices in the United States", "authors": [{"first": "E", "middle": ["M"], "last": "Lund", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Armstrong", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Kirk", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Kolar", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Klausner", "suffix": ""}], "year": 1999, "venue": "J Am Vet Med Assoc", "volume": "214", "issn": "9", "pages": "1336--1377", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Factors associated with anesthetic-related death in dogs and cats in primary care veterinary hospitals", "authors": [{"first": "N", "middle": ["S"], "last": "Matthews", "suffix": ""}], "year": 2017, "venue": "J Am Vet Med Assoc", "volume": "250", "issn": "6", "pages": "655--65", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Degenerative mitral valve disease: survival of dogs attending primary-care practice in England", "authors": [{"first": "M", "middle": ["J"], "last": "Mattin", "suffix": ""}], "year": 2015, "venue": "Prev Vet Med", "volume": "122", "issn": "4", "pages": "436--478", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Longevity and mortality of owned dogs in England", "authors": [{"first": "D", "middle": ["G"], "last": "O&apos;neill", "suffix": ""}, {"first": "D", "middle": ["B"], "last": "Church", "suffix": ""}, {"first": "P", "middle": ["D"], "last": "Mcgreevy", "suffix": ""}, {"first": "P", "middle": ["C"], "last": "Thomson", "suffix": ""}, {"first": "D", "middle": ["C"], "last": "Brodbelt", "suffix": ""}], "year": 2013, "venue": "Vet J", "volume": "198", "issn": "3", "pages": "638--681", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Risk factors associated with lifespan in pet dogs evaluated in primary care veterinary hospitals", "authors": [{"first": "S", "middle": ["R"], "last": "Urfer", "suffix": ""}, {"first": "M", "middle": [], "last": "Wang", "suffix": ""}, {"first": "M", "middle": [], "last": "Yang", "suffix": ""}, {"first": "E", "middle": ["M"], "last": "Lund", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Lefebvre", "suffix": ""}], "year": 2019, "venue": "J Am Anim Hosp Assoc", "volume": "55", "issn": "3", "pages": "130--137", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Mortality in over 350,000 insured Swedish dogs from 1995-2000: I. breed-, gender-, age-and causespecific rates", "authors": [{"first": "B", "middle": ["N"], "last": "Bonnett", "suffix": ""}, {"first": "A", "middle": [], "last": "Egenvall", "suffix": ""}, {"first": "A", "middle": [], "last": "Hedhammar", "suffix": ""}, {"first": "P", "middle": [], "last": "Olson", "suffix": ""}], "year": 2005, "venue": "Acta Vet Scand", "volume": "46", "issn": "3", "pages": "105--125", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Mortality in over 350,000 insured Swedish dogs from 1995-2000: II. Breed-specific age and survival patterns and relative risk for causes of death", "authors": [{"first": "A", "middle": [], "last": "Egenvall", "suffix": ""}, {"first": "B", "middle": ["N"], "last": "Bonnett", "suffix": ""}, {"first": "A", "middle": [], "last": "Hedhammar", "suffix": ""}, {"first": "P", "middle": [], "last": "Olson", "suffix": ""}], "year": 2005, "venue": "Acta Vet Scand", "volume": "46", "issn": "3", "pages": "121--157", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Disease surveillance and referral bias in the veterinary medical database", "authors": [{"first": "P", "middle": ["C"], "last": "Bartlett", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Van Buren", "suffix": ""}, {"first": "M", "middle": [], "last": "Neterer", "suffix": ""}, {"first": "C", "middle": [], "last": "Zhou", "suffix": ""}], "year": 2010, "venue": "Prev Vet Med", "volume": "94", "issn": "3-4", "pages": "264--71", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Canine dystocia in 50 UK first-opinion emergency care veterinary practices: prevalence and risk factors", "authors": [{"first": "D", "middle": ["G"], "last": "O&apos;neill", "suffix": ""}], "year": 2017, "venue": "Vet Rec", "volume": "181", "issn": "4", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Gastric dilation-volvulus in dogs attending UK emergencycare veterinary practices: prevalence, risk factors and survival", "authors": [{"first": "D", "middle": ["G"], "last": "O&apos;neill", "suffix": ""}], "year": 2017, "venue": "J Small Anim Pract", "volume": "58", "issn": "11", "pages": "629--667", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Most Popular AKC Dog Breeds -Full Ranking List", "authors": [{"first": "", "middle": [], "last": "Anonymous", "suffix": ""}], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Top 20 KC Breeds in registration order for the years", "authors": [{"first": "", "middle": [], "last": "Anonymous", "suffix": ""}], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Anonymous (2017) The Pet Health Insurance Industry in North America", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Right censored data ('cohort bias') in veterinary life span studies", "authors": [{"first": "S", "middle": ["R"], "last": "Urfer", "suffix": ""}], "year": 2008, "venue": "Vet Rec", "volume": "163", "issn": "15", "pages": "457--465", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Bias in canine lifespan estimates through right censored data", "authors": [{"first": "S", "middle": ["R"], "last": "Urfer", "suffix": ""}], "year": 2011, "venue": "J Small Anim Pract", "volume": "52", "issn": "10", "pages": "555--555", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Nonparametric estimation from incomplete observations", "authors": [{"first": "E", "middle": ["L"], "last": "Kaplan", "suffix": ""}, {"first": "P", "middle": [], "last": "Meier", "suffix": ""}], "year": 1958, "venue": "J Amer Stat Assoc", "volume": "53", "issn": "282", "pages": "457--81", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Regression models and life-tables", "authors": [{"first": "D", "middle": ["R"], "last": "Cox", "suffix": ""}], "year": 1972, "venue": "J Royal Stat Soc Ser B", "volume": "34", "issn": "2", "pages": "187--220", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Statistical analysis regarding the effects of height and weight on life span of the domestic dog", "authors": [{"first": "K", "middle": ["A"], "last": "Greer", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Canterberry", "suffix": ""}, {"first": "K", "middle": ["E"], "last": "Murphy", "suffix": ""}], "year": 2007, "venue": "Res Vet Sci", "volume": "82", "issn": "2", "pages": "208--222", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Do large dogs die young?", "authors": [{"first": "F", "middle": [], "last": "Galis", "suffix": ""}, {"first": "I", "middle": [], "last": "Van Der Sluijs", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Van Dooren", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Metz", "suffix": ""}, {"first": "M", "middle": [], "last": "Nussbaumer", "suffix": ""}], "year": 2007, "venue": "J Exp Zool B Mol Dev Evol", "volume": "308", "issn": "2", "pages": "119--145", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Age-related cataract in dogs: a biomarker for life span and its relation to body size", "authors": [{"first": "S", "middle": ["R"], "last": "Urfer", "suffix": ""}, {"first": "K", "middle": [], "last": "Greer", "suffix": ""}, {"first": "N", "middle": ["S"], "last": "Wolf", "suffix": ""}], "year": 2011, "venue": "Age (Dordr)", "volume": "33", "issn": "3", "pages": "451--60", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Effect of purebred status, body size, gonadectomy, and dental cleaning of lifespan in pet dogs seen in private veterinary practice", "authors": [{"first": "S", "middle": ["R"], "last": "Urfer", "suffix": ""}, {"first": "M", "middle": [], "last": "Wang", "suffix": ""}, {"first": "M", "middle": [], "last": "Yang", "suffix": ""}, {"first": "E", "middle": ["M"], "last": "Lund", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Lefebvre", "suffix": ""}], "year": 2014, "venue": "Fourth Canine Science Forum", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Desexing dogs: a review of the current literature", "authors": [{"first": "S", "middle": ["R"], "last": "Urfer", "suffix": ""}, {"first": "M", "middle": [], "last": "Kaeberlein", "suffix": ""}], "year": 2019, "venue": "Animals (Basel)", "volume": "9", "issn": "12", "pages": "", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Probing the perils of dichotomous binning: how categorizing female dogs as spayed or intact can misinform our assumptions about the lifelong health consequences of ovariohysterectomy", "authors": [{"first": "D", "middle": ["J"], "last": "Waters", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Kengeri", "suffix": ""}, {"first": "A", "middle": ["H"], "last": "Maras", "suffix": ""}, {"first": "E", "middle": ["C"], "last": "Chiang", "suffix": ""}], "year": 2011, "venue": "Theriogenology", "volume": "76", "issn": "8", "pages": "1496--500", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Neutering dogs: effects on joint disorders and cancers in golden retrievers", "authors": [{"first": "G", "middle": [], "last": "Torres De La Riva", "suffix": ""}], "year": 2013, "venue": "PLoS One", "volume": "8", "issn": "2", "pages": "", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Half of 23 Belgian dog breeds has a compromised genetic diversity, as revealed by Urfer et al. Canine Medicine and Genetics", "authors": [{"first": "K", "middle": [], "last": "Wijnrocx", "suffix": ""}, {"first": "L", "middle": [], "last": "Francois", "suffix": ""}, {"first": "A", "middle": [], "last": "Stinckens", "suffix": ""}, {"first": "S", "middle": [], "last": "Janssens", "suffix": ""}, {"first": "N", "middle": [], "last": "Buys", "suffix": ""}], "year": 2020, "venue": "", "volume": "7", "issn": "", "pages": "7--13", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "genealogical and molecular data analysis", "authors": [], "year": 2016, "venue": "J Anim Breed Genet", "volume": "133", "issn": "5", "pages": "375--83", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Trends in genetic diversity for all kennel Club registered pedigree dog breeds", "authors": [{"first": "T", "middle": ["W"], "last": "Lewis", "suffix": ""}, {"first": "B", "middle": ["M"], "last": "Abhayaratne", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Blott", "suffix": ""}], "year": 2015, "venue": "Canine Genet Epidemiol", "volume": "2", "issn": "", "pages": "", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Genetic diversity, inbreeding and breeding practices in dogs: results from pedigree analyses", "authors": [{"first": "G", "middle": [], "last": "Leroy", "suffix": ""}], "year": 2011, "venue": "Vet J", "volume": "189", "issn": "2", "pages": "177--82", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Recent breeding history of dog breeds in Sweden: modest rates of inbreeding, extensive loss of genetic diversity and lack of correlation between inbreeding and health", "authors": [{"first": "M", "middle": [], "last": "Jansson", "suffix": ""}, {"first": "L", "middle": [], "last": "Laikre", "suffix": ""}], "year": 2014, "venue": "J Anim Breed Genet", "volume": "131", "issn": "2", "pages": "153--62", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Inbreeding impact on litter size and survival in selected canine breeds", "authors": [{"first": "G", "middle": [], "last": "Leroy", "suffix": ""}, {"first": "F", "middle": [], "last": "Phocas", "suffix": ""}, {"first": "B", "middle": [], "last": "Hedan", "suffix": ""}, {"first": "E", "middle": [], "last": "Verrier", "suffix": ""}, {"first": "X", "middle": [], "last": "Rognon", "suffix": ""}], "year": 2015, "venue": "Vet J", "volume": "203", "issn": "1", "pages": "74--82", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Inbreeding and fertility in Irish wolfhounds in Sweden: 1976 to", "authors": [{"first": "S", "middle": ["R"], "last": "Urfer", "suffix": ""}], "year": 2007, "venue": "Acta Vet Scand", "volume": "51", "issn": "", "pages": "", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Pedigree analysis for conservation of genetic diversity and purging", "authors": [{"first": "R", "middle": [], "last": "Wellmann", "suffix": ""}, {"first": "I", "middle": [], "last": "Pfeiffer", "suffix": ""}], "year": 2009, "venue": "Genet Res (Camb)", "volume": "91", "issn": "3", "pages": "209--228", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Body size, inbreeding, and lifespan in domestic dogs", "authors": [{"first": "J", "middle": [], "last": "Yordy", "suffix": ""}], "year": 2020, "venue": "Conserv Genet", "volume": "21", "issn": "", "pages": "137--185", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Exceptional longevity in female Rottweiler dogs is not encumbered by investment in reproduction", "authors": [{"first": "S", "middle": ["S"], "last": "Kengeri", "suffix": ""}, {"first": "A", "middle": ["H"], "last": "Maras", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Suckow", "suffix": ""}, {"first": "E", "middle": ["C"], "last": "Chiang", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Waters", "suffix": ""}], "year": 2013, "venue": "Age (Dordr)", "volume": "35", "issn": "6", "pages": "2503--2516", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Genomic analyses of modern dog breeds", "authors": [{"first": "H", "middle": ["G"], "last": "Parker", "suffix": ""}], "year": 2012, "venue": "Mamm Genome", "volume": "23", "issn": "1-2", "pages": "19--27", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Whole-genome sequence, SNP chips and pedigree structure: building demographic profiles in domestic dog breeds to optimize genetic-trait mapping", "authors": [{"first": "D", "middle": ["L"], "last": "Dreger", "suffix": ""}], "year": 2016, "venue": "Dis Model Mech", "volume": "9", "issn": "12", "pages": "1445--60", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Coefficients of inbreeding and relationship", "authors": [{"first": "S", "middle": [], "last": "Wright", "suffix": ""}], "year": 1922, "venue": "Am Nat", "volume": "56", "issn": "", "pages": "330--338", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Population structure and inbreeding from pedigree analysis of purebred dogs", "authors": [{"first": "F", "middle": ["C"], "last": "Calboli", "suffix": ""}, {"first": "J", "middle": [], "last": "Sampson", "suffix": ""}, {"first": "N", "middle": [], "last": "Fretwell", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Balding", "suffix": ""}], "year": 2008, "venue": "Genetics", "volume": "179", "issn": "1", "pages": "593--601", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "One welfare -a platform for improving human and animal welfare", "authors": [{"first": "R", "middle": ["G"], "last": "Pinillos", "suffix": ""}], "year": 2016, "venue": "Vet Rec", "volume": "179", "issn": "16", "pages": "412--415", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Positioning animal welfare in the one health concept through evaluation of an animal welfare Center in Skopje", "authors": [{"first": "M", "middle": [], "last": "Radeski", "suffix": ""}, {"first": "H", "middle": [], "last": "Shea", "suffix": ""}, {"first": "De", "middle": [], "last": "Meneghi", "suffix": ""}, {"first": "D", "middle": [], "last": "Ilieski", "suffix": ""}, {"first": "V", "middle": [], "last": "", "suffix": ""}], "year": 2017, "venue": "Macedonia. Front Vet Sci", "volume": "4", "issn": "", "pages": "", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Human relationships with domestic and other animals: one health, one welfare, one biology", "authors": [{"first": "A", "middle": ["M"], "last": "Tarazona", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Ceballos", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Broom", "suffix": ""}], "year": 2019, "venue": "Animals (Basel)", "volume": "10", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "Epidemiology of surgical castration of dogs and cats in the United States", "authors": [{"first": "R", "middle": [], "last": "Trevejo", "suffix": ""}, {"first": "M", "middle": [], "last": "Yang", "suffix": ""}, {"first": "E", "middle": ["M"], "last": "Lund", "suffix": ""}], "year": 2011, "venue": "J Am Vet Med Assoc", "volume": "238", "issn": "7", "pages": "898--904", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Epidemiology, pathology, and genetics of histiocytic sarcoma in the Bernese mountain dog breed", "authors": [{"first": "J", "middle": [], "last": "Abadie", "suffix": ""}], "year": 2009, "venue": "J Hered", "volume": "100", "issn": "1", "pages": "19--27", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "Systemic histiocytosis in the Bernese mountain dog", "authors": [{"first": "S", "middle": [], "last": "Paterson", "suffix": ""}, {"first": "P", "middle": [], "last": "Boydell", "suffix": ""}, {"first": "R", "middle": [], "last": "Pike", "suffix": ""}], "year": 1995, "venue": "J Small Anim Pract", "volume": "36", "issn": "5", "pages": "233--239", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "Comparative longevity of pet dogs and humans: implications for gerontology research", "authors": [{"first": "G", "middle": ["J"], "last": "Patronek", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Waters", "suffix": ""}, {"first": "L", "middle": ["T"], "last": "Glickman", "suffix": ""}], "year": 1997, "venue": "J Gerontol A Biol Sci Med Sci", "volume": "52", "issn": "3", "pages": "171--179", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "R: a language and environment for statistical computing. Vienna: R foundation for statistical Computing", "authors": [{"first": "R", "middle": ["C"], "last": "Team", "suffix": ""}], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF59": {"ref_id": "b59", "title": "A new direction for kennel club regulations and breed standards", "authors": [{"first": "K", "middle": [], "last": "Arman", "suffix": ""}], "year": 2007, "venue": "Can Vet J", "volume": "48", "issn": "9", "pages": "953--65", "other_ids": {}}, "BIBREF60": {"ref_id": "b60", "title": "Publisher's Note", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF61": {"ref_id": "b61", "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "MST was 15.4 years (95% CI 15.2-15.7 years). MST in all females was 15.6 years (15.3-16.0 years); all males, 15.2 years (15.0-15.5 years); intact males, 15.0 years (14.0-15.5 years); gonadectomized males, 15.2 years (15.0-15.7 years); intact females, 14.1 years (13.5-15.5 years); gonadectomized females, 15.8 years (15.4-16.1 years). MST in purebreds was 15.5 years (15.2-15.8 years); mixed breeds, 15.2 years (15.0-15.9); and F1 hybrids, 16.1 years (15.2-NA).", "latex": null, "type": "figure"}, "FIGREF1": {"text": "2 (16.0-16.5) years for small dogs, 15.9 (15.5-16.2) years for medium size dogs, 14.6 (14.4-14.9) years for large dogs, and 13.4 (13.0-14.0) for giant dogs. MST according to purebred weight class was 16.4 (16.0-16.7) years for small dogs, 15.7 (15.3-16.0) years for medium size dogs, 14.3 (14.1-14.8) years for large dogs, and 12.0 (11.2-13.0) years for giant dogs. Kaplan-Meier survival curves for both measured and assigned weight classes are provided inFig. 2a and b.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Kaplan-Meier survival curve for lifespan in all dogs (n = 20,970)", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Doing this resulted in MST (95% CI) of 15.0 (14.1-16.0) years for intact males, 15.2 (15.0-15.7) for gonadectomized males, 14.9 (13.7-15.5) for intact females, and 15.9 (15.5-16.1) for gonadectomized females. In this analysis, a significant survival advantage of gonadectomized over intact females remained (χ 2 = 34.5, P = 4E-9, d.f. = 1, log rank test), and this did not change when correcting for weight and clinic (HR gonadectomized = 0.45, 95% CI = 0.34-0.60, P = 2E-8, Cox proportional hazards model). In contrast, while the survival advantage of gonadectomized over intact males remained significant in the direct comparison (χ 2 = 5.8, P = 0.016, d.f. = 1, log rank test); it was not significant when correcting for weight and clinic (HR gonadectomized = 0.82, 95% CI = 0.65-1.04, P = 0.097, Cox proportional hazards model).", "latex": null, "type": "figure"}, "FIGREF4": {"text": "and b Kaplan-Meier survival curves for measured weight in all dogs aged over 18 months, and all purebred dogs based on average breed weight as defined by the AKC Fig. 3 Kaplan-Meier survival curves for gonadectomized and intact dogs of both sexes", "latex": null, "type": "figure"}, "FIGREF5": {"text": "of 0.263. Breeds with below-median inbreeding had a MST of 15.8 (15.3-16.0) years; those with above-median inbreeding had a MST of 15.3 (15.0-15.9) years. The statistical analysis showed significantly longer survival in dogs from breeds with below-median inbreeding coefficients compared to those with above-median inbreeding coefficients (χ 2 = 12.7, P = 0.0004, d.f. = 1, log rank test). This remained true when using the coefficient of inbreeding for each breed as a continuous variable and correcting for weight and clinic (HR = 5.82, 95% CI = 2.73-12.38, P = 5E-6, Cox proportional hazards model).", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Kaplan-Meier survival curves for F1 hybrid, mixed breed, and purebred dogs", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Kaplan0098, Fisher's exact test). Causes of death by pathophysiologic process are provided in", "latex": null, "type": "figure"}, "FIGREF8": {"text": "and b Kaplan-Meier Survival Curves for above-vs. below median inbreeding coefficients and effective population sizes", "latex": null, "type": "figure"}, "TABREF0": {"text": "List of the 10 most common breeds in the data, their percentage in relation to all purebreds (n = 13,086), and median survival times (MST) in years with 95% confidence intervals", "latex": null, "type": "table"}, "TABREF1": {"text": "List of purebreds by AKC group and Ancestral group,", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Confidence Intervals\nAKC Group </td><td>N </td><td>% </td><td>MST (95% CI)\n</td></tr><tr><td>Herding </td><td>1076 </td><td>8.8% </td><td>15.2 (14.8-16.1)\n</td></tr><tr><td>Hound </td><td>1704 </td><td>14.0% </td><td>15.6 (15.2-16.2)\n</td></tr><tr><td>Non-Sporting </td><td>1394 </td><td>11.4% </td><td>15.4 (15.2-16.1)\n</td></tr><tr><td>Sporting </td><td>3067 </td><td>25.2% </td><td>14.6 (14.2-14.9)\n</td></tr><tr><td>Terrier </td><td>937 </td><td>7.7% </td><td>15.8 (15.4-NA)\n</td></tr><tr><td>Toy </td><td>2795 </td><td>23.0% </td><td>16.2 (15.9-16.7)\n</td></tr><tr><td>Working </td><td>1205 </td><td>9.9% </td><td>14.2 (13.0-16.1)\n</td></tr><tr><td>Ancestral Group </td><td>N </td><td>%\n</td><td> </td></tr><tr><td>Ancient </td><td>255 </td><td>2.5% </td><td>15.6 (14.2-NA)\n</td></tr><tr><td>Herding-Sighthound </td><td>1197 </td><td>11.8% </td><td>14.9 (14.3-15.7)\n</td></tr><tr><td>Mastiff-Terrier </td><td>4288 </td><td>42.3% </td><td>15.1 (14.9-15.9)\n</td></tr><tr><td>Modern </td><td>4143 </td><td>40.9% </td><td>16.0 (15.6-16.2)\n</td></tr><tr><td>Mountain </td><td>258 </td><td>2.5% </td><td>11.4 (11.1-NA)\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Causes of death classified by pathophysiologic processes in our data", "latex": null, "type": "table"}, "TABREF3": {"text": "Causes of death classified by organ system in our data", "latex": null, "type": "table"}, "TABREF4": {"text": "Clinic A is a small, rural, general and surgical specialty practice in Indiana with a caseload of 3400 dog visits per year. Clinic B is a large, urban, 24-h emergency, general and multispecialty hospital in Washington DC with a caseload of 27,000 dog visits per year. Clinic C is a medium-sized suburban general practice in Florida with a caseload of 6000 dog visits per year. The clinics use three different commercially available veterinary medical record software tools (AVImark by Henry Schlein, Melville, NY; Cornerstone by IDEXX, Westbrook, ME; and ImproMed by Henry Schlein, Melville, NY). One of the investigators (KEC) traveled to each clinic to devise a", "latex": null, "type": "table"}, "TABREF5": {"text": "Table 1 List of the 10 most common breeds in the data, their\npercentage in relation to all purebreds ( n = 13,086), and median", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Breed </td><td>N </td><td>% </td><td>survival times (MST) in years with 95% confidence intervals\nMST (95% CI)\n</td></tr><tr><td>Labrador Retriever </td><td>1419 </td><td>10.9% </td><td>14.3 (14.0-14.9)\n</td></tr><tr><td>Golden Retriever </td><td>767 </td><td>5.9% </td><td>14.0 (13.6-16.7)\n</td></tr><tr><td>Greyhound </td><td>577 </td><td>4.4% </td><td>14.3 (13.9-NA)\n</td></tr><tr><td>Yorkshire Terrier </td><td>497 </td><td>3.8% </td><td>18.0 (17.2-NA)\n</td></tr><tr><td>Chihuahua </td><td>484 </td><td>3.7% </td><td>16.0 (14.1-NA)\n</td></tr><tr><td>Shih Tzu </td><td>442 </td><td>3.4% </td><td>16.5 (16.2-NA)\n</td></tr><tr><td>German Shepherd </td><td>376 </td><td>2.9% </td><td>13.4 (13.0-NA)\n</td></tr><tr><td>Beagle </td><td>374 </td><td>2.9% </td><td>16.1 (16.0-NA)\n</td></tr><tr><td>Dachshund </td><td>317 </td><td>2.4% </td><td>16.3 (16.0-NA)\n</td></tr><tr><td>Boxer </td><td>287 </td><td>2.2% </td><td>13.2 (11.8-NA)\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "We would like to acknowledge Dr. Sara Burns, Dr. Peter Glassman, Mr. Kieran Mara, Dr. Pamela Schrager, and all the clinicians and staff of East Pines Animal Clinic, Friendship Hospital for Animals, and Ravenwood Veterinary Clinic.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "Authors' contributions KEC collected and standardized the original data and contributed to the drafting and editing of the manuscript. MK ", "cite_spans": [{"start": 135, "end": 137, "text": "MK", "ref_id": null}], "ref_spans": [], "section": "annex"}, {"text": "The data used for this study are available from the corresponding author on reasonable request.Ethics approval and consent to participate Not applicable.", "cite_spans": [], "ref_spans": [], "section": "Availability of data and materials"}, {"text": "Not applicable.", "cite_spans": [], "ref_spans": [], "section": "Consent for publication"}, {"text": "The authors declare no competing interests. ", "cite_spans": [], "ref_spans": [], "section": "Competing interests"}]}