{
    "paper_id": "0a2d77c2ca2a14199f2f2d3da0842705e7e38783",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "March 3 . Restrictions enacted in Australia included school shutdowns and the closure of non-essential businesses, while the majority of outpatient health appointments were conducted by telehealth. These restrictions successfully flattened the curve with the expected surge of COVID-19 cases and uncontrolled community spread not seen in Australia during the time period described in this study. However, concern has emerged that, with fewer presentations to general practitioners and emergency departments 4 , other serious health concerns may have gone undiagnosed.",
            "cite_spans": [
                {
                    "start": 507,
                    "end": 508,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "LAWRENCE Et AL."
        },
        {
            "text": "The prevalence of diabetic ketoacidosis (DKA) at diagnosis of type 1 diabetes in the paediatric population in Australia was recently reported as 24.5% 5 . DKA is an avoidable complication if symptoms and signs of diabetes mellitus are recognized early 6 . DKA places increased burden on the healthcare system and may require intensive care support in tertiary care settings for management. Additionally the presence of DKA at diagnosis has been associated with poor long-term glycaemic control 7 . During a pandemic, it is important to minimize avoidable admissions to intensive care units when resources may be limited. Emerging research during the COVID-19 pandemic has shown an increase in children with type 1 diabetes presenting with DKA in countries such as Italy 8 and the USA 9 . A recent study of the German population found the frequency of severe DKA was significantly higher during the COVID-19 pandemic, and that children under the age of 6 years were at the highest risk 10 .",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 253,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 784,
                    "end": 785,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 985,
                    "end": 987,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "LAWRENCE Et AL."
        },
        {
            "text": "We report one Australian centre's experience of presentations of newly diagnosed type 1 diabetes in a paediatric cohort during the COVID-19 pandemic restrictions (March to May inclusive) compared to pre-pandemic presentations in the March to May periods of the years 2015 to 2019.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LAWRENCE Et AL."
        },
        {
            "text": "All children and adolescents aged <18 years with the initial diagnosis of type 1 diabetes treated at the John Hunter Children's Hospital between 1 January 2015 and 31 May 2020 were identified from the hospital paediatric endocrine database and digital medical records. Age, date of diagnosis, HbA 1c , initial venous blood gas result (pH, bicarbonate and glucose), C-peptide, type 1 diabetes-associated antibody status (presence of glutamic acid decarboxylase, islet antigen 2, islet cell and insulin antibodies) and the results of COVID-19 tests were collected. In addition, the total number of presentations of children and young people aged <18 years to the John Hunter Hospital Emergency Department was collected for the March to May period in 2015 to 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| PARTICIPANTS AND METHODS"
        },
        {
            "text": "We defined data collected from 1 March 2020 to 31 May 2020 as the 'pandemic period' and the corresponding March to May periods in the 5 years prior to this as 'pre-pandemic' conditions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| PARTICIPANTS AND METHODS"
        },
        {
            "text": "Diabetic ketoacidosis was defined as a venous pH <7.3 on presentation, with severe DKA represented by a pH <7.1 as per the 2018 International Society for Paediatric and Adolescent Diabetes (ISPAD) guidelines 11 . A diagnosis of type 1 diabetes was defined as the presence of DKA or the presence of hyperglycaemia and autoantibodies associated with type 1 diabetes 12 .",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 210,
                    "text": "11",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "| PARTICIPANTS AND METHODS"
        },
        {
            "text": "Odds ratios, Fisher's exact test and anova were used to test for differences between the pandemic and pre-pandemic groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| PARTICIPANTS AND METHODS"
        },
        {
            "text": "Ethics approval was granted by the Hunter New England Health Research Ethics Committee (Approval number: AU202006-10).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Ethics"
        },
        {
            "text": "The age of onset, gender, total presentations and classification by severity of DKA are presented in Table 1 and Fig. 1 for each of the March to May periods in 2015 to 2020. Data collection was complete, with no missing data. The numbers of new presentations of type 1 diabetes in the March to May period across 2015 to 2020 were fairly consistent; the prepandemic number ranged from 6 to 10 (median 9) across 2015 to 2019, compared with 11 in 2020. There was no significant difference in age or gender across the groups.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 101,
                    "end": 108,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 113,
                    "end": 119,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "| RESULTS"
        },
        {
            "text": "The frequency of severe DKA at the time of new type 1 diabetes diagnosis was significantly higher during the period of pandemic restrictions compared to pre-pandemic (45% vs 5%; P <0.003), odds ratio of 16.7 (95% CI 2.0, 194.7). The frequency of DKA (mild, moderate or severe DKA) was also significantly higher during the period of pandemic restrictions compared to pre-pandemic conditions (73% vs 26%; P",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| RESULTS"
        },
        {
            "text": "• Diabetic ketoacidosis is an avoidable complication of type 1 diabetes, associated with significant morbidity and, rarely, mortality. • During COVID-19 restrictions, healthcare utilization has changed significantly. • We report a significant increase in the frequency of severe diabetic ketoacidosis at presentation of new-onset type 1 diabetes during the COVID-19 pandemic at our tertiary centre. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What's new?"
        },
        {
            "text": "This study reports a significant increase in the frequency of children and adolescents presenting with severe DKA at onset of type 1 diabetes during the COVID-19 pandemic. The reason for this is unclear. This was not attributable to COVID-19 infection in the individuals. However, we hypothesize that presentations with new-onset type 1 diabetes may have been delayed as a result of concern regarding COVID-19 and the restrictions put in place to combat the COVID-19 pandemic. During the pandemic period, people were advised to minimize contact with others. Children had less contact with people outside of their primary household, with online learning rather than face-to-face schooling, a reduction in contact with friends and family and an increase in virtual medical appointments. Unemployment rates rose and many workers had to adapt to working from home. Disruption to everyday routine could easily have led to the symptoms of type 1 diabetes being missed. Additionally, the media showed images of people lined up outside hospitals to be tested for COVID-19 and overseas infection rates and deaths were widely reported. It is possible that people felt that going to their doctor or the emergency department would have placed them at risk of contracting COVID-19. This is supported by the fact that emergency department presentations to the John Hunter Children's Hospital fell during this time period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| DISCUSSION"
        },
        {
            "text": "The increase in presentations of children and adolescents with severe DKA at diagnosis of type 1 diabetes during the COVID-19 pandemic is a major concern. Not only is severe DKA life-threatening, but it also requires the use of intensive care beds and resources during a period of potential high demand.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| DISCUSSION"
        },
        {
            "text": "Previous research has shown that delayed recognition of type 1 diabetes symptoms is associated with DKA at disease onset 6 . However, early diagnosis of type 1 diabetes requires people to have contact with health professionals and present to hospitals. Interventions aimed at raising community awareness of the signs and symptoms of type 1 diabetes have been shown to reduce the frequency of DKA at diagnosis 13, 14 . During a pandemic where schools are in shutdown and many primary care consultations occur via telehealth, alternative ways of raising awareness need to be considered. It is vital that in the eventuality of a subsequent wave of COVID-19, strategies are implemented in order to avoid a similar increase in severe DKA. These could include social media campaigns, traditional media advertising, mailouts or advertising in local primary health services.",
            "cite_spans": [
                {
                    "start": 409,
                    "end": 412,
                    "text": "13,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 413,
                    "end": 415,
                    "text": "14",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "| DISCUSSION"
        },
        {
            "text": "This observational study adds to the limited existing literature describing an increased frequency of severe DKA during the COVID-19 pandemic. Although this study reports the experience of a single centre, the John Hunter Children's Hospital Diabetes Centre provides care for all children with type 1 diabetes over the large geographic region of Newcastle and the Greater Hunter. Our experience during the period of pandemic restrictions was anomalous in comparison with the preceding 5 years at our centre. The results reported in this study are likely to be representative of other Australian tertiary centres, most of which have experienced some degree of lockdown. Performing similar studies in centres with differing case rates of COVID-19 and severity of restrictions enacted would help determine if our experience is universal. Limitations of this study include the small sample size, which precludes stratified analyses and increases the chance of type II errors. This study is hypothesis-generating; additional studies that evaluate the reasons for delayed presentations of type 1 diabetes could be used to target campaigns more effectively to reduce this delay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| DISCUSSION"
        },
        {
            "text": "In summary, in the present study we report a significant increase in presentations of severe DKA in a paediatric population with newly diagnosed type 1 diabetes during the COVID-19 pandemic when social distancing restrictions were enacted. This illustrates the need to encourage children and their families to continue to seek and receive healthcare for non-pandemic-related health concerns during a global pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "detai l/30-01-2020-state ment-on-the-secon d-meeti ng-of-the-inter natio nal-healt h-regul ation s-(2005)-emerg ency-commi ttee-regar ding-the-outbr eak-of-novel -coron aviru s-(2019-ncov)",
            "authors": [],
            "year": 2005,
            "venue": "Statement on the second meeting of the International Health Regulations",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Australian Government Department of Health. Australian Health Sector Emergency Response Plan for Novel Coronavirus",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "WA confirms first novel Coronavirus death",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Royal Australian College of General Practitioners. RACGP launches nationwide campaign to stop people neglecting their health due to COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Temporal trends in diabetic ketoacidosis at diagnosis of paediatric type 1 diabetes between 2006 and 2016: results from 13 countries in three continents",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Cherubini",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Grimsmann",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Åkesson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Diabetologia",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "http:/link.springer.com/10.1007/s00125-020-05152-1"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Is Diabetic Ketoacidosis at Disease Onset a Result of Missed Diagnosis?",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bui",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Stein",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fung",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Daneman",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Pediatr",
            "volume": "156",
            "issn": "",
            "pages": "472--477",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Diabetic Ketoacidosis at Diagnosis of Type 1 Diabetes Predicts Poor Long-term Glycemic Control",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Duca",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rewers",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rewers",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Diabetes Care",
            "volume": "40",
            "issn": "",
            "pages": "1249--1255",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Diabetes Study Group of the Italian Society for Pediatric Endocrinology and Diabetes* et al. Has COVID-19 Delayed the Diagnosis and Worsened the Presentation of Type 1 Diabetes in Children? Diabetes Care",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Rabbone",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schiaffini",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Cherubini",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Unintended Consequences of COVID-19: Remember General Pediatrics",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Cherubini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gohil",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Addala",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Pediatr",
            "volume": "223",
            "issn": "",
            "pages": "197--198",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Ketoacidosis in Children and Adolescents With Newly Diagnosed Type 1",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kamrath",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mönkemöller",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Biester",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Diabetes During the COVID-19 Pandemic in Germany",
            "authors": [],
            "year": 2020,
            "venue": "JAMA",
            "volume": "324",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Diabetic ketoacidosis and the hyperglycemic hyperosmolar state",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Wolfsdorf",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Glaser",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Agus",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Clinical Practice Consensus",
            "volume": "19",
            "issn": "",
            "pages": "155--177",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Definition, epidemiology, and classification of diabetes in children and adolescents",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Mayer-Davis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Kahkoska",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jefferies",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Clinical Practice Consensus",
            "volume": "19",
            "issn": "",
            "pages": "7--19",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Effectiveness of a prevention program for diabetic ketoacidosis in children. An 8-year study in schools and private practices",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vanelli",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chiari",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ghizzoni",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Costi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Giacalone",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Chiarelli",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Diabetes Care",
            "volume": "22",
            "issn": "",
            "pages": "7--9",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A diabetes awareness campaign prevents diabetic ketoacidosis in children at their initial presentation with type 1 diabetes: Population awareness prevents DKA",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Howard",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Verge",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Pediatr Diabetes",
            "volume": "13",
            "issn": "",
            "pages": "647--651",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "007), odds ratio 7.5 (95% CI 1.7, 33.5). Initial pH, bicarbonate and glucose levels were significantly different in the pandemic group compared to the pre-pandemic group (P <0.001 for pH and bicarbonate, P <0.05 for glucose). No COVID-19-positive cases were identified.The number of presentations per month of people aged <18 years to the John Hunter Hospital Emergency Department for the March to May period from 2015 to 2020 is shown inFig. 2. During the pandemic period the number of presentations was 4799 whereas in the 5 years prior the average was 6550",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Note: Values are mean ± sd, unless otherwise indicated.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to thank Dr Michael Anscombe, Director of Paediatric Emergency, and the John Hunter",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": "None declared. Children's Hospital Paediatric Emergency Department team for their assistance in data collection and care of acutely unwell children with type 1 diabetes. The authors would also like to thank Prof. Patricia Crock, Dr Komal Vora and the John Hunter Children's Hospital Paediatric Diabetes team for caring for children with type 1 diabetes in the Hunter region. The authors would particularly like to acknowledge the children and families cared for by the John Hunter Children's Hospital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COMPETING INTERESTS"
        },
        {
            "text": "C. Lawrence https://orcid.org/0000-0002-0995-5714 C. Smart https://orcid.org/0000-0003-3104-8800 B. R. King https://orcid.org/0000-0002-8958-7404 P. Lopez https://orcid.org/0000-0003-0831-199X",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ORCID"
        }
    ]
}