{
    "paper_id": "0a2fe095bb4869fb6455c8ad473308a8a9ff490d",
    "metadata": {
        "title": "Expert consensus on prevention and control of COVID-19 in the neurological intensive care unit (first edition)",
        "authors": [
            {
                "first": "Furong",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jingyi",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ping",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wen",
                "middle": [],
                "last": "Jiang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Le",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Meng",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Junfang",
                "middle": [],
                "last": "Teng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jinquan",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xiaoqi",
                "middle": [],
                "last": "Xie",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jie",
                "middle": [],
                "last": "Cao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wei",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yongming",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hao",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yingying",
                "middle": [],
                "last": "Su",
                "suffix": "",
                "affiliation": {},
                "email": "tangsuyingying@sina.com"
            },
            {
                "first": "Suyue",
                "middle": [],
                "last": "Pan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Liping",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": ";",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Since December 2019, an outbreak of pneumonia caused by a new coronavirus infection in Wuhan city, Hubei Province, has rapidly spread worldwide. The WHO has officially named the pathogen as 'severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2)'. SARS-CoV-2 mainly attacks the respiratory system, but may also affect multiple other organs including digestive, cardiovascular, haematological, urinary and neurological systems. The WHO has since declared the pandemic as COVID-19. In view of its high transmissibility, general susceptibility and lack of targeted treatment, the National Health Commission of People's Republic of China announced that COVID-19 is to be added to the 'Law of the People's Republic of China on the Prevention and Treatment of Infectious Diseases' as Class B infectious disease and shall be managed as Class A infectious disease on 20 January 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "InTroduCTIon"
        },
        {
            "text": "The outbreak occurred in the winter and spring, seasons with high incidence of cerebrovascular disease. The middle-aged and elderly population with high incidence of cerebrovascular and chronic diseases are also at high risk of getting COVID-19 and often severe. Some patients with COVID-19 may show neurological symptoms in the early stage, while symptoms of pneumonia such as fever and dry cough are mild or even asymptomatic, which can be easily misdiagnosed. Therefore, even strict screening is done before admission, it is impossible to completely avoid inadvertent transmission and nosocomial infection of a patient with atypical COVID-19 to a ward. Nosocomial infection is an infection transmitted by healthcare personnel. When prevention is inadequate, the rate of nosocomial infection can reach 41%. 1 The neurological intensive care unit (NCU) is a closed environment and has a high proportion of critically ill patients with open airways; therefore, the risk of nosocomial infections is significantly higher. It is essential to effectively identify patients with COVID-19 and implement steps to protect the safety of medical staff and other hospitalised patients.",
            "cite_spans": [
                {
                    "start": 809,
                    "end": 810,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "InTroduCTIon"
        },
        {
            "text": "In order to enhance the pertinent, effective and accurate management of patients with COVID-19 in the NCU, we present this 'Expert consensus on prevention and control of COVID-19 in the neurological intensive care unit'. This consensus was based on the Guidelines for the prevention and control of the novel coronavirus infections in medical institutions (first edition), 2 and Diagnosis and treatment of the novel coronavirus pneumonia (trial version 7) 3 published by the National Health Commission of PRC, and the latest literature and clinical experience during this pandemic. We aimed to discuss COVID-19 prevention and control for NCU patients who have undiagnosed COVID-19 after routine prehospital screening, as well as treatment of NCU patients with suspected or confirmed COVID-19. This consensus will be updated as needed when more information is available.",
            "cite_spans": [
                {
                    "start": 372,
                    "end": 373,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "InTroduCTIon"
        },
        {
            "text": "Aetiological characteristics SARS-CoV-2 belongs to the β-type novel coronavirus and exists in the form of RNA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "overvIew of The CovId-19"
        },
        {
            "text": "It is highly homologous to that of bat coronavirus with an overall genome sequence similarity of 96.2%, and has 79.5% sequence homology to SARS coronavirus. 4 SARS-CoV-2 is sensitive to ultraviolet light and heat. Heat at 56°C for 30 min, ether, 75% ethanol, chlorinecontaining disinfectant, peroxyacetic acid, chloroform and other fat solvents can effectively inactivate viruses, but not chlorhexidine.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 158,
                    "text": "4",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "Mainly patients with COVID-19. Asymptomatic patients may also be source of infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Source of infection"
        },
        {
            "text": "Main transmission routes are respiratory droplets and contact. Aerosol transmission with prolonged exposure to high concentrations in a relatively closed environment is possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Route of transmission"
        },
        {
            "text": "All population is generally susceptible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Susceptible population"
        },
        {
            "text": "The incubation period of COVID-19 is between 1 and 14 days, generally 3-7 days, and the most extended period was about 24 days. 3 5 Patients with COVID-19 often have a fever, dry cough and fatigue as the main symptoms. Some patients present with nasal congestion, runny nose, throat pain, diarrhoea and conjunctivitis. Neurological symptoms, such as headache, dizziness and muscle pain, have been observed. Their blood pressure may suddenly surge.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 131,
                    "text": "3 5",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ClInICAl ChArACTerIsTICs And mAnAgemenT Clinical characteristics"
        },
        {
            "text": "According to the severity of symptoms, clinical presentation can be divided into mild, common, severe and critical stages. Mild patients have light symptoms with normal pulmonary imaging. The common type has fever and respiratory symptoms with inflammatory changes on imaging. In severe cases, dyspnoea usually occurs within 1 week of onset, and in critical cases, it quickly progresses to acute respiratory distress syndrome, shock, refractory metabolic acidosis, electrolyte disturbance and coagulation abnormalities, leading to multiorgan failure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ClInICAl ChArACTerIsTICs And mAnAgemenT Clinical characteristics"
        },
        {
            "text": "White blood cell counts are normal or decreased with lymphopenia in the early stages; most patients had elevated C reactive protein and erythrocyte sedimentation rate, but normal procalcitonin; some patients had increased liver enzymes, creatine and myoglobin. In severe cases, D-dimer is increased, with progressive lymphopenia and thrombocytopenia. The SARS-CoV-2 nucleic acid can be detected in specimens such as nasopharyngeal swabs, sputum, lower respiratory tract secretions, blood and stool.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Laboratory examination"
        },
        {
            "text": "Early chest CT may show multiple small patchy shadows and interstitial changes, apparent on pulmonary bandaris. It can develop into ground-glass opacities and pattern of infiltration. In severe cases, lung consolidation may occur; however, pleural effusions are rare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Imaging examination"
        },
        {
            "text": "diagnosis Based on 'Diagnosis and treatment of the novel coronavirus pneumonia (Trial version 7)' 3 published by the National Health Commission of the People's Republic of China, and in combination with a comprehensive analysis of epidemiological history and clinical manifestations, this is the current way of diagnosing COVID-19 infection:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Imaging examination"
        },
        {
            "text": "Suspected cases a. Epidemiological history: travel history to or living history in Wuhan city and surrounding areas, or other communities with confirmed cases within 14 days before onset; history of direct contact with patients with COVID-19 (nucleic acid test positive) within 14 days before onset; history of direct contact with patients with fever or respiratory symptoms from Wuhan city and surrounding areas, or other communities with confirmed cases within 14 days before onset; clustered incidence. b. Clinical manifestations: fever and/or respiratory symptoms; with the above-mentioned imaging features of COVID-19; normal or decreased white blood cell counts with lymphopenia in the early stages. A patient should be suspected of COVID-19 if he/ she meets any one of the epidemiological criteria and two of the clinical criteria; if there is no definite epidemiological history, he/she must meet all three clinical manifestations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Imaging examination"
        },
        {
            "text": "Suspected cases with one of the following aetiological evidence: a. Positive real-time fluorescent reversetranscription-PCR test of SARS-CoV-2 nucleic acid. b. Highly homologous viral gene sequencing to known SARS-CoV-2. c. Positive novel coronavirus-specific immunoglobulin M (IgM) and IgG antibodies; serum novel coronavirusspecific IgG antibodies change from negative to positive or antibody titre in the recovery period is four times or higher than the acute period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Confirmed cases"
        },
        {
            "text": "Determine or change the treatment site according to the condition Suspected and confirmed cases should be isolated and treated in designated hospitals with effective isolation and protective conditions. Suspected patients should be isolated in single-bed rooms. Confirmed patients can be admitted to the same ward with multiple beds.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment principles"
        },
        {
            "text": "In general, comprehensive individualised treatment strategies are adopted, including symptomatic supportive care, oxygen therapy and traditional Chinese medicine. If there is no clear evidence of bacterial infection, routine use of antibiotics is not recommended. Patients with a disease course of more than 1 week should be concerned for secondary bacterial and fungal infections. Antiviral treatment can include α-interferon, lopinavir, ribavirin, chloroquine phosphate and abidor. Be aware of drug interactions. It is not recommended to administer three or more antibiotics at the same time, and the course of each medication should be less than 10 days. A phase III randomised double-blind clinical trial of remdesivir is currently underway. The preliminary report of compassionate-use remdesivir showed clinical improvement rate of 68%. 6 For severe or critically ill patients, clinicians should pay attention to the prevention of complications, secondary infections, and provide organ supportive therapy when needed, such as continuous renal replacement therapy and the use of extracorporeal membrane oxygenation. 7 Severe patients can be on short-term glucocorticoids, although currently there is no general agreement of usage. Plasma treatment is suitable for severe or critically ill patients and patients with rapid progress.",
            "cite_spans": [
                {
                    "start": 842,
                    "end": 843,
                    "text": "6",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1120,
                    "end": 1121,
                    "text": "7",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Treatment protocol"
        },
        {
            "text": "In the COVID-19 epidemic region, middle-aged and elderly people are the main population of severe and critically ill patients, especially those with chronic diseases such as hypertension and diabetes mellitus. This population is also a high-risk group for cerebrovascular disease. The abnormal increase of D-dimer in critically ill COVID-19 patients is not uncommon, which greatly increases the probability of embolic vascular events. It has been suggested that early application of anticoagulant therapy can be used in patients with severe COVID-19 to improve outcome; however, no specific inclusion or exclusion criteria have been pointed out so far. 8 Clinically, patients with COVID-19 can concurrently have acute ischaemic stroke. 9 SARS-CoV-2 can bind to the ACE2 receptor of vascular endothelial cells, 10 resulting in abnormally increased blood pressure in hypertensive patients, increasing the risk of intracranial haemorrhage. In addition, patients with severe COVID-19 often have thrombocytopenia, which may increase their risk of developing intracerebral haemorrhage. The NCU is an enclosed environment. Many critically ill patients have open airways that can produce high density of the formed droplets/aerosol per unit volume in the air. Many NCU patients are in the state of either unconsciousness or paralysed with compromised immunity. They are prone to nosocomial infections from multidrug-resistant bacteria. Moreover, due to coma and encephalopathy or aphasia, patients cannot describe their symptoms during sickness, making it more difficult to distinguish between aspiration pneumonia and COVID-19. Once a case of COVID-19 appears in the NCU, serious transmission will happen if the protective measures are not in place.",
            "cite_spans": [
                {
                    "start": 653,
                    "end": 654,
                    "text": "8",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "ChAllenges And CounTermeAsures of CovId-19 mAnAgemenT In The nCu nCu patient and environmental difficulties"
        },
        {
            "text": "Some middle-aged or elderly critically ill COVID-19 patients may only show moderate to low or even no fever. Patients may present with complaints of common neurological symptoms such as stroke, headache, dizziness, delirium and so on. It is easy to miss the diagnosis of COVID-19, and rapid diagnosis is especially difficult during the incubation period. For patients with acute ischaemic stroke who need intravenous thrombolysis and/or endovascular treatment, and patients who need invasive intracranial haematoma evacuation, how to make quick treatment decision while avoiding being infected because of admitting a patient with COVID-19 in the NCU is a huge challenge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges and countermeasures"
        },
        {
            "text": "COVID-19 epidemic has had an impact on the treatment of critically ill neurological patients. For example, in Hubei province, especially Wuhan city, due to restrictions on travel and overloading of the public emergency system, the onset-to-hospital time has been greatly prolonged. Due to the need to contain and prevent crossinfection, the stroke centre green pathway and NCU medical staff reassignment may affect other treatment process. The stroke centre green pathway is designed to promote timely treatment, enhance quality of care and optimise patient outcomes for patients who suffered acute stroke. In order to reduce the risk of nosocomial infections, in principle, clinicians should minimise invasive procedures on patients with suspected or confirmed COVID-19 if possible. Therefore, during the pandemic, COVID-19 prevention and control should be our primary target. Acute and critically ill patients should be given timely treatment after completing a full screening and risk assessment for COVID-19 to avoid transmission and ensure the safety of non-COVID-19 patients and medical staff.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges and countermeasures"
        },
        {
            "text": "nCu mAnAgemenT prInCIples durIng The CovId-19 epIdemIC Triage process based on patient classification Classifying patients and their management According to the official regulations, patients with acute neurological and critical illness should be managed according to classification. All critically ill neurological patients who are diagnosed with or suspected of COVID-19 should be treated at designated hospitals assigned by the local government. All critically ill neurological patients with fever should be screened for COVID-19 according to the requirements of epidemic prevention and control. After being diagnosed with COVID-19, they should be transferred to a designated hospital as soon as possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges and countermeasures"
        },
        {
            "text": "In non-epidemic areas, critical patients excluded of COVID-19 should be treated routinely and be admitted",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges and countermeasures"
        },
        {
            "text": "to the NCU of the hospital where they are admitted. Whether a negative SARS-CoV-2 nucleic acid test result is needed should be determined by the local hospital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "Patients cannot be ruled out of COVID-19 if they meet the following conditions: (1) negative for epidemiological history, fever and/or respiratory symptoms, blood tests and chest CT. Before the test results are available, the patient needs to be temporarily quarantined in a single room. Patients who suffered acute stroke going through stroke care green pathway can be treated first under certain protective conditions, then isolated in a single room and wait for nucleic acid test results; (2) negative for epidemiological history, but with one or two of the three COVID-19 clinical manifestations. Even if the nucleic acid test is negative, the patient must be treated in a single room under observation for 3 days, with at least two consecutively negative nucleic acid tests (interval greater than 24 hours) and no lymphopenia. Re-examine chest CT after 24-72 hours if necessary. If CT imaging does not show typical COVID-19-related changes, the patient can be transferred to the general ward. When not sure where to triage, consult the expert group immediately, and subsequent treatment should be carried out according to the expert group's recommendation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "In areas of high incidence, due to the relatively large number of asymptomatic patients or patients in the incubation period, all critically ill patients can be regarded as patients with suspected COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "During the epidemic, all patients who come to the clinic should first undergo preliminary COVID-19 assessment, and those suspected of COVID-19 should enter through the fever clinic (figure 1). The acute stroke green pathway and the neurological emergency room (including the consultation room, CT/MRI rooms, interventional operation room and so on) should be strictly separated from the general emergency department and fever clinics. In order to avoid omissions in the preliminary assessment, the neurological physician should ask the patient and family members again if they have travel or residential history from communities with positive case reports, whether they have direct contact with patients diagnosed or suspected COVID-19 and whether they have symptoms related to COVID-19. If the patient is positive for any of the above, the patient should be transferred to a fever clinic and follow their stroke treatment process and go through stroke care green pathway. The neurologist can be an on-site consultant or perform a consultation through telephone. If a patient comes from a nonhigh-incidence area, a routine chest CT should be done while going through the acute stroke care green pathway. If conditions permit, 'emergency transitional screening area' should be set up. Patients receiving thrombolysis and thrombectomy should avoid entering the NCU directly and be placed in the transitional ward for treatment. Nucleic acid tests should be arranged as soon as possible, and triage to the appropriate ward based on the results (see classified management).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient admission process"
        },
        {
            "text": "In order to avoid cross-transmission inside the hospital between newly admitted asymptomatic patients (or patients in the latent period) and other patients or the medical staff, it is recommended that the NCU be set up as individual private rooms to facilitate isolation. It can also be modified according to the local standards to achieve the principle of 'three areas and two channels'. There are three areas, namely, sterile, semicontaminated and contaminated areas. Two channels are for medical staff and patient, respectively. If possible, units can be transformed into negative pressure single wards.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ward layout Ward isolation"
        },
        {
            "text": "Strictly limit the access to the hospital and ICU. Suspend family member staying and visitation. The entrance of the NCU should be guarded and they are responsible for checking temperature and recording medical staff entering the ward.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ward layout Ward isolation"
        },
        {
            "text": "Open the windows two to four times a day for more than 30 min each time in occupied rooms. If necessary, use fans to mechanically enhance air flow, or use a circulating ultraviolet air disinfection machine for disinfection. Disinfect unoccupied rooms by ultraviolet light once a day for more than 1 hour each time. Windowless rooms and storage rooms should be regularly ventilated and disinfected with ultraviolet light. Due to the positive pressure generated by the laminar flow, the contaminated air may be transmitted to the clean area. Therefore, the laminar flow system should be closed in high-incidence areas, and the windows should be opened for ventilation. The floor and corridors of the ward can be wiped or sprayed with disinfectant (chlorine concentration of 1000 mg/L) twice a day. If the surface and the floor of environmental objects are contaminated with patient excretions, secretions, vomit and so on, first, remove the visible pollutant with disposable absorbent materials such as paper towels; second, cover the area with a towel soaked in 2000 mg/L chlorine disinfectant for 30 min; and third, wipe clean. The surfaces of the frequently contacted objects (such as bed rails, bed head boards, bed end boards, tables, pagers, monitors, door handles) in the wards should be wiped and disinfected two to three times a day with a 1000 mg/L chlorine disinfectant. Stethoscopes, infusion pumps, sphygmomanometers and other commonly used items should be thoroughly wiped and disinfected with a 1000 mg/L chlorine disinfectant or paper towels containing peracetic acid and hydrogen peroxide after each use. 11",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Environment and disinfection of equipment"
        },
        {
            "text": "In hospitals equipped with a sewage treatment system, patient excretions, secretions, vomit and so on can be directly discharged into the sewage pond after increasing Open access the dosage of sewage disinfectant to ensure that the residual chlorine content is greater than 6.5 mL/L. Bed sheets and quilts used by patients with suspected or confirmed COVID-19 can be sterilised by circulating steam or boiling for 30 min; or soaked in 500 mg/L chlorine-containing disinfectant for 30 min and then routinely sterilised; or sealed with orange-soluble packaging exclusively used for medical supplies and transported to the washing centre (keeping a record of handover). After each discharge, the ward should be thoroughly disinfected. 11 medical personnel self-protection Hospitals and departments should conduct COVID-19 education and the practice of isolation and protection for medical personnel. To balance the work-life during this crisis, a shift changing system should be implemented.",
            "cite_spans": [
                {
                    "start": 732,
                    "end": 734,
                    "text": "11",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Pollutant disposal"
        },
        {
            "text": "Encourage all to exercise regularly and pay attention to nutritional support. Medical staff should monitor their body temperature every day. If fever or other suspected symptoms occur, immediate observation and isolation should be implemented. Basic protective equipment for the medical staff include masks/respirators, goggles, masks, disposable protective clothing/isolating suits and gloves, and so on. Appropriate protective equipment should be selected based on the need, exposure level and exposure time. During the current pandemic, NCU medical personnel should use level 2 protection (scrubs, isolation gowns, medical protective masks, goggles/protective screens, disposable round caps and latex gloves, overshoes if necessary). Level 3 protection (scrubs, isolation gowns, overshoes, medical protective Open access masks, full-face protective masks or full-face respirator, disposable round cap and latex gloves) should be used when doing procedures such as tracheal intubation/ extubation and sputum suction. In non-epidemic areas, NCU medical personnel should routinely wear surgical masks (valid for 4 hours), disposable caps and gloves, and strictly implement the hand hygiene practice. management of artificial airway and mechanical ventilation Sputum suction in NCU will cause aerosol, which is a highrisk procedure during the COVID-19 outbreak. Standardising airway management operation techniques and processes is essential in order to prevent cross-infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pollutant disposal"
        },
        {
            "text": "According to the Recommendations for airway management in severe novel coronavirus pneumonia patients (trial), 12 at least level 2 protection should be implemented when managing the airway of patient with suspected or confirmed COVID-19. For bronchoscopy, tracheal intubation/extubation, tracheotomy, sputum suction, and respiratory tract sampling and operations that may produce large amount of airway secretions, droplets and aerosols, level 3 protection should be implemented.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 113,
                    "text": "12",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Airway management requirements for suspected or confirmed COVID-19 cases"
        },
        {
            "text": "When contacting a patient with suspected or confirmed COVID-19 on non-invasive ventilation, medical staff should strictly wear protective equipment, keep patient isolated in a single room with negative pressure, reduce unnecessary exposure and strictly monitor the medical staff for signs and symptoms of infection. We recommend using a double-arm circuit ventilator with an add-on virus/bacterial filter and a disposable line. The line and the filter should be managed as medical waste. The preferred protective equipment includes a helmet, followed by a full-face mask or a well-sealed mask, not a regular mask. The patient's airway is connected via a virus bacterial filter placed between the mask and the leak valve. It is recommended that the mask be put on first and then turn on the machine; also, turn off the ventilator before removing the mask.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Airway management requirements for suspected or confirmed COVID-19 cases"
        },
        {
            "text": "The protective principle of artificial airway is to minimise the risk of patients coughing and spreading of droplets. Tracheal intubation is preferred for the establishment of artificial airways. It is recommended to use a video electronic laryngoscope or a fibre bronchoscope to guide intubation; a bronchoscope with a display screen is preferred. The indication for tracheotomy should be carefully evaluated from a protective perspective. During tracheal intubation, personal protective equipment should be worn according to the level 3 protection standard, preferably in a negative pressure ward, and a power air purifier turned on if possible. It is advocated to implement rapid endotracheal intubation in order to reduce patient coughing and droplet spreading. Medication, catheters, laryngoscopes, dental pads, tracheal guide wires, masks and other instruments must be used only one time, and the ward should be ventilated timely after intubation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Airway management requirements for suspected or confirmed COVID-19 cases"
        },
        {
            "text": "According to the patient's clinical manifestations, closed sputum suction is recommended. Use shallow suction, each session should be less than 15 s. It is not recommended to use conventional bedside tracheoscopy for suction. If necessary, a tee joint must be used to connect the breathing circuit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Airway management requirements for suspected or confirmed COVID-19 cases"
        },
        {
            "text": "For patients with suspected or confirmed COVID-19 on invasive mechanical ventilation, the management of the ventilator circuit should be reinforced, in particular, disconnection of the ventilator circuit should be avoided as much as possible to reduce the generation and discharge of contaminated aerosol. Try to choose a disposable ventilator circuit; install a bacteria/virus filter on the inhalation and exhalation ends of the ventilator; use a ventilator circuit with servo heating function; use a self-heating humidifier with automatic water filling; and avoid the use of artificial noses. Dispose condensed water by pouring it into disinfectants and disposing it as medical waste. The surface of the ventilator should be wiped daily and disinfected with 75% ethanol, and the disposable line should be disposed as infectious medical waste.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Airway management requirements for suspected or confirmed COVID-19 cases"
        },
        {
            "text": "It is recommended that all NCU patients be treated as COVID-19 suspected cases regardless of airway management in high-incidence areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Airway management requirements in different epidemic areas"
        },
        {
            "text": "NCUs in low-incidence regions may reduce or adjust the protection level according to the actual conditions. For example, patients without COVID-19 are admitted to the NCU as usual, and if on ventilator, the airways of these patients should be managed as usual. For patients unable to rule out COVID-19 and admitted to a regular ward, the level of protection needs to be upgraded when performing airway management. We recommend using level 2 protection and refer to the Recommendations for airway management in severe novel coronavirus pneumonia patients (trial edition) 12 according to the actual conditions.",
            "cite_spans": [
                {
                    "start": 570,
                    "end": 572,
                    "text": "12",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Airway management requirements in different epidemic areas"
        },
        {
            "text": "dIAgnosIs And TreATmenT of severe neurologICAl Illness durIng The CovId-19 epIdemIC The treatment of patients with neurological illness during the epidemic should be based on the risk level stratification. Medical treatment is considered as the first choice. Reduce the risk of COVID-19 transmission while treating patients as promptly as possible. NCU admission should be evaluated based on the following aspects: (1) whether he/she is a confirmed or suspected patient of COVID-19; (2) whether treatment in the current period of epidemic prevention and control is beneficial and examine the level of possible benefit; (3) improving the recognition of symptoms caused by COVID-19 such as impaired consciousness, convulsions, headache, dizziness and weakness.",
            "cite_spans": [
                {
                    "start": 483,
                    "end": 486,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Airway management requirements in different epidemic areas"
        },
        {
            "text": "Ischaemic stroke Some patients with COVID-19 may have concurrent acute ischaemic strokes, particularly in those middle-aged and elderly. They are most likely to be critically ill if so. Such patients often have thrombocytopenia, increased D-dimer and other coagulation dysfunction. Their risks and benefits of intravenous thrombolysis and intraarterial thrombectomy should be carefully assessed. In the secondary prevention process, if antiplatelet aggregation and anticoagulation drugs are used, their complete blood count and coagulation parameters should be closely monitored. If statins are used, monitor liver function and muscle enzyme to adjust dose if needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "In high-incidence areas, considering the high probability of COVID-19 in those asymptomatic patients, all patients with ischaemic stroke can be regarded as suspected COVID-19 patients, and isolation and protection is implemented. For patients in low-incidence areas, if COVID-19 is initially excluded, intravenous thrombolysis and intra-arterial thrombectomy can be arranged according to the process of acute stroke care green pathway. These patients receiving thrombolysis and thrombectomy should avoid entering the NCU ward directly. Instead, they should be placed in a transitional ward for treatment and observation, undergo complete nucleic acid testing as soon as possible and managed according to the NCU management principles during the COVID-19 epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "Intracranial haemorrhage SARS-CoV-2 can bind to the ACE2 receptor of vascular endothelial cells, causing abnormally increased blood pressure. Critically ill COVID-19 patients often have severely reduced number of platelets and abnormal coagulation function, so patients have an increased risk of intracranial haemorrhage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "For patients in high-incidence areas requiring intracranial haematoma removal, operation need to be arranged in an isolated operating room, and the medical staff need level 3 protection. Patients in low-incidence areas should be operated as routine, and medical personnel should take at least level 2 protective measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "For patients with subarachnoid haemorrhage who cannot completely exclude COVID-19, delay entering the angiography suite for interventional treatment if the condition permits and wait after COVID-19 is ruled out. If the condition is critical, isolation and protection is required in accordance with the requirements for suspected cases. Patients who have acute ischaemic stroke within the time window should be treated with intravenous thrombolysis. If endovascular treatment is required, the risk of COVID-19 should be fully evaluated. For patients with COVID-19 not excluded, clinicians should carefully evaluate if endovascular treatment is beneficial, and take appropriate prevention measures according to the epidemic condition of the area.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "endovascular treatment"
        },
        {
            "text": "During the epidemic period, a special catheter room should be designated (preferably set in a negative pressure operating room or an isolated operating room with 'three areas and two channels'), disinfected regularly and strictly controlled for the number of personnel entering. All personnel in the catheterisation room must receive COVID-19 education and protection training. Medical staff in the catheterisation room in high-incidence areas need level 3 protection. In low-incidence areas, at least level 2 protection is needed for non-suspected or confirmed patients, and level 3 for suspected and confirmed patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "endovascular treatment"
        },
        {
            "text": "Some patients with COVID-19 may have seizures. Whether it originated from COVID-19 is unclear. In the late stage of critically ill patients, status epilepticus may be induced by hypoxia and secondary intracranial lesions. For the treatment of status epilepticus, in addition to conventional treatments such as intravenous/oral antiepileptic medication and dehydration, special attention should be paid to the protection of medical personnel during the establishment and maintenance of artificial airways. For specific measures and precautions, see the Management of artificial airway and mechanical ventilation section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "status epilepticus"
        },
        {
            "text": "Whether SARS-CoV-2 can directly cause central nervous system (CNS) infection is currently inconclusive. Researchers have detected SARS-CoV in patients' cerebrospinal fluid and on brain tissue at autopsy 11 13 ; therefore, it is speculated that the possibility of infection exists. However, ACE2 receptors are not clearly expressed in brain tissue. 14 Further research is need to define whether SARS-CoV-2 can directly cause CNS infection. Currently, there is no report of autoimmune encephalitis associated with SARS-CoV-2 infection. Some patients with COVID-19 may have symptoms such as fever, headache, vomiting and disturbance of consciousness that are similar to intracranial infections. NCU physicians should be vigilant with diagnosis. When a patient with confirmed or suspected COVID-19 needs lumbar puncture, his/her cerebrospinal fluid should be regarded as a pollutant, and the operator should wear level 3 protection. After the operation, the equipment and environment should be disinfected accordingly. Treatment protocol should be determined by combining the treatment principles of intracranial infection and COVID-19. neuroimmune and neuromuscular diseases Some patients with COVID-19 may have early or secondary symptoms of muscle damage such as fatigue, myalgia and increased muscle enzymes. Therefore, patients with these symptoms should complete COVID-19 assessment as soon as possible. Guillain-Barré syndrome (GBS) can also be caused by an autoimmune response induced by a viral infection. Patients with myasthenia gravis (MG) and",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 208,
                    "text": "11 13",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Central nervous system infections and autoimmune encephalitis"
        },
        {
            "text": "Open access concurrent SARS-CoV-2 infection are susceptible to crisis. In addition to the rapid assessment of COVID-19, physicians should pay attention to the need of establishing artificial airways and avoid using medication that aggravate the symptoms of MG. During the epidemic, immunoglobulin (0.4 g/kg/day, 5-day treatment course) is the first choice of immune modulation treatment for patients with severe GBS and MG. Corticosteroids should be used carefully if the patient has COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Central nervous system infections and autoimmune encephalitis"
        },
        {
            "text": "During the prevention and control of the COVID-19 epidemic, the treatment of critically ill patients with neurological crisis has become more difficult and challenging. Based on strict compliance with the Law of the People's Republic of China on the Prevention and Treatment of Infectious Diseases, clinicians should take measures according to their local standard and resources. Prevention and control of COVID-19 epidemic is the top priority. Measures for comprehensive screening and risk assessment should be implemented. Treatment should weigh on the risk and benefits against the goal of reducing the risk of COVID-19 transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ConClusIon"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "",
            "pages": "1061--1070",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.1585"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "National Health Commission of People's Republic of China. Diagnosis and treatment of the novel coronavirus pneumonia",
            "authors": [],
            "year": null,
            "venue": "Guidelines for the prevention and control of the novel coronavirus infections in medical institutions",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A pneumonia outbreak associated with a new coronavirus of probable bat origin",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X-L",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "X-G",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "579",
            "issn": "",
            "pages": "270--273",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-020-2012-7"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical characteristics of coronavirus disease 2019 in China",
            "authors": [
                {
                    "first": "W-J",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z-Y",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "1708--1728",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2002032"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Compassionate use of Remdesivir for patients with severe Covid-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Grein",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ohmagari",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Shin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "2327--2363",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2007016"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Treatment and management of severe novel coronavirus pneumonia. Wuhan Tongji Hospital novel coronavirus pneumonia cooperation group",
            "authors": [],
            "year": 2020,
            "venue": "Consensus on diagnosis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Shanghai Clinical Treatment Expert Group for COVID-19. Comprehensive treatment and management of coronavirus disease 2019: expert consensus statement from Shanghai (in Chinese)",
            "authors": [],
            "year": 2020,
            "venue": "Chin J Infect Dis",
            "volume": "38",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Coronavirus disease 2019 and stroke: clinical manifestations and pathophysiological insights",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Divani",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Andalib",
                    "suffix": ""
                },
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Napoli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Stroke Cerebrovasc Dis",
            "volume": "29",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jstrokecerebrovasdis.2020.104941"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Single-Cell RNA expression profiling of ACE2, the putative receptor of Wuhan 2019-nCov",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "X"
                    ],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Possible central nervous system infection by SARS coronavirus",
            "authors": [
                {
                    "first": "K-K",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "Yu W-C",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "C-M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerg Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "342--346",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1002.030638"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Respiratory Branch of Chinese Medical Association. Recommendations for airway management in severe novel coronavirus pneumonia patients",
            "authors": [],
            "year": 2020,
            "venue": "Zhong Hua Yi Xue Za Zhi",
            "volume": "100",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Detection of severe acute respiratory syndrome coronavirus in the brain: potential role of the chemokine Mig in pathogenesis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Clin Infect Dis",
            "volume": "41",
            "issn": "",
            "pages": "1089--96",
            "other_ids": {
                "DOI": [
                    "10.1086/444461"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Tissue distribution of ACE2 protein, the functional receptor for SARS coronavirus. A first step in understanding SARS pathogenesis",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Hamming",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Timens",
                    "suffix": ""
                },
                {
                    "first": "Mlc",
                    "middle": [],
                    "last": "Bulthuis",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Pathol",
            "volume": "203",
            "issn": "",
            "pages": "631--638",
            "other_ids": {
                "DOI": [
                    "10.1002/path.1570"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Flowchart of emergency admissions. ER, emergency room; NCU, neurological intensive care unit.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "funding The authors have not declared a specific grant for this research from any funding agency in the public, commercial or not-for-profit sectors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Competing interests None declared. patient consent for publication Not required. provenance and peer review Not commissioned; externally peer reviewed. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}