{
    "paper_id": "0a30625a7c63e636b27eb3a9ca8e62b118e30a0b",
    "metadata": {
        "title": "Intradepartmental Redeployment of Faculty and Staff Intradepartmental Redeployment of Faculty and Staff",
        "authors": [
            {
                "first": "Michelle",
                "middle": [],
                "last": "Divito",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Arnold",
                "middle": [],
                "last": "Advincula",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Anna",
                "middle": [],
                "last": "Burgansky",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Carolyn",
                "middle": [],
                "last": "Westhoff",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Samuel",
                "middle": [
                    "Z"
                ],
                "last": "Williams",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jason",
                "middle": [
                    "D"
                ],
                "last": "Wright",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [],
                "last": "Mcnamara",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Karin",
                "middle": [
                    "M"
                ],
                "last": "Fuchs",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Samuel",
                "middle": [],
                "last": "Williams",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mha",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "After diagnosis of the first case of COVID-19 in the New York metropolitan area in early March 2020, widespread community transmission over the coming weeks led to an exponential rise in the number of cases, quickly straining the healthcare system in New York City. Within the NewYork-Presbyterian (NYP) system, the Columbia University Irving Medical Center (CUIMC), Morgan Stanley Children's Hospital, and Allen Hospital -all located in northern Manhattan -offer a combined volume of over 1200 beds. 1 As the pandemic spread and number of COVID-19 cases in New York City rose, resources were centered on the care of COVID-19 patients and all elective inpatient and outpatient procedures were suspended and non-urgent ambulatory visits were canceled. 2 In the weeks following, the pandemic exerted significant strain on the obstetric service with several patients under investigation presenting for evaluation each day, and numerous providers and staff exposed by asymptomatic patients before universal testing was initiated March 22 nd . [3] [4] [5] By the end of March, several full-time obstetric faculty were infected with COVID-19 and staff absenteeism was on the rise, leading to significant gaps in our provider workforce. As March 2020 came to an end, Columbia University's Department of Obstetrics and Gynecology (the Department) found its obstetric service not only strained by a constant flow of patients and anxiety among personnel concerned about the risk of COVID-19 exposure, but also with a significant portion of its non-obstetric clinical activity restricted and those staff idle. Simultaneous to this, the number of patients with COVID-19 in New York City had increased exponentially, and the healthcare system across the city quickly exceeded available resources.",
            "cite_spans": [
                {
                    "start": 501,
                    "end": 502,
                    "text": "1",
                    "ref_id": null
                },
                {
                    "start": 751,
                    "end": 752,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 1039,
                    "end": 1042,
                    "text": "[3]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1043,
                    "end": 1046,
                    "text": "[4]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1047,
                    "end": 1050,
                    "text": "[5]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Facing these challenges, the NewYork Presbyterian system began the process of redeploying providers and staff to the hardest hit units. Communication was delivered to all employees by email clearly articulating the expectation that all underutilized faculty and staff would be considered eligible for redeployment within their own campus or at another affiliated institution unless health or other valid reasons prevented this from occurring. Facing both -Redeployment -Page 2 -internal challenges and the risk of external redeployment, the Department of Obstetrics and Gynecology formed a Redeployment Committee to address departmental needs and utilization of its providers and staff during the escalating pandemic. The goal was to redeploy faculty and staff from relatively inactive areas to critical services, thereby fully utilizing individuals within the Department without unnecessarily pulling resources from the larger institution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The Redeployment Committee was composed of administrative and physician leaders, including the chiefs of nonobstetric subspecialty services (Gynecology, Gynecologic Oncology, Reproductive Endocrinology, Family Planning) and director of obstetric services at an affiliated regional institution. Immediately upon convening, the committee focused its efforts on two important tasks: 1) Determining the available work capacity for physicians, nurses, clinical and administrative support staff, and 2) determining the need for additional resources / effort to cover essential services within the Department.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Departmental Redeployment Committee"
        },
        {
            "text": "In order to determine capacity of individual employees to be redeployed, Divisional leaders and site managers were provided a roster of all individuals under their direction, and asked to specify each person's assigned activity / availability each day within the coming week(s). Simultaneous to that, a comprehensive needs assessment was performed across the Department to identify those essential services that needed to maintained throughout the pandemic. In addition to ensuring the continued availability of critical clinical services (i.e., prenatal clinics, OB/GYN ultrasound, inpatient obstetrics, gynecologic cancer care and inpatient gynecologic emergencies), there were a number of services necessitated by the COVID-pandemic that needed to be launched almost immediately and that would need to remain operational for the foreseeable future. Examples of these COVID-related activities included: infection and risk of deterioration of their clinical condition, patients diagnosed with COVID-19 who were initially deemed to be candidates for outpatient management were followed with serial telehealth visits at ~ 48 h intervals for at least 14 days after diagnosis. 6 Given the necessity of timely follow up, this clinic was held 7 days per week with daily volume varying between ~ 5 and 20 patients depending on the number of recently-diagnosed COVID-positive patients at the time.",
            "cite_spans": [
                {
                    "start": 1174,
                    "end": 1175,
                    "text": "6",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Departmental Redeployment Committee"
        },
        {
            "text": " Expansion of Inpatient Obstetric Coverage: Early in the pandemic, inpatient obstetric providers were strained by the absence of multiple faculty members who themselves were ill with COVID-19, as well as by anxiety over possible exposure through the care of COVID-positive patients. In addition, the service itself was strained by an increased volume of patients as all pregnant women were redirected from the main Emergency Department to the triage unit of Labor and Delivery regardless of the nature of their presenting complaint. In addition, there was a need to ensure efficient throughput of patients with COVID symptoms in order to minimize exposure of patients and staff alike, as well as a need to establish an obstetric intensive care unit to provide increased level of care to critically ill pregnant patients unable to be transferred to intensive care units already filled to capacity. Given these challenges, there was a need to increase the depth of coverage of the inpatient obstetric service in order to both meet the clinical demands of the service and provide relief to the already strained providers.  COVID-19 Research: Our Department quickly recognized the need to initiate COVID-related research to inform both local and national care. In addition, the University established an institution-wide biobank that would enroll both COVID-positive and negative patients to provide a resource to the broader research community.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Departmental Redeployment Committee"
        },
        {
            "text": "In addition to determining the workload of clinical personnel and identifying staffing needs within the Department, the Redeployment Group spent a significant amount of time discussing how to best message the potential for redeployment to providers and staff. The Department was holding daily calls for all faculty, trainees and staff, and these calls were used as an opportunity to communicate details of the redeployment strategy. Anticipating staff anxiety regarding the potential of redeployment to an unfamiliar area, reassurance was given that the goal was to reassign underutilized personnel to internal roles in order to reduce the likelihood of being redeployed elsewhere across the institution where there would be less control over assignments and where there might be challenges in bringing them back to the Department if / when internal needs arose. Furthermore, the Department was reassured that the expectation was that internal or external redeployment would be within the skill set of the redeployed individual whenever possible, and that necessary training would be given to those redeployed to unfamiliar settings. However, anticipating reluctance, departmental personnel were reminded that redeployment could be mandated for all eligible employees, and those refusing either internal or external redeployment in the absence of qualifying exclusion would potentially be subject to pay reduction or other consequences per University guidance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Departmental Redeployment Committee"
        },
        {
            "text": "Within the Department of OB/GYN, staff supporting the outpatient faculty practice and research activities are largely university employees. Given the size and breadth of its clinical and academic activities, the Department employs over 120 non-provider personnel including medical assistants (MA), licensed practical nurses (LPN), -Redeployment -Page 5 -registered nurses (RN) as well as administrative personnel that were eligible for redeployment based on background and skill. Due to the reduction and consolidation of outpatient clinical practice activities and the ramp down of research activities, however, a significant portion of this staff was underutilized during the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Staff Resources"
        },
        {
            "text": "Administrative leadership of the Department, clinical Divisions, and individual practices were charged with determining the staff needed for ongoing practice operations and to thereby identify underutilized employees.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Staff Resources"
        },
        {
            "text": "This included balancing the needs of the essential services that remained clinically active through the pandemic with the underutilized resources available from the clinical subspecialties which were more dormant (gynecologic surgery, infertility). Employees identified for redeployment were assigned to specific roles after cross-referencing their skills, credentialing, and medical clearances against the requirements of positions in need of staffing. Overall, 66 individuals -or 55% of the Department's non-provider clinical workforce -were redeployed to new roles during the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Staff Resources"
        },
        {
            "text": "Although staff were occasionally required to cover each other when one was out due to quarantine or sick / family / bereavement leave, the vast majority of staff reassignments occurred via formal redeployment to positions created through COVID-specific initiatives. pre-pandemic outpatient clinical practice, operationalization of COVID-related clinics was significantly more straight-forward than staffing the novel inpatient support role. Existing clinical space was used for these clinics, and underutilized staff and nurse practitioners from the practices within these spaces were retained to perform the scheduling, registration, and clinical activities of these COVID-related clinics. In addition, given the technological challenges that came with the sharp and sudden increase in telehealth visits, some staff were redirected to engaging patients prior to scheduled visits ensure all systems and interfaces were working appropriately. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Areas of Staff Redeployment"
        },
        {
            "text": "Transient coverage of staff outages and formal redeployment to the Pre-admission Testing Clinic, COVID-Positive Telehealth Follow-up Clinic, and COVID-19 Research were generally met without resistance as staff were redeployed to familiar activities and environments. Redeployment to the inpatient area, however, was more challenging for a variety of reasons:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges in Staff Redeployment"
        },
        {
            "text": " Fear of COVID-exposure: Being at the epicenter of the COVID-19 pandemic in the United States, it was not surprising that staff expressed significant concern at the prospect of being exposed to COVID-19 due to deployment. Because all obstetric inpatients were being tested for COVID-19 on admission, it was possible to assign redeployed staff to support of COVID-19 negative patients only and to have the primary staff of the obstetric units support those know to be COVID-positive. By restricting clinical interactions of -Redeployment -Page 7 -redeployed staff to known COVID-19 negative patients we were able to provide reassurance to these individuals and also protect the health of our redeployed workforce.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges in Staff Redeployment"
        },
        {
            "text": " Change in schedule and site: Staff redeployed to provide inpatient obstetric support faced not only a change in their work location but also in their work-hours. Not surprisingly, when redeployed staff were allowed to sign-up for their inpatient shifts, night and weekend shifts were less popular and harder to fill than weekday daytimes. Given the need for 24/7 coverage including evenings, nights and weekends and since additional pay was not possible, an incentive model was developed to encourage staff to volunteer for less popular shifts. Specifically, staff working less popular shifts earned hours of credit which could be utilized for time off in the current pay period or in the future (i.e. if an individual worked an 8-hour night shift, they would be credited for 12 hours of work affording them 4 hours off in the future). In addition, in an effort to ease the strain of working in a new location and different shift, the Department provided car service for all redeployed employees who had a shift beginning or ending overnight, and also reimbursed up to $20 per day for transportation fees. Free onsite parking had also been granted by the institution during the pandemic for those driving their own vehicles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges in Staff Redeployment"
        },
        {
            "text": " Discomfort with inpatient assignments: Many staff used to working in an outpatient environment expressed apprehension and discomfort at the prospect of being redeployed to the hospital to provide support for obstetric patients. Fortunately, after working a few days in the inpatient obstetric support role, most acclimated without difficulty and the majority reported redeployment to be a rewarding experience in that they realized they were fulfilling a much needed role for our patients. Interestingly, those with personal experience caring for a newborn appeared to be more comfortable and experienced an easier transition to the inpatient support role presumably due to their experience as a parent or primary caregiver themselves. Unfortunately, however, there were others who struggled with redeployment in this capacity as evidenced by high call-out rates for their scheduled shifts and failure to engage in the role as it had been defined. Specifically, weekly daytimes were staffed by two General OB attending physicians and two Maternal Fetal Medicine attendings, whereas as nights and weekends were staffed by one attending from each Division in house and another from each Division on backup call from home, available to come in if necessitated by volume and / or acuity. During the COVID-19 pandemic, however, changes were necessary in physician staffing in order to ensure adequate coverage and depth of the inpatient obstetric service.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges in Staff Redeployment"
        },
        {
            "text": " Increased coverage of Obstetric Triage: Given the increased volume of patients in obstetric triage and the need for efficient throughput in order to minimize staff and provider exposure, an additional provider was assigned to cover triage nights and weekends. Early in the pandemic, this position was staffed by attending faculty and fellows actively practicing obstetrics but -after obstetric privileges were secured for gynecologic physicians -those having recently completed residency training were incorporated into the coverage model given their relative familiarity and comfort with obstetrics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Redeployment of Providers"
        },
        {
            "text": " Relief of inpatient Obstetric providers: Given the strain on full-time obstetric faculty created by staff shortages resulting from others' sick leave and the anxiety caused by workplace exposure to COVID, newly credentialed GYN providers with OB privileges were incorporated into the primary obstetric team.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Redeployment of Providers"
        },
        {
            "text": "Specifically, rather than staffing the inpatient faculty roles with only General OB faculty and Maternal Fetal Medicine faculty, one Gynecology provider was assigned to one of the General OB positions, thereby reliving the General OB Division of the need to staff 14 shifts per week. In addition, given the strain on the -Redeployment -Page 9 -inpatient team in general, this 2 nd General OB position was converted to an in-house role 24/7 rather than home backup nights and weekends, thereby providing an additional layer of support to the inpatient service, and its providers, nights and weekends.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Redeployment of Providers"
        },
        {
            "text": " Staffing of newly created Obstetric OR team: Simultaneous to efforts to redistribute faculty to ensure adequate coverage of the obstetric service, the rotations of OB/GYN residents were adjusted to ensure adequate coverage of essential in-and outpatient services in both obstetrics and gynecology while also trying to shield trainees from unnecessary COVID-19 exposure. Because a subset of residents were assigned to offsite remote work at all times, fewer trainees were available to performed scheduled operative obstetric cases including elective cesarean deliveries. Since the Department does not have a robust pool of Advanced Practice Providers trained to be surgical first-assists, gynecologic faculty and fellows with newly-obtained obstetric privileges were utilized to assist obstetric faculty -General OB or Maternal Fetal Medicine -in planned surgical cases. This additional layer of support not only relived residents of this daytime responsibility but also helped to ensure adequate staffing to perform scheduled cases in a timely fashion even if other aspects of the obstetric service were busy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Redeployment of Providers"
        },
        {
            "text": "Challenges in Provider Redeployment: Overall, redeployment of gynecologic physicians to the inpatient obstetric service was relatively easy in that both faculty and fellows were aware of the strain on their obstetric colleagues and eager to help. Despite their willingness, however, there were some logistic challenges to incorporating these gynecologic providers into the obstetric team even after privileges were obtained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Redeployment of Providers"
        },
        {
            "text": " Varying Obstetric experience of Gynecologic providers: Of the gynecologic physicians considered for redeployment to the obstetric service, some had been out of residency for less than an academic year whereas others had been out for more than a decade. Accordingly, individual comfort with returning to obstetrics varied significantly between providers, as did familiarity with current practice and terminology (ie Category 1, 2 and 3 fetal heart rate tracings). These differences in comfort and seniority were factored into redeployment planning with more junior physicians familiar and comfortable with recent obstetric practice were utilized in the triage and hospitalist roles, whereas those more senior providers were utilized as operative assists in cesarean deliveries. By tailoring redeployment assignments to provider -Redeployment -Page 10 -seniority, we were able to ensure that gynecologic faculty and fellows redeployed within the Department to the obstetric service had the skills necessary to perform the role they were assigned.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Redeployment of Providers"
        },
        {
            "text": " Scheduling logistics: Although cessation of non-urgent ambulatory visits and non-emergent surgeries led to significant reduction in the clinical activity of many of the Department's Gynecologic providers, there continued to be residual need that needed to be considered as these faculty and fellows were assigned shifts on the obstetric service. In addition to maintaining coverage of the inpatient Gynecologic and Gynecologic Oncology services which saw ongoing -albeit reduced -medical and surgical admissions, some outpatient activities were also necessary both in the subspecialties and in general OB Gyn to care for patients with new diagnoses and urgent complaints. Furthermore, because a significant portion of the gynecologic physicians considered for redeployment within the Department were subspecialty fellows, it was necessary to ensure their availability for clinical activity within their subspecialty in order to preserve their education as much as possible. In an effort to ensure coverage of the primary clinical activities of redeployed providers and to prioritize the education of subspecialty fellows, Gynecologic providers were each assigned to no more than 24 hours of obstetric coverage per week. In addition, in order to accommodate fluxes in the clinical activity of the Gynecologic services, the schedule for inpatient obstetric coverage was made on a weekly basis after soliciting availability from each of the faculty and fellows eligible for internal redeployment. By allowing redeployed providers to maintain clinical activity on their primary service and to have input into the timing of the obstetric shifts, a high-degree of engagement was maintained among redeployed providers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Redeployment of Providers"
        },
        {
            "text": "The global COVID-19 pandemic presented our Department of Obstetrics and Gynecology with the challenge of simultaneously curtailing non-essential outpatient practice while reinforcing critical inpatient services. By performing a comprehensive assessment of needs and resources within the Department, a newly-formed Redeployment Committee was able to identify underutilized providers and staff and reassign them where necessary. Ultimately, internal needs within the Department required utilization of all individuals available for redeployment and -while internal resources were sufficient to meet demands and external resources were not -Redeployment -Page 11 -necessary -the Department also was unable to contribute staff or providers to broader institutional redeployment initiatives. As the curve of the COVID-19 pandemic began to flatten and emergency restrictions on outpatient and non-essential surgeries were lifted, the Redeployment Committee was tasked with operationalizing the recovery phase and returning redeployed providers and staff to their primary clinical services. Lessons learned from this response to the initial COVID-19 surge can help guide the Department should it face recurrent wave of or another pandemic in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19 infection among asymptomatic and symptomatic pregnant women: Two weeks of confirmed presentations to an affiliated pair of New York City hospitals",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Breslin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Baptiste",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gyamfi-Bannerman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Martinez",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bernstein",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ring",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Landau",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Purisch",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Friedman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fuchs",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sutton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Andrikopoulou",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rupley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sheen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Aubey",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zork",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Moroz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mourad",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wapner",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Simpson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "&apos;alton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Goffman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Am J Obstet Gynecol MFM",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajogmf.2020.100118"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19 in pregnancy: early lessons",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Breslin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Baptiste",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fuchs",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Goffman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gyamfi-Bannerman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "&apos;alton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Obstet Gynecol MFM",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Universal Screening for SARS-CoV-2 in Women Admitted for Delivery",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sutton",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fuchs",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "&apos;alton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Goffman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Rapid Development and Implementation of a Covid-19 Telehealth Clinic for Obstetric Patients. NEJM Catalyst",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Spiegelman",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Krenitsky",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Syeda",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sutton",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Moroz",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/CAT.20.0170"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Pre-admission Testing Clinic: As the pandemic evolved, institutional policy required COVID-19 testing of all patients planned for admission, including all obstetric patients being admitted for planned delivery (induction of labor or elective cesarean) or other procedures (ie cerclage, fetal therapy), as well as all patients undergoing gynecologic surgery and / or chemotherapy for gynecologic malignancy. Because institutional policy required that nasopharyngeal sample be collected the day prior to delivery admission -Redeployment -Page 3 -and these obstetric admissions were planned 7 days per week, preadmission testing was required both weekdays and weekends.  COVID-Positive Telehealth Follow-up Clinic: Recognizing the range of clinical manifestations of COVID-19",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Inpatient Obstetric Patient Support: Changes made to hospital visitor policies early in the pandemic had significant impact on the obstetric service. The marked reduction of partner presence resulted in a need for additional patient support during postpartum hospitalizations. Specific needs included: 1) Providing women with emotional support in Labor and Delivery; 2) Assisting nursing and support staff with transfer and transport of mother and baby, discharge planning, and other tasks as needed; 3) Assisting and supporting postpartum patients with self-care, reinforcement of lactation education, assisting with the -Redeployment -Page 4 -care of their infants; 4) Picking up items from the hospital lobby after delivery by family / friends, and making purchases for them in the gift shop / café as requested.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Inpatient Obstetric Patient Support: Changes in inpatient obstetric visitation policy resulted in the most substantial need for reassignment of departmental staff during the COVID-19 crisis. Individuals with previous direct patient care or in-hospital experience were selected for this in-patient support role given their anticipated comfort in a clinical environment and prior credentialing / clearance necessary to work in the hospital setting. Given the need to provide support of the inpatient obstetric service 24 hours a day, 7 days a week, over 40 individuals were redeployed in this capacity. A Redeployment Guidance document was prepared and distributed including details on reporting requirements, attire, unit locations and access, job description and expectations, use of PPE Personal Protective Equipment, reminders regarding hand hygiene. Staff redeployed to this inpatient role received one shift of orientation shadowing on the unit to become familiar with the environment and activities. -Redeployment -Page 6 - Pre-admission Testing Clinic (PAT) and COVID-Positive Telehealth Follow-up Clinic: Given the parallels to",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "COVID-19 Research: With the cessation of federally-funded research during the pandemic, our research staff was largely eligible for redeployment. Ultimately, 13 clinical research coordinators were redeployed to provide inpatient obstetric patient support, and effort of 11 research coordinators were redirected to COVID-19 related research, including enrolling patients and collecting specimens for in an institution-wide COVID-19 biobank and collecting comprehensive pregnancy data for patients delivering during the pandemic.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Redeployment -Page 8 -Provider Resources: In addition to over 30 full-time General OB/GYN and Maternal Fetal Medicine physicians who practice obstetrics, the Department employs over 30 clinical faculty and post-graduate fellows in Gynecology and its subspecialties. Given the gaps in coverage created by provider illness early in the pandemic and the anticipation of additional outages as the pandemic evolved, it was readily apparent that the inpatient obstetric workforce required reinforcement. Accordingly, within the first week of the pandemic, efforts were undertaken to obtain inpatient obstetric privileges for physicians within the Gynecology service who had previously completed an Obstetrics and Gynecology residency. Areas of Provider Redeployment: The inpatient obstetric service of the NYP / CUIMC campus is staffed by a combination of faculty from the Division of General OB/GYN and the Division of Maternal Fetal Medicine.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}