{
    "paper_id": "0a30edfa86ccf7df87d9cf1bbc46b5335a7619c9",
    "metadata": {
        "title": "Unintended Consequences of the COVID-19 Pandemic on the Sexual and Reproductive Health of Youth",
        "authors": [
            {
                "first": "Okeoma",
                "middle": [
                    "O"
                ],
                "last": "Mmeje",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Michigan Medicine",
                    "location": {
                        "settlement": "Ann Arbor",
                        "region": "Michigan"
                    }
                },
                "email": "ommeje@umich.edu"
            },
            {
                "first": "M",
                "middle": [
                    "P H"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jenell",
                "middle": [
                    "S"
                ],
                "last": "Coleman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Johns Hopkins School of Medicine",
                    "location": {
                        "settlement": "Baltimore",
                        "region": "Maryland"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "P H C"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tammy",
                "middle": [],
                "last": "Chang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Michigan",
                    "location": {
                        "settlement": "Ann Arbor",
                        "region": "Michigan"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "S"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The 2020 novel coronavirus (COVID-19) pandemic has led public health officials to recommend a reduction in routine healthcare services. These services are limited to life-saving and urgent evaluations to limit the spread of infection, protect healthcare workers, and conserve personal protective equipment. However, an unintended consequence of a reduction in services is the inaccessibility of sexual and reproductive healthcare (SRH) services, such as contraception and screening and treatment of sexually transmitted infections (STIs). Decreased SRH access is of particular importance for youth (aged 15e24 years), who have the highest rates of unintended pregnancy and STIs [1] . The rate of STIs has increased for the fifth consecutive year and is a public health crisis of its own [2] . Untreated chlamydia and gonorrhea infection may result in pelvic inflammatory disease (PID). PID can lead to chronic pelvic pain, tubal factor infertility, and ectopic pregnancyd all of which may negatively impact a woman's future reproductive potential.",
            "cite_spans": [
                {
                    "start": 678,
                    "end": 681,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 787,
                    "end": 790,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Youth routinely access SRH services at health centers (e.g., federally qualified health centers, local public health departments), Planned Parenthood sites, school-based or schoollinked health centers, and traditional clinical sites such as pediatric and family medicine primary care offices. These locations typically offer comprehensive integrated servicesdmedical and mental health, counseling, reproductive, and social services for youthdas well as tangible resources such as condoms and on-site birth control pills and STI treatment. Despite these resources, youth still experience barriers to accessing SRH services such as loss of confidentiality, geographic accessibility, and stigma (i.e., feelings of shyness and shame) [3] . Widespread \"stay-at-home\" executive orders, reduced public transportation options, and reassignment of providers who usually provide care at places frequented by youth will only further limit access.",
            "cite_spans": [
                {
                    "start": 730,
                    "end": 733,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Accessibility of Sexual and Reproductive Health Services for Youth"
        },
        {
            "text": "The COVID-19 pandemic offers the United States the opportunity to reexamine SRH delivery to hard-to-reach and vulnerable populations such as youth. Providers can increase accessible SRH services by removing traditional barriers to care that youth routinely encounter. Encouraging self-initiated products such as condoms, self-administered hormonal contraceptive injections, online platforms that mail oral contraceptive pills, and homebased STI screening and treatment kits could empower youth to engage in their health care to prevent unintended pregnancies and untreated STIs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sexual and Reproductive Health During a Pandemic"
        },
        {
            "text": "Rapid advances in telehealth have increased virtual (e.g., phone or video) healthcare services and allowed many youth to access confidential and private virtual care. Immediate access to contraception is particularly important during the current pandemic, when the implications of COVID-19 on maternal and fetal well-being are not clearly understood. Video platforms enable providers to take detailed medical and sexual histories, assess STI risk, make a diagnosis based on the identification of a group of symptoms (i.e., syndromic management), prescribe contraceptives, and presumptively treat the most serious organisms responsible for producing the group of symptoms. Syndromic management of STIs in adolescent females is not without risks [4] . Close follow-up to assess for the resolution of symptoms is warranted.",
            "cite_spans": [
                {
                    "start": 744,
                    "end": 747,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Sexual and Reproductive Health During a Pandemic"
        },
        {
            "text": "Virtual visits can also triage patients for in-person visits required for services such as the placement of long-acting reversible contraception (implant, intrauterine device) or evaluation of lower abdominal pain. Although telehealth offers significant opportunities to serve youth, experiences during this pandemic also provide critical insight into its limitations as we begin to understand the characteristics of youth for whom telehealth is not feasible or acceptable. Physical and resource constraints may limit the use of telehealth among youth, and there may be conditions and symptoms for which virtual visits may not be appropriate or sufficient. These insights may guide how sexual and reproductive healthcare services for youth may be adapted and evolve over the course of this pandemic where access to in-person clinical services may ebb and flow over months or years to come.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sexual and Reproductive Health During a Pandemic"
        },
        {
            "text": "When the COVID-19 pandemic comes to an end and routine access to SRH is returned, the use of telehealth and home-based STI screening and contraceptive delivery that were safe, effective, and acceptable to youth can remain as staples of the clinical care armamentarium for this population. The advantages and limitations of telehealth and home-based sexual and reproductive healthcare services must be balanced with providing the right care for the right individual. We must use the lessons learned from this critical time to address the ongoing public health crisis of increasing rates of STIs and continue to lower the rates of unintended pregnancy among youth.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Future of Sexual and Reproductive Health for Youth"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The COVID-19 outbreak: Potential fallout for sexual and reproductive health and rights",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sonfield",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Adolescents' and young adults' reports of barriers to confidential health care and receipt of contraceptive services",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fuentes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ingerick",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lindberg",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Adolesc Health",
            "volume": "62",
            "issn": "",
            "pages": "36--43",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "World Health Organization. Guidelines for the management of sexually transmitted infections",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}