{
    "paper_id": "0a345f9fecbe0d86fed66c9953390efdb06657ad",
    "metadata": {
        "title": "COVID-19 Pandemic: Considerations for resuming normalcy in colorectal service",
        "authors": [
            {
                "first": "Gianluca",
                "middle": [],
                "last": "Pellino",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Università degli Studi della Campania \"Luigi Vanvitelli\"",
                    "location": {
                        "settlement": "Naples",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Carolynne",
                "middle": [
                    "J"
                ],
                "last": "Vaizey",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "St. Mark's Hospital",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Yasuko",
                "middle": [],
                "last": "Maeda",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Western General Hospital",
                    "location": {
                        "settlement": "Edinburgh",
                        "country": "UK"
                    }
                },
                "email": "yazmaeda@gmail.com@telephone:01315372388"
            }
        ]
    },
    "abstract": [
        {
            "text": "• This ESCP guidance focuses on a proposal of conceptual framework to resume standard service in colorectal surgery",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "• The proposed conceptual framework is a schematic and stepwise approach including:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The outbreak of COVID-19 is a global pandemic that has changed our health service operation drastically with reduction or no service of outpatient clinics and elective surgeries. It is difficult to predict the direction of pandemic with potential recurrence of outbreaks. Some restrictions in society are likely to continue to contain the spread of COVID-19 for the foreseeable future, so it is expected that a degree of alteration in hospital service will continue.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The ESCP Guideline Committee have collated the available knowledge and strategies to resume non-emergency colorectal services with a proposal of conceptual framework.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "We have collated information and data to formulate statements based on the followings:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "• Review of existing literature, particularly related to COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "• Review of other available guidelines, statements and documents by statutory organizations and major surgical societies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "• Review of general concepts and framework of recovery strategies in healthcare, from natural disaster and conflicts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We aimed to address the following clinical questions:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "• How should we start planning to resume normal service?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "• What assessment do we need to restart normal service?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "• What could be re-started first and as a priority?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "• What are the key numbers/indicators we could consider when restarting and stepping up normal service?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "• What setups are required to restart service?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "• How much screening of patients for COVID-19 is continuing to be required?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "• How much of COVID-19 specific pre-operative preparation needs to be continued?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "• How could we ensure safety for both staff and patients?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "• How could we reduce exhaustion and stress of both staff and patients?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "• How best could we communicate information and support for patients regarding safety of coming to hospital and having treatment?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "This article is protected by copyright. All rights reserved",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "• What can we do to prepare for possible recurrence of outbreak?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "The present guidance is of general nature, as it is important to reflect the extent of the COVID-19 outbreak according to the situation in each country, local region, hospital and surgical team and offer an adaptable guidance. It is primarily aimed at health care professionals and hospital managers in areas where the COVID-19 is currently in Phase 6 (pandemic) and/or post-pandemic according to World Health Organization (WHO) pandemic phase definition [1] . Readers are recommended to refer to country-specific plans for easing the lockdown, which in Europe are being developed autonomously by each state and proposed timescales are different [2] .",
            "cite_spans": [
                {
                    "start": 455,
                    "end": 458,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 646,
                    "end": 649,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Contextualization"
        },
        {
            "text": "Due to the rapidly changing situation and the fluidity of information, this is an interim guidance at the time of writing. We are intending to evolve this as a dynamic guidance on our website with ongoing updates using critical appraisal of emerging evidence and incorporating discussions and opinions based on experience that may be useful to consider. For this reason, we will welcome input from all stakeholders (statutory organizations, healthcare professionals, public and patients) to continue improving this guidance and to make it adaptable to real-time clinical changes. Any input including new questions, new data, and new information along with suggestions and discussion are welcome via https://www.escp.eu.com/guidelines. A detailed guidance disclaimer by the European Society of Coloproctology can be found here: https://www.escp.eu.com/guidance-disclaimer",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contextualization"
        },
        {
            "text": "The proposed schematic and stepwise approach to resume normal service is as followings:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposal of conceptual framework"
        },
        {
            "text": "1. In-depth assessment of damage to colorectal service due to the pandemic 2. Return of service: Integration with the COVID-19 specific service and the existing operational continuity planning 3. Safety arrangements in parallel with minimising downtime Accepted Article 4. Required support for staff and patients",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposal of conceptual framework"
        },
        {
            "text": "In-depth assessment of damage to colorectal service due to COVID-19 pandemic Before proceeding to recovery of service, assessment of the current situation due to disruption of normal service and a thorough evaluation of the available facility and residual capacity should be undertaken.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aftermath of the pandemic and continued strategic planning"
        },
        {
            "text": "It is important to start with damage assessment due to lack of access to health care and social support resources, and disruption of continuity of care during the pandemic. These may include 1. delayed diagnosis and delayed treatment, 2. exacerbation of pre-existing risk factors and clinical conditions, 3. backlog of deferred investigations, diagnostic and therapeutic procedures [3, 4] .",
            "cite_spans": [
                {
                    "start": 382,
                    "end": 385,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 386,
                    "end": 388,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Consequences of disruption to normal service"
        },
        {
            "text": "A thorough assessment and planning is required to address the above points, particularly:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ESCP Proposals"
        },
        {
            "text": "• To check all the waiting lists and contact patients who are likely to require urgent intervention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ESCP Proposals"
        },
        {
            "text": "• To assess if the patient's treatment need has changed or not and decide the appropriate timing to offer necessary intervention (e.g. surgery required urgently, could wait, reassess in outpatients, re-assess by telephone/virtual clinic). A documentation of assessment such as status of condition and symptoms alongside the use of ASA and comorbidity index may be helpful for clarity of decision making. Further documentation should be made of the patient's attitude towards risking treatment in the COVID era.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ESCP Proposals"
        },
        {
            "text": "• To ensure if the pre-pandemic assessment of co-morbidities and functional capacity is still valid for the patient to be considered for elective surgery. The patient may have had",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ESCP Proposals"
        },
        {
            "text": "This article is protected by copyright. All rights reserved COVID-19 infection and associated decline in general health and/or respiratory/renal function.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "• Re-triaging to establish priorities needs to be extended to all endoscopy and outpatient waiting lists, either simultaneously or in phases according to available resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "• To assess the available personnel to resume service. Planning should not only consider the number of available staff, but also the availability of staff with adequate skills required for operations and procedures and whether there is any pandemic-related issue (e.g. shielding, stress, bereavement, personal and familial arrangement) that may restrict staff to return to activities in full capacity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Return of service: Integration with the COVID-19 specific service and the existing operational continuity planning Shift from risk mitigation strategies during COVID-19 pandemic Many societies, both in colorectal surgery and gastroenterology, have advocated risk mitigation strategies during COVID-19 pandemic [4] [5] [6] [7] [8] [9] [10] [11] [12] [13] [14] [15] [16] . The default position of all the guidelines and advices has been to opt for the safest option.",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 313,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 314,
                    "end": 317,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 318,
                    "end": 321,
                    "text": "[6]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 322,
                    "end": 325,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 326,
                    "end": 329,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 330,
                    "end": 333,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 334,
                    "end": 338,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 339,
                    "end": 343,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 344,
                    "end": 348,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 349,
                    "end": 353,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 354,
                    "end": 358,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 359,
                    "end": 363,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 364,
                    "end": 368,
                    "text": "[16]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "• It is essential all patients are managed under risk mitigation pathway/plan until further notice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ESCP Proposals"
        },
        {
            "text": "• If the timing of definitive treatment is likely to be delayed further, risk-mitigating or emergency intervention should be considered. A few examples of such interventions may include optimising immunosuppression and nutrition, drainage of abdominal/perianal sepsis and formation of stoma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ESCP Proposals"
        },
        {
            "text": "• All patients need to be built-in to normal service in phases either with a definitive management plan and timing to address it or discharged with a safety net plan. Advice should be provided on what to do if symptoms/ condition worsen if the patient is expected to monitor symptoms in the community.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ESCP Proposals"
        },
        {
            "text": "Numbers and indicators to be considered for transitioning service",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "The median incubation time for COVID-19 has been estimated to be 5 days, with 97.5% of those who develop symptoms doing so within 14 days [17, 18] . The American College of Surgeons have proposed a decrease in COVID-19 incidence for at least 14 days should occur prior to transitioning to provide elective surgical services [19] . However, as the data of virulence and knowledge on transmission emerge, this timeframe may need further review.",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 142,
                    "text": "[17,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 143,
                    "end": 146,
                    "text": "18]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 324,
                    "end": 328,
                    "text": "[19]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Trend of infection curve"
        },
        {
            "text": "The basic reproduction rate (R 0 ) is an estimate of the disease speed of spread in the population [20] . This has been cited often in the context of policy decisions on quarantine, social isolation and lockdown. The modelling was established during the influenza pandemic a decade ago and gives a valuable insight into the pandemic. Reaching a certain preset R 0 as a threshold could be a useful indicator to upscale COVID-19 services.",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 103,
                    "text": "[20]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Basic reproduction rate"
        },
        {
            "text": "A staged approach according to the in-hospital COVID infection rate has been recommended by the Spanish Surgeons Association (AEC) [21] . It proposes to de-escalate the level of alert and to resume clinical practice according to defined phases in a sequential fashion based on the number of COVID-19 infected patients in hospital. This type of approach and the scale was endorsed by 89.2% and 89.1% of surgeons according to a national survey by the AEC and the European Association for Endoscopic Surgery (EAES), respectively [21] .",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 135,
                    "text": "[21]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 526,
                    "end": 530,
                    "text": "[21]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Rate of COVID-19 infected patients currently admitted against available beds"
        },
        {
            "text": "A major pitfall of this approach is that the infection rate in the hospital is dependent on local health policy, particularly regarding admission of patients with mild symptoms. It may also depend on the type of hospital (secondary or tertiary) and other specialties in the setting (e.g. co-existing with an infectious disease department, scale and expertise in intensive care). The figures could significantly differ from country to country and from facility to facility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rate of COVID-19 infected patients currently admitted against available beds"
        },
        {
            "text": "This article is protected by copyright. All rights reserved Number of available beds in intensive care/high dependency unit bed This is probably a useful indicator to consider when choosing the type of operations to re-start along with the extent of the patients' comorbidities. It may not simply be an absolute number of empty beds; the number of isolated beds reserved for elective non-COVID cases and ability to escalate care should also be noted. The US Centres for Disease Control and Prevention suggested several additional indicators, taking into account intensive care unit (ICU) resources such as the number of available ventilators [22] . As approximately 30% of COVID-19 in-patients required ICU admission [23] , hospitals are likely to continue reserving some ICU beds capacity for COVID19 patients which may be adjusted according to the number of infections in the population whilst resuming non-COVID-19 service.",
            "cite_spans": [
                {
                    "start": 642,
                    "end": 646,
                    "text": "[22]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 717,
                    "end": 721,
                    "text": "[23]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Operations such as pelvic exenteration or major resections for patients with multiple comorbidities are likely to need at least high-level care bed, possibly an ICU bed, with adequate staff cover. The availability of COVID-19-free ICU/HDU needs to be established prior to performing complex major surgeries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "The capacity of the service should be assessed taking into account availability of surgical theatres, recovery room, ventilators, endoscopes and instruments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Number of available skilled staff and equipment"
        },
        {
            "text": "Assessment of availability of staff should not be limited to number of surgeons but also availability of anaesthetists and intensivists, theatre scrub staff, nurses, and healthcare workers needed to run theatres. Junior doctors and specialist nurses to support cancer care, stoma care and enhanced recovery may have been deployed to other services and their availability needs to be confirmed depending on the area of service to be resumed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Number of available skilled staff and equipment"
        },
        {
            "text": "Inventory of disposable supplies should be checked and revised, in order to detect any shortage or outdated instruments during stoppage of elective operations [19] . Considering the prioritisation for other medical equipment required during the pandemic, it is essential to check if the normal supply chain for equipment and device and repair service required for resuming service have also returned to normal or at least to the level required to resume service, and if not, an alternative procurement process should be established. Sourcing of Personal Protective",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 163,
                    "text": "[19]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Number of available skilled staff and equipment"
        },
        {
            "text": "This article is protected by copyright. All rights reserved Equipment (PPE) is vital to support resumption of service and increase of elective activities, to ensure personnel are protected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "• Monitoring of the ongoing situation and up to date information from the World Health Organization, national government, local authorities and statutory organizations is necessary to determine the phase of pandemic in the local setting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ESCP Proposals"
        },
        {
            "text": "• Some of the suggested key numbers/indicators to consider are persistent downward trend of fall in number of infected patients, R 0 , numbers of COVID-19 patients in hospital, number of available beds (intensive care/high dependency) and availability of staff and equipment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ESCP Proposals"
        },
        {
            "text": "• To check whether supply chain and repair service for equipment, including PPE, required for resuming service has also returned to normal or at least to a level which is sufficient to restart the service.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ESCP Proposals"
        },
        {
            "text": "In most countries and settings, an emergency service offering operations for cancers, sepsis, and other life-threatening conditions that require intervention within 72 hours was maintained during the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prioritisation of resuming elective surgery and outpatient clinic"
        },
        {
            "text": "In principle, the first priority cases for the resumed service will be for any condition that is not immediately life-threatening but needs an urgent intervention. Most of the cases in this urgent category are likely to be cancer, inflammatory bowel disease, anal fistula and benign conditions that need at least temporalizing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prioritisation by condition"
        },
        {
            "text": "A few examples include cancer or stricture that is progressing toward obstruction, not transfusion dependent but slow persistent bleeding cancer, highly suspicious lesions that need confirmation of pathological diagnosis to proceed to the next step of management (e.g. endoscopic/surgical biopsies). Potential interventions include either stenting, stoma formation or resection for obstructing or bleeding tumours or intra-abdominal sepsis ((e.g. in Crohn's disease),",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prioritisation by condition"
        },
        {
            "text": "This article is protected by copyright. All rights reserved colectomies for medically refractory colitis, repair of symptomatic hernias with recurrent obstruction, excision of transfusion-dependent haemorrhoids, but this is not an exhaustive list.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "In the United Kingdom, categorisation of surgical cancer patients has been defined by NHS England and Healthcare Improvement Scotland as the followings [24, 25] :",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 156,
                    "text": "[24,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 157,
                    "end": 160,
                    "text": "25]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "• Priority level 1a",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Emergency: operation needed within 24 hours to save life.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "• Priority level 1b Urgent: operation needed within 72 hours.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Priority 1a and 1b have been covered under emergency service during COVID-19 pandemic and will continue to be dealt with under the scope of emergency care during transitional period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Relevant priority categories for elective settings are:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "• Priority level 2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Elective surgery with the expectation of cure: within 4 weeks to save life/progression of disease beyond operability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "• Priority level 3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Elective surgery can be delayed for 10-12 weeks with no predicted negative outcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "The remaining category is level 4 which encompasses the patients who can wait for 3 months for an operation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "A few tools (eg scoring system) have been devised to aid the prioritization of patients needing surgical treatment. These tools take into account factors related to procedure, disease, and patients including vulnerability [21, [26] [27] [28] . However, these may not necessarily conform to specific practice in colorectal surgery. Any devised scores should be subjected to rigorous assessment with regards to usefulness and validity.",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 226,
                    "text": "[21,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 227,
                    "end": 231,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 232,
                    "end": 236,
                    "text": "[27]",
                    "ref_id": null
                },
                {
                    "start": 237,
                    "end": 241,
                    "text": "[28]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "The order of re-starting service may not always be in the order of clinical prioritisation. For example, non-urgent minor operations may be required to dry run a new and/or unfamiliar set",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prioritisation by resource availability"
        },
        {
            "text": "This article is protected by copyright. All rights reserved up (e.g. operation theatre not normally used for colorectal surgery with different equipment (lights, laparoscopic instruments etc), operating with staff unaccustomed to major colorectal operations and procedures, utilisation of purchased extra capacity at private hospitals) or as 'filler' of planned theatre lists with other major resections due to limited high level postoperative care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Patient's particular comorbidities such as asthma, chronic obstructive pulmonary disease (COPD), hypertension, cardiac conditions, and diabetes may need more detailed assessment prior to consideration for an operation during this transition period. If proceeding to surgery, they are likely to require further input which may stretch the residual capacity of a depleted anaesthetic department.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Surgical planning may need to be on a weekly or short-term basis. If patients are required to selfisolate for 2 weeks theatre lists have to be planned in advance reducing flexibility. Expansion of capacity may be possible by extending hours of elective surgery in the evening and on weekends [19] .",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 296,
                    "text": "[19]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "• Clinical urgency (conditions that require intervention within 4 weeks) should be the priority when resuming elective service.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ESCP proposals"
        },
        {
            "text": "• Prioritisation according to resource availability may be needed to test unfamiliar settings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ESCP proposals"
        },
        {
            "text": "In the absence of a vaccine or definitive treatment of COVID-19, elective procedures should be considered in dedicated COVID-free areas, independent from other sections of the hospital, or they should be concentrated in COVID-free centres. Dedicated COVID-19-free, disease-specific hub can be adopted as a temporary measure, during transition [3, 21, 24, 29] .",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 346,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 347,
                    "end": 350,
                    "text": "21,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 351,
                    "end": 354,
                    "text": "24,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 355,
                    "end": 358,
                    "text": "29]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Considerations for elective operations and outpatient clinics Operations in non-COVID-19 hospital/theatre"
        },
        {
            "text": "Patients scheduled for surgery should be advised to self-quarantine before surgery, in order to reduce the risk of infection [21] . Currently this is set for 14 days with active monitoring (daily",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 129,
                    "text": "[21]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Preparation of patients"
        },
        {
            "text": "This article is protected by copyright. All rights reserved record of temperature) by American College of Surgeons and ACPGBI [27, 30] . Patients should be counselled in depth about the rationale of strict self-quarantine, as it has been reported that more than half of viral transmission is likely to have occurred from asymptomatic people [31] .",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 130,
                    "text": "[27,",
                    "ref_id": null
                },
                {
                    "start": 131,
                    "end": 134,
                    "text": "30]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 341,
                    "end": 345,
                    "text": "[31]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Patients could be telephoned 24-48 hours before admission and screened for Fever, Travel, Occupation, Cluster and Contact (FTOCC), as well as for respiratory or gastrointestinal symptoms, and anosmia and/or ageusia [21] . All colorectal elective patients should continue to be tested, ",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 219,
                    "text": "[21]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Outpatient clinics should be planned with consideration for spacing to maintain social distancing and avoid congestion with sufficient time interval between appointments. Patients should be asked to attend on their own or with the minimum number of escorts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outpatients clinic"
        },
        {
            "text": "• Elective operation should be considered in COVID-free zone or hub.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ESCP Proposals"
        },
        {
            "text": "• Pre-operative preparation of patients should be continued as per during COVID-19 pandemic with RT-PCR test +/-CT chest • Planning for outpatient clinics requires consideration for spacing and avoiding congestion",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ESCP Proposals"
        },
        {
            "text": "This article is protected by copyright. All rights reserved Embracing different approaches adopted during COVID-19 pandemic Telehealth and telephone clinics Teleconsultation or virtual clinic could be implemented and continued if installed during the pandemic, in order to reduce in-person attendance in outpatient clinics [21] .",
            "cite_spans": [
                {
                    "start": 323,
                    "end": 327,
                    "text": "[21]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Use of telephone or video conferencing should be considered to facilitate communication between patients and families/relatives after surgery to avoid unnecessary visits and crowding in small areas. Other areas that this technique could be extended to are inter-specialty consultations (between General Practitioners and Coloproctologists), multidisciplinary meetings or e-signatures of informed consent [21] . The latter would need discussion with medicolegal experts and should be implemented according to local policies.",
            "cite_spans": [
                {
                    "start": 404,
                    "end": 408,
                    "text": "[21]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Use of apps has been suggested for several aspects of patient management in coloproctology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Screening services for colorectal cancer have been developed using the Android interface [33] .",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 93,
                    "text": "[33]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Telehealth has proven beneficial in colorectal surgery, for example to accelerate postoperative recovery [34] , to deliver virtual outpatient consultation [35] , or to monitor stoma output [36, 37] .",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 109,
                    "text": "[34]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 155,
                    "end": 159,
                    "text": "[35]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 189,
                    "end": 193,
                    "text": "[36,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 194,
                    "end": 197,
                    "text": "37]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Remote monitoring could be used to identify patients with symptoms of alert (e.g. temperature) and to track COVID-positive patients [38] .",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 136,
                    "text": "[38]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "These modern techniques need to be based on a secure platform. This depends on available infrastructure and will require commitment from hospital management to invest in IT system to facilitate smooth operation and ensure security of information exchange. The setup may need to be subjected to rigorous legal advice prior to installation for governance purpose and requires ongoing input from patients with regards to accessibility, usability and acceptance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "• Newly adopted technologies during COVID-19 pandemic could be continued to conform to social distancing and ease immediate pressure on service.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ESCP Proposals"
        },
        {
            "text": "This article is protected by copyright. All rights reserved Safety arrangement in parallel with minimising downtime Establishing safety of the workplace",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Appropriate level of PPE should be available for all procedures and healthcare workers should have access to the specific PPE required, as well as the administrative and cleaning staff, to maintain safety. Conventional PPE can be used in COVID-19 negative patients if adequate screening and testing have been performed [21] .",
            "cite_spans": [
                {
                    "start": 319,
                    "end": 323,
                    "text": "[21]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Instructions regarding PPE in the transition period"
        },
        {
            "text": "During hospitalization, the personnel on the ward should use PPE, frequent hand-washing, and social distancing. During complex wound dressing and stoma management, eye protection and masks are recommended; in a COVID-19 infected case, a higher level of PPE should be available and used for these procedures [11, 21] .",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 311,
                    "text": "[11,",
                    "ref_id": null
                },
                {
                    "start": 312,
                    "end": 315,
                    "text": "21]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Instructions regarding PPE in the transition period"
        },
        {
            "text": "Although no case of oro-faecal transmission has been reported so far, it is prudent to err on the side of safety. Whilst gastroscopy is considered to be an aerosol generating procedure requiring full PPE and high levels of ventilation, colonoscopy, flexible sigmoidoscopy, rigid sigmoidoscopy, proctoscopy, anorectal physiological testing and endorectal/endoanal ultrasound require only standard PPE for a low risk patient and can be be carried out in rooms with a lower number of air changes. [11, 39] .",
            "cite_spans": [
                {
                    "start": 494,
                    "end": 498,
                    "text": "[11,",
                    "ref_id": null
                },
                {
                    "start": 499,
                    "end": 502,
                    "text": "39]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Instructions regarding PPE in the transition period"
        },
        {
            "text": "Measures should be adopted to allow early discharge in safe conditions, by means of accurate perioperative management, enhanced recovery, and use of remote postoperative monitoring and consultation [19] .",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 202,
                    "text": "[19]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Instructions regarding PPE in the transition period"
        },
        {
            "text": "This article is protected by copyright. All rights reserved",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Cleaning, disinfection and sterilization should be continued using standard methods [40] .",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 88,
                    "text": "[40]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Cleaning and other safety measures"
        },
        {
            "text": "It is recommended that social distancing should continue to be respected whenever possible, particularly in enclosed office environment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cleaning and other safety measures"
        },
        {
            "text": "It is encouraged that each hospital develops local guidelines and pathways for personal and patients testing, including possibility of re-testing of staff with symptoms who were negative at the first testing as false negatives can occur. [21] Healthcare workers being reincorporated after isolation or quarantine for contact with COVID-19 or found positive at SARS-CoV2 test must be screened, ideally with serology and RT-PCR. All Healthcare workers allocated to the sector of the hospital or working in a COVID-19-free hospital should be tested before attending the centre with repeated testing at scheduled intervals.",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 242,
                    "text": "[21]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Testing of staff for COVID-19"
        },
        {
            "text": "• PPE level during transitional period should be maintained at the same level as during the pandemic • No change is required to cleaning, disinfection and sterilization methods",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ESCP Proposals"
        },
        {
            "text": "A proactive action should be taken to detect stress, fatigue, burnout and psychological struggles among healthcare workers during the de-escalation phase, especially in those who suffered from COVID-19 infection [19] . There is a possibility of anxiety towards recurrence of outbreak, excessive alcohol intake and distress from redeployment to unfamiliar working environment. In some cases, prolonged absence from work to care for families and other personal issues may be required; it is recommended to shield workers with high-risk medical conditions.",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 216,
                    "text": "[19]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Required support for staff and patients Support for staff"
        },
        {
            "text": "This article is protected by copyright. All rights reserved",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "The services established to help healthcare workers struggling to face the pandemic should be kept in place in order to provide a support net for the personnel during resumption of elective activities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Many health authorities and training bodies have set up helplines for healthcare professionals [41, 42] . The Physician Council of Barcelona (Colegio de Medicos de Barcelona, COMB), for example, established a telephone-based service to support healthcare workers who are experiencing psychological stress, and similar initiatives are being offered to struggling doctors at local hospitals (e.g. Hospital Vall d'Hebron in Barcelona, Spain [43, 44] ). The British Medical Association (BMA) [42] produced a detailed guidance directed to those who manage staff (line manager, general practitioner employer, senior member staff), in order to identify healthcare workers who are struggling and prevent this from happening. According to a BMA charter for mental wellbeing [45] , employers are advised to build a supportive culture, develop a wellbeing strategy, create healthy workplaces, tackle the stigma around mental ill-health, foster peer support, ensure support services are accessible and of high-quality, and ensure services have the confidence of those they are intended to help.",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 99,
                    "text": "[41,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 100,
                    "end": 103,
                    "text": "42]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 438,
                    "end": 442,
                    "text": "[43,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 443,
                    "end": 446,
                    "text": "44]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 488,
                    "end": 492,
                    "text": "[42]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 765,
                    "end": 769,
                    "text": "[45]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "• Consideration should be given to staff wellbeing including appropriate support and signposting to helpline",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ESCP Proposals"
        },
        {
            "text": "Most patients with benign and chronic, non-life-threatening conditions are not receiving treatment or in-person assessment since the stringent lockdown measures have been adopted [4, 29] . Prolonged period of 'stay home' may have generated excessive anxiety and some patients will present late to hospital or may remain reluctant to seek medical help.",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 182,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 183,
                    "end": 186,
                    "text": "29]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Consideration for information to patients"
        },
        {
            "text": "To alleviate anxieties and address uncertainties, patients should be provided with detailed information ahead of their hospital visit and planned operation. The information that could be included in such a letter/leaflet is:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consideration for information to patients"
        },
        {
            "text": "• Patients attending outpatient clinics should have no COVID symptoms and the appointment should be postponed until symptom free for 14 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "• Patients' use of masks in the waiting areas is recommended. There are many countries mandating people to wear simple cloth mask in public transport and indoors as WHO have changed their position and are now recommending their use [46] .",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 236,
                    "text": "[46]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "• Patients undergoing elective operation should be counselled in depth well before surgery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Counselling will include the usual explanations on general perioperative complications and additional COVID-19 related risks such as poor outcomes in the event of COVID-19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "infection. The proposed operation will proceed only after well-informed consent is given by the patient and the consent should be clearly documented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "• During the postoperative hospital stay, visits by other families and friends may be restricted and kept at the minimum. Any visitor should be temperature checked and asked to adhere to protective measures, including frequent hand washing and use of masks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "• It is likely that there will be a different arrangement for recovery from surgery during the post-COVID-19 pandemic period, with earlier discharge, community-supported recuperation and continued isolation at home.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "• Consideration should be given to patients who may have increased level of anxieties to attend hospital following lockdown and reluctant to seek medical help.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ESCP Proposals"
        },
        {
            "text": "• Thorough information should be provided prior to hospital visit and/or operation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ESCP Proposals"
        },
        {
            "text": "It is essential that a formal and sound analysis of strategies, guidance and planning during the COVID-19 pandemic should take place in parallel with recovery efforts. This is both to review the validity of the implemented plan for a COVID-19 outbreak and to prepare for a possible recurrence of a pandemic peak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aftermath of the pandemic and continued strategic planning"
        },
        {
            "text": "This article is protected by copyright. All rights reserved Regional and local rates of infection should be monitored, and thresholds should be set in order to define the necessity to take a step back if COVID-19 rates increase again [19] .",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 238,
                    "text": "[19]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "In principle, we should look into:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ESCP Proposals"
        },
        {
            "text": "• Adequacy and extent of preparation of pandemic: infrastructure, zoning of hospital/separation of non COVID/COVID areas,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ESCP Proposals"
        },
        {
            "text": "• Chain of equipment supply including amount, procurement process and reduced on single ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ESCP Proposals"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization WHO. Pandemic Influenza Preparedness and Response: A WHO Guidance Document",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": ") 2. Europe prepares to ease coronavirus lockdowns",
            "authors": [],
            "year": 2020,
            "venue": "The Financial Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19 pandemic: perspectives on an unfolding crisis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Spinelli",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pellino",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Br J Surg",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/bjs.11627"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Italian society of colorectal surgery recommendations for good clinical practice in colorectal surgery during the novel coronavirus pandemic",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gallo",
                    "suffix": ""
                },
                {
                    "first": "La",
                    "middle": [],
                    "last": "Torre",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pietroletti",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bianco",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Altomare",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Pucciarelli",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gagliardi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Perinotti",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Tech Coloproctol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Inflammatory Bowel Disease (IBD) management by the Association of",
            "authors": [],
            "year": null,
            "venue": "Coloproctology Great Britain and Ireland",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Guidance-on-Management-of-IBD-Patients-requiring-Surgical-Invtenvention-during-COVID-19-v15-4-20.pdf (date accessed",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Consideration for Multidisciplinary Management of Patients with Colorectal Cancer during the COVID-19",
            "authors": [],
            "year": null,
            "venue": "Association of Coloproctology Great Britain and Ireland (ACPGBI)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The Incubation Period of Coronavirus Disease 2019 (COVID-19) From Publicly Reported Confirmed Cases: Estimation and Application",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Lauer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Grantz",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Bi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "K"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Meredith",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Azman",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Reich",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lessler",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Intern Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7326/M20-0504"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "World Health Organization WHO. Coronavirus disease 2019 (COVID-19) Situation Report -73",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Accepted Article This article is protected by copyright. All rights reserved 19. American College of Surgeons ACS. Local Resumption of Elective Surgery Guidance",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Unraveling R0: Considerations for Public Health Applications",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ridenhour",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Kowalik",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Shay",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Am J Public Health",
            "volume": "104",
            "issn": "",
            "pages": "32--41",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Recomendaciones de gestión para la vuelta a normalidad y \"desescalada\" en los servicios de cirugía general en el contexto de la pandemia COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Recomendaciones-para-el-desescalado--COVID19_es_1_162.html (date accessed",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "National Healthcare Safety Network. COVID-19 Module -Patient Impact and Hospital Capacity Pathway",
            "authors": [],
            "year": 2020,
            "venue": "US Centers for Disease Control and Prevention (CDC)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Lancet",
            "volume": "395",
            "issn": "",
            "pages": "30183--30188",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Advice on maintaining cancer treatment during the COVID-19 response",
            "authors": [],
            "year": 2020,
            "venue": "National Health Service",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Improvement Scotland are identifying reliable resources for NHSScotland in the COVID-19 pandemic",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Prioritising Surgical Treatment in Coronavirus Pandemic \"Salford Score",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Carlson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BJS Cutting Edge Blog",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Coronavirus pandemic and Colorectal surgery: practical advice based on the Italian experience",
            "authors": [
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Saverio",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pata",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gallo",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Carrano",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Scorza",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sileri",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Smart",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Spinelli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pellino",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Colorectal Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/codi.15056"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "American College of Surgeons ACS. COVID-19 and Surgical Procedures: A Guide for Patients",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Presymptomatic SARS-CoV-2 Infections and Transmission in a Skilled Nursing Facility",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Arons",
                    "suffix": ""
                },
                {
                    "first": "Km1",
                    "middle": [],
                    "last": "Hatfield",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Reddy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2008457"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Clinical characteristics and outcomes of patients undergoing surgeries during the incubation period of COVID-19 infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lei",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Developing screening services for colorectal cancer on Android smartphones",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Tsai",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Tseng",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Telemed J E Health",
            "volume": "20",
            "issn": "",
            "pages": "687--95",
            "other_ids": {
                "DOI": [
                    "10.1089/tmj.2013.0288"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Randomized clinical trial of accelerated enhanced recovery after minimally invasive colorectal cancer surgery (RecoverMI trial)",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Bednarski",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Nickerson",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "N"
                    ],
                    "last": "You",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Messick",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Speer",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Gottumukkala",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Manandhar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Weldon",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Dean",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Qiao",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Br J Surg",
            "volume": "106",
            "issn": "",
            "pages": "1311--1318",
            "other_ids": {
                "DOI": [
                    "10.1002/bjs.11223"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Efficacy of physician associate delivered virtual outpatient clinic",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Meehan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Balhareth",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gnanamoorthy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Burke",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Mcnamara",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int J Health Care Qual Assur",
            "volume": "32",
            "issn": "",
            "pages": "1072--1080",
            "other_ids": {
                "DOI": [
                    "10.1108/IJHCQA-09-2018-0233"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The Ostom-i™ Alert Sensor: a new device to measure stoma output",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kontovounisios",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dawson",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mills",
                    "suffix": ""
                },
                {
                    "first": "Von",
                    "middle": [],
                    "last": "Roon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pawa",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Virgin-Elliston",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jerome",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tekkis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Tech Coloproctol",
            "volume": "22",
            "issn": "",
            "pages": "697--701",
            "other_ids": {
                "DOI": [
                    "10.1007/s10151-018-1846-6"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Telemedicine in postoperative follow-up of STOMa PAtients: a randomized clinical trial (the STOMPA trial)",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Augestad",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Sneve",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "O"
                    ],
                    "last": "Lindsetmo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Br J Surg",
            "volume": "107",
            "issn": "",
            "pages": "509--518",
            "other_ids": {
                "DOI": [
                    "10.1002/bjs.11491"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Italy working on coronavirus tracing app to help lockdown exit. Reuters",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Overview of guidance for endoscopy during the coronavirus disease 2019 (COVID-19) pandemic",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Lui",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Sánchez-Luna",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pellino",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bollipo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Chiu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Sung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Gastroenterol Hepatol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/jgh.15053"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Guideline for Disinfection and Sterilization in Healthcare Facilities",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "COVID-19: JCST Statement update",
            "authors": [],
            "year": 2020,
            "venue": "Joint Committee of Surgical Training (JCST)",
            "volume": "27",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "COVID-19: your wellbeing -Looking after yourself",
            "authors": [],
            "year": 2020,
            "venue": "British Medical Association (BMA)",
            "volume": "",
            "issn": "23",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "salut-mental-al-personal-de-l-Hospital-Universitari-Vall-d-Hebronenfront-la-COVID-19.pdf (date accessed",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "The effects of COVID-19 on surgeons and patients BJS Cutting Edge Blog",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pellino",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Spinelli",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Guest",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Post",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "supporting-the-mental-wellbeing-of-doctors-and-medical-students (date accessed",
            "authors": [],
            "year": 2020,
            "venue": "British Medical Association",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Advice on the use of masks in the context of COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Accepted Article",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "with serology and RT-PCR 48-72h before surgery, possibly in combination with preoperative chest CT 24h before, as poor postoperative outcomes have been reported in positive patients who are asymptomatic at surgery, with up to 44% patients admitted to the ITU postoperatively and 20-24% mortality [27,32]. Drive-through facilities or home testing would be ideal to avoid an additional hospital attendance [27].Patients should be encouraged to exercise within the limitations of self-isolation, and advice/input via telemedicine could be used to optimise prehabilitation, especially focusing on moderate exercise and good nutrition[27].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Refinement of the current COVID framework/protocol based on emerging research outcomes and • Continue monitoring the number of COVID-19 infections and switch the plan back to contingency plan in the event of a resurgence of infections or a recurrence of an outbreak.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "British Society of Gastroenterology (BSG) expanded consensus advice for the management of IBD during the COVID-19 pandemic https://www.bsg.org.uk/covid-19advice/bsg-advice-for-management-of-inflammatory-bowel-diseases-during-the-covid-19-pandemic/ (date accessed 28 Apr 2020) 8. Spanish Working Group for of IBD (Grupo Español de Trabajo en Enfermedad de Crohn y Colitis ulcerosa, GETECCU) Recommendations of the GETECCU on the management of Joint guidance by the Association of Coloproctologists of Great Britain and Ireland (ACPGBI), British Society of Gastroenterology (BSG) and British Society of Gastrointestinal and Abdominal Radiology (BSGAR): Joint ACPGBI, BSG and BSGAR considerations for adapting the rapid access colorectal cancer pathway during COVID-19 pandemic: https://www.acpgbi.org.uk/news/joint-acpgbi-bsg-and-bsgar-considerationsfor-adapting-the-rapid-access-colorectal-cancer-pathway-during-covid-19-pandemic/ (date accessed 28 Apr 2020) 10. Spanish Society of Surgery (Asociación Española de Cirujanos AEC), Recommendations of the AEC Surgery-AEC-COVID-19 https://www.aecirujanos.es/Recommendations-fromthe-Spanish-Society-of-Surgery-AEC_es_1_158.html (date accessed 28 Apr 2020) 11. Spanish Association of Coloproctology (Asociación Española de Coloproctología, AECP), Recommendations of the AECP on how to manage colorectal diseases during the COVID-19 https://aecp-es.org/index.php/recomendaciones (date accessed 28 Apr 2020) 12. Italian Society of Surgical Oncology (Societá Italiana di Chirurgia Oncologica, SICO), Practical Recommendations of SICO for the surgical treatment of oncologic patients during COVID-19 pandemic https://www.sicoweb.it/raccomandazioni-sico.pdf (date accessed 28 Apr 2020) This article is protected by copyright. All rights reserved 13. Société Nationale Française de Gastro-Entérologie (SNFGE), Société Savante Des Maladies et Cancers de L'Appareil Digestif -Thésaurus National de Cancérologie Digestive (TNCD) 21.Prise en charge des cancers digestifs en fonction de la situation https://www.snfge.org/content/21-prise-en-charge-des-cancers-digestifs-en-fonctionde-la-situation-epidemique-covid-19 (date accessed 28 Apr 2020) 14. European Society of Surgical Oncology (ESSO), Advice for surgical oncologists on cancer service provision of the ESSO https://www.essoweb.org/news/esso-statement-covid-19/ (date accessed 28 Apr 2020) 15. van de Haar J, Hoes LR, Coles CE, et al. Caring for patients with cancer in the COVID-19 era. Nat Med 2020. Doi: 10.1038/s41591-020-0874-8 16. European Association for Endoscopic Surgery (EAES) and Society of American Gastrointestinal and Endoscopic Surgeons (SAGES) recommendations regarding surgical response to covid-19 crisis https://eaes.eu/eaes-and-sages-recommendationsregarding-surgical-response-to-covid-19-crisis/ (date accessed 28 Apr 2020) and",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This article is protected by copyright. All rights reserved",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article Accepted Article"
        },
        {
            "text": "This article is protected by copyright. All rights reserved",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        }
    ]
}