{
    "paper_id": "0a3613d487034eb7e96eb30e0f7c5ff2f7d2b71e",
    "metadata": {
        "title": "Musculoskeletal and Emergency Imaging Parsonage-turner syndrome associated with SARS-CoV2 (COVID-19) infection ☆",
        "authors": [
            {
                "first": "Maria",
                "middle": [
                    "A"
                ],
                "last": "Mitry",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lee",
                "middle": [
                    "K"
                ],
                "last": "Collins",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "Jacob"
                ],
                "last": "Kazam",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shipra",
                "middle": [],
                "last": "Kaicker",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Arzu",
                "middle": [],
                "last": "Kovanlikaya",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Acute idiopathic brachial neuritis Neuralgic amyotrophy Shoulder-girdle syndrome Multisystem inflammatory syndrome in children (MIS-C) SARS-CoV2 A B S T R A C T",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Parsonage-Turner Syndrome (PTS), also known as idiopathic brachial plexopathy or neuralgic amyotrophy, is an uncommon condition characterized by acute onset of shoulder pain, most commonly unilateral, which may progress to neurologic deficits such as weakness and paresthesias (Feinberg and Radecki, 2010 [1]). Although the etiology and pathophysiology of PTS remains unclear, the syndrome has been reported in the postoperative, postinfectious, and post-vaccination settings, with recent viral illness reported as the most common associated risk factor (Beghi et al., 1985 [2]). Various viral, bacterial, and fungal infections have been reported to precede PTS, however, currently there are no reported cases of PTS in the setting of recent infection with . We present a case of a 17 year old female patient with no significant past medical or surgical history who presented with several weeks of severe joint pain in the setting of a recent viral illness (SARS-CoV2, . MRI of the left shoulder showed uniform increased T2 signal of the supraspinatus, infraspinatus, teres minor, teres major, and trapezius muscles, consistent with PTS. Bone marrow biopsy results excluded malignancy and hypereosinophilic syndrome as other possible etiologies. Additional rheumatologic work-up was also negative, suggesting the etiology of PTS in this patient to be related to recent infection with SARS-CoV2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Parsonage-Turner Syndrome (PTS), also known as idiopathic brachial plexopathy or neuralgic amyotrophy, is an uncommon condition with a reported overall incidence of 1.64 cases in 100,000 people [1] . It most commonly affects young adults, although cases have been reported from 3 months of age to 75 years [1] . It is characterized by acute onset of severe shoulder pain, most commonly unilateral, which may extend to the arm and hand [1] . The pain is often constant and is not positional in nature. It is usually self-limiting and may last for 1-2 weeks, although less frequently, persistent pain has been reported [1] . PTS is also characterized by associated delayed upper extremity weakness, muscle atrophy, and painless paresthesias, which tend to slowly and gradually resolve [3] . Although most patients report 80-90% recovery of muscle strength at 2-3 years, greater than 70% of patients experience residual paresis and exercise intolerance [4] .",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 197,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 306,
                    "end": 309,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 435,
                    "end": 438,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 617,
                    "end": 620,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 783,
                    "end": 786,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 950,
                    "end": 953,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The diagnosis of PTS is primarily made through clinical history/ symptoms and physical exam findings. Additional diagnostic work-up, including imaging and electromyography may support the diagnosis of PTS often by excluding other etiologies [5] . The differential diagnosis for PTS includes primary glenohumeral joint pathology, however PTS can be distinguished from primary joint pathology through appropriate clinical history, physical exam, and imaging findings. Treatment of PTS predominantly focuses on pain management with opiates, NSAIDs, and neuroleptics [1] . Additionally, there is some evidence to suggest that the use of early oral corticosteroid therapy may be beneficial [5] .",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 244,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 563,
                    "end": 566,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 685,
                    "end": 688,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Although the etiology and pathophysiology of PTS remains unclear, the syndrome has been reported in the postoperative, postinfectious, and post-vaccination settings [1, 2] . There is a possible underlying genetic component, as variants of PTS are hereditary [6] . PTS has also been associated with various autoimmune disorders such as systemic lupus erythematous, temporal arteritis, and polyarteritis nodosa [1] .",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 168,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 169,
                    "end": 171,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 258,
                    "end": 261,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 409,
                    "end": 412,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "However, recent viral illness and recent immunization are the most common associated risk factors, with cases reported in 25% and 15% of patients who developed PTS, respectively [6] . Given this relatively strong correlation, it is thought that PTS may result from a viral illness directly involving the brachial plexus or from an autoimmune response to a viral infection or antigen [1] . [7] . However, currently there are no reported cases of PTS in the setting of recent infection with SARS-CoV2 (COVID-19). We present a case of a patient found to have PTS shortly after proven infection with SARS-CoV2 (COVID-19).",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 181,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 383,
                    "end": 386,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 389,
                    "end": 392,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A 17 year old female patient with no significant past medical or surgical history presented with several weeks of shortness of breath and joint pain. She reports her symptoms initially began 3 months prior to presentation, when she experienced fevers, chills, and other upper respiratory infection symptoms for about 1 week, which resolved without intervention. A few weeks later the patient reported new onset of multifocal joint pain, most prominent in the left shoulder and left hand. The pain was described as constant, but exacerbated by any movement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "She initially presented to her primary care physician and was given a short dose of oral steroids, during which her symptoms greatly improved. However, shortly after this, the patient began to experience worsening abdominal pain, shortness of breath, palpitations, and joint pain, which prompted her to visit the emergency department.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "On physical exam, she appeared pale, was able to speak in full sentences on room air, but appeared short of breath. She had full range of motion of the left shoulder and left hand, but was somewhat limited by pain. Her exam was otherwise within normal limits. Her serum inflammatory markers were markedly elevated, including c-reactive protein (CRP) of 92.6 mg/L (reference range ≤3.0 mg/L), erythrocyte sedimentation rate (ESR) of 98 mm/h (reference range 0-30 mm/h), ddimer of 3479.5 ng/mL (reference range 30-230 ng/mL), and ferritin of 1216.1 ng/mL (reference range 8.0-252.0 ng/mL). She was anemic, with a hemoglobin of 6.8 g/dL (reference range 11.5-16.0 g/dL) and had mild leukocytosis, white blood cell count of 12.3 K/uL (reference range 4.0-10.3 K/uL), with eosinophilia of 15% (reference range 1-5%) on manual differentiation. The HIV and respiratory pathogen PCR panel were negative. The SARS-CoV2 real-time reverse transcription polymerase chain reaction test (RT-PCR) from nasopharyngeal swab was negative, however serum IgG antibodies for SARS-CoV2 were positive, suggesting prior infection/exposure. Imaging workup included CT of the chest, abdomen, and pelvis which revealed cardiomegaly, mediastinal and left supraclavicular adenopathy, hepatomegaly, and ascites, possibly related to systemic infection/inflammation or malignant etiology. An echocardiogram revealed dilation of the left coronary artery. MR of the left shoulder demonstrated uniform increased T2 signal of the supraspinatus, infraspinatus, teres minor, teres major, and trapezius muscles, consistent with PTS (Fig. 1a, b, c) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1593,
                    "end": 1608,
                    "text": "(Fig. 1a, b, c)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Case report"
        },
        {
            "text": "Diagnostic work-up for underlying malignancy or rheumatologic disorder was negative. Bone marrow biopsy and aspirate results also excluded hematologic malignancy and hypereosinophilic syndrome (HES) as alternative etiologies for the patient's symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "Given the temporal relation of her symptom onset, markedly increased inflammatory markers, dilation of left coronary artery, and confirmed infection/exposure to SARS-CoV2, a post COVID-19 hyperinflammatory syndrome such as multisystem inflammatory syndrome in children (MIS-C) was the favored diagnosis over other etiologies such as a developing autoimmune disorder.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "Although history and physical exam are integral in the diagnosis of PTS, further evaluation with imaging is often helpful as a means of ruling out other etiologies for a patient's symptoms in addition to confirming a suspected diagnosis of PTS. MRI is the imaging modality of choice to evaluate for PTS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Imaging findings in PTS on MRI are thought to reflect the sequela of denervation of skeletal muscle in the distribution of the brachial plexus [8] . In the acute phase, denervated muscle may appear normal, however the earliest detectable abnormality is diffusely increased T2-weighted signal due to intramuscular edema, which may not be present until after 2 weeks [8, 9] . Corresponding T1-signal abnormality may not be present. The supraspinatus and infraspinatus muscles have been reported to be most commonly involved [8] .",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 146,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 365,
                    "end": 368,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 369,
                    "end": 371,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 522,
                    "end": 525,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "If the disease progresses to subacute or chronic denervation, findings compatible with subsequent muscle atrophy, such as decreased muscle volume and increased T1-weighted signal due to fatty infiltration may be seen [8] . As clinical symptoms resolve, intramuscular signal abnormalities on MR will not persist [8] .",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 220,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 311,
                    "end": 314,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "MRI can also exclude other sources of shoulder pain, such as rotator cuff tear, impingement syndrome, and labral tear [8] .",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 121,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In our case, MRI of the left shoulder demonstrated uniform increased T2 signal of the supraspinatus, infraspinatus, teres minor, teres major, and trapezius muscles (Fig. 1a, b, c) . There was no corresponding T1weighted signal abnormality (Fig. 2a, b) . There was no evidence of muscle atrophy or underlying injury to the rotator cuff tendons or labrum. There was no fracture or abnormality in bone marrow signal. The glenohumeral and acromioclavicular joints appeared normal. There was no evidence of bursitis. These imaging findings are consistent with the diagnosis of PTS.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 164,
                    "end": 179,
                    "text": "(Fig. 1a, b, c)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 239,
                    "end": 251,
                    "text": "(Fig. 2a, b)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Upon initial presentation, there were many possible etiologies of shoulder pain in this patient. After underlying malignancy, rheumatologic disorder, and hypereosinophilic syndrome were ruled out, sequelae of a post COVID-19 hyperinflammatory syndrome such as multisystem inflammatory syndrome in children (MIS-C) likely explains this patient's symptoms, serum and pathologic analyses, and imaging findings. This is further supported by the initial improvement in symptoms after administration of oral corticosteroids. While a post-viral hyperinflammatory syndrome is a well-known cause of PTS, it has not been reported in a case of recent infection with SARS-CoV2 (COVID-19) , as demonstrated in our patient. The number of cases of SARS-CoV2 (COVID-19) continues to rise worldwide and this post-infectious syndrome is an increasingly significant possible etiology of pain in a patient with suspected PTS.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 665,
                    "end": 675,
                    "text": "(COVID-19)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Parsonage turner syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Feinberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Radecki",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "HSS J",
            "volume": "6",
            "issn": "2",
            "pages": "199--205",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Brachial plexus neuropathy in the population of",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Beghi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "T"
                    ],
                    "last": "Kurland",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Mulder",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nicolosi",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Ann Neurol",
            "volume": "18",
            "issn": "3",
            "pages": "320--323",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Idiopathic brachial neuritis",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gonzalez-Alegre",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Recober",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kelkar",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Iowa Orthop J",
            "volume": "22",
            "issn": "",
            "pages": "81--86",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical and pathophysiological concepts of neuralgic amyotrophy",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Van Alfen",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nat Rev Neurol",
            "volume": "7",
            "issn": "",
            "pages": "315--337",
            "other_ids": {
                "DOI": [
                    "https:/doi-org.ezproxy.med.cornell.edu/10.1038/nrneurol.2011.62"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Parsonage-turner syndrome following post-exposure prophylaxis",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Fransz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Schönhuth",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Postma",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Musculoskelet Disord",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2474-15-265"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Postoperative onset of idiopathic brachial neuritis",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Fibuch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mertz",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Geller",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Anesthesiology",
            "volume": "84",
            "issn": "2",
            "pages": "455--463",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Neuralgic amyotrophy associated with Bartonella henselae infection",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Stek",
                    "suffix": ""
                },
                {
                    "first": "Jjj",
                    "middle": [],
                    "last": "Van Eijk",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Jacobs",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Neurol Neurosurg Psychiatry",
            "volume": "82",
            "issn": "",
            "pages": "707--715",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "MRI findings of 26 patients with parsonage-turner syndrome",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Scalf",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Wenger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Frick",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Mandrekar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Adkins",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am J Roentgenol",
            "volume": "189",
            "issn": "1",
            "pages": "39--44",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Parsonage-turner syndrome: MR imaging findings and clinical information of 27 patients",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Gaskin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Helms",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Radiology",
            "volume": "240",
            "issn": "2",
            "pages": "501--508",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Sagittal (A) and coronal (B, C) views of a fat-saturated T2-weighted sequence of the left shoulder demonstrates diffusely increased signal of the supraspinatus, infraspinatus, teres minor, teres major, and trapezius muscles.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Sagittal (A) and coronal (B) views of a fat-saturated T1-weighted sequence of the left shoulder demonstrates no abnormal T1 signal, normal muscle volume, and lack of muscle atrophy or fatty infiltration.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Various viral, bacterial, and fungal infections have been reported to precede PTS, including herpes simplex virus, Epstein-Barr virus, cytomegalovirus, varicella zoster virus, Parvo virus B19, Human immunodeficiency virus (HIV), Hepatitis B virus, Hepatitis E virus, Vaccina virus, Coxsackie B virus, and west nile virus",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}