{
    "paper_id": "0a387a94ef9cec129345136c78457b0cb9be37a4",
    "metadata": {
        "title": "When To Retest: an Examination of Repeat COVID-19 PCR Patterns in an Ambulatory Population",
        "authors": [
            {
                "first": "Dina",
                "middle": [
                    "N"
                ],
                "last": "Greene",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Washington Kaiser Permanente Laboratories",
                    "location": {
                        "settlement": "Renton",
                        "region": "Washington",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Jane",
                "middle": [
                    "A"
                ],
                "last": "Dickerson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Washington",
                    "location": {
                        "settlement": "Seattle",
                        "region": "Washington",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Alexander",
                "middle": [
                    "L"
                ],
                "last": "Greninger",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Washington",
                    "location": {
                        "settlement": "Seattle",
                        "region": "Washington",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [
                    "L"
                ],
                "last": "Schmidt",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Utah",
                    "location": {
                        "settlement": "Salt Lake City, Utah",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "patients had a negative result on first swab and a positive result on second swab; of the concordant, 225 unique patients had negative results on first and second swabs; for patients with 3 tests with a negative result on the first swab (n ϭ 7), 100% were concordant negative. Only one patient received 4 tests with a negative on the first swab, the second of which was positive, and the following two were negative. The probability that the second test would be positive given that the first test was negative was 4.2% (95% confidence interval [CI], 2.0 to 7.6%). Logistic regression was used to evaluate the impact of time on the probability of a positive second test. Given an initial negative result, the probability of a positive result on a second test increased with the length of time between the initial and subsequent test (odds ratio ϭ 1.04; 95% CI, 1.00 to 1.09; P ϭ 0.03). Chart review indicated that 55% of the patients with positive second tests were HCP or had experienced additional exposures, prolonged symptoms, or symptoms that recurred after a resolution period. Thus, repeat testing after a negative result is more likely to be useful when there is strong clinical suspicion of COVID.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Recommendations discourage a testing-based strategy for cure since symptom/ time-based strategies are better indicators of resolution (4) . In this data set, 37 unique patients (n ϭ 78 tests) had at least one follow-up test after a positive result. For these, the mean testing interval was 19.3 days (interquartile range, 10 to 25 days), and 32.4% of the pairs (n ϭ 12 patients) were performed on HCP or people with similar high-risk employment; 16.2% (n ϭ 6 patients) were performed for preprocedure clearance. Patients whose repeat test was positive were likely retested too soon after initial test result (Fig. 1) .",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 137,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 608,
                    "end": 616,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Indeterminate results were defined as samples evaluated on the UW LDT for which one of two amplification products was detected. These are thought to be low-viral-load specimens either due to poor collection and/or resolving or early infection. Here, all samples that were indeterminate on first swab (n ϭ 8) were negative on second. Chart review indicated that four of these patients had very mild symptoms and the remaining four were either screened for preprocedure purposes or following low-risk exposure, indicating that the inconclusive result was an incidental finding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We report the first large data set evaluating the likelihood that repeat testing would provide clinically actionable results in a large ambulatory population. A limitation to this study is that up to three different testing platforms with potentially different performance characteristics were used, prohibiting us from distinguishing if differences in test results were due to analytic variability. However, the differences in performance characteristics have been shown to be small for the platforms under consideration (3) . In this specific data set, the number of tests that could have been reduced by prohibiting subsequent testing was modest (n ϭ 296 tests; 3.5% of all tests), only supports decreased testing within the first week of the negative result, and was shown to be diagnostic in a small percentage of cases. However, as testing demands continue to increase, testing supply and operational capacity will continue to be limited. Specific guidance for repeat testing will be critical to mitigate supply with clinical relevance.",
            "cite_spans": [
                {
                    "start": 522,
                    "end": 525,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Criteria for return to work for healthcare personnel with suspected or confirmed COVID-19 (interim guidance)",
            "authors": [],
            "year": 2020,
            "venue": "Centers for Disease Control and Prevention. 2020",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Infectious Diseases Society of America guidelines on the diagnosis of COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "Infectious Diseases Society of America",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Comparison of commercially available and laboratory developed assays for in vitro detection of SARS-CoV-2 in clinical laboratories",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Lieberman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pepper",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Naccache",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Jerome",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Greninger",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Microbiol",
            "volume": "29",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.00821-20"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Discontinuation of isolation for persons with COVID-19 not in healthcare settings",
            "authors": [],
            "year": 2020,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Violin plot illustrating comparison of results between consecutive testing for people with two SARS-CoV-2 PCR tests (n ϭ 276). Sample size indicates the number of unique patients who had two tests within each cohort. Hollow circle indicates median. Note that patients with 3 or more tests were excluded from this figure.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}