{
    "paper_id": "0a3f78d7500b75b657abbce0b80e15b9e9d9c8d2",
    "metadata": {
        "title": "Supplementary information For How do Covid-19 policy options depend on end-of-year holiday contacts in Mexico City Metropolitan Area? A Modeling Study",
        "authors": [
            {
                "first": "Fernando",
                "middle": [],
                "last": "Alarid-Escudero",
                "suffix": "",
                "affiliation": {},
                "email": "fernando.alarid@cide.edu"
            },
            {
                "first": "Valeria",
                "middle": [],
                "last": "Gracia",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Andrea",
                "middle": [],
                "last": "Luviano",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yadira",
                "middle": [],
                "last": "Peralta",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Marissa",
                "middle": [
                    "B"
                ],
                "last": "Reitsma",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Center for Health Policy and the Center for Primary Care and Outcomes Research",
                    "institution": "Stanford University",
                    "location": {
                        "addrLine": "615 Crothers Way, Stanford",
                        "postCode": "94305",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Anneke",
                "middle": [
                    "L"
                ],
                "last": "Claypool",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stanford University",
                    "location": {
                        "addrLine": "475 Via Ortega, Stanford",
                        "postCode": "94305",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Joshua",
                "middle": [
                    "A"
                ],
                "last": "Salomon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Center for Health Policy and the Center for Primary Care and Outcomes Research",
                    "institution": "Stanford University",
                    "location": {
                        "addrLine": "615 Crothers Way, Stanford",
                        "postCode": "94305",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "David",
                "middle": [
                    "M"
                ],
                "last": "Studdert",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Stanford Law School and Stanford Health Policy",
                    "institution": "Stanford University",
                    "location": {
                        "addrLine": "615 Crothers Way, Stanford",
                        "postCode": "94305",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Jason",
                "middle": [
                    "R"
                ],
                "last": "Andrews",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stanford University",
                    "location": {
                        "addrLine": "615 Crothers Way, Stanford",
                        "postCode": "94305",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Jeremy",
                "middle": [
                    "D"
                ],
                "last": "Goldhaber-Fiebert",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Center for Health Policy and the Center for Primary Care and Outcomes Research",
                    "institution": "Stanford University",
                    "location": {
                        "addrLine": "615 Crothers Way, Stanford",
                        "postCode": "94305",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": ": community transmission rate; : household transmission rate; ! : effectiveness of NPI on 2020/03/21 -2020/04/17; \" : effectiveness of NPI on 2020/04/17 -2020/05/23; # : effectiveness of NPI on 2020/05/23 -2020/08/11; $ : effectiveness of NPI on 2020/08/11 -2020/10/26; % : effectiveness of NPI on 2020/10/26 -2020/12/07; &' : initial detection rate; (' : final detection rate; )*+, : rate of change between initial and final detection rate; -./ : Day at which detection rate is between initial and final values. : household transmission rate; ! : effectiveness of NPI on 2020/03/21 -2020/04/17; \" : effectiveness of NPI on 2020/04/17 -2020/05/23; # : effectiveness of NPI on 2020/05/23 -2020/08/11; $ : effectiveness of NPI on 2020/08/11 -2020/10/26; % : effectiveness of NPI on 2020/10/26 -2020/12/07; &' : initial detection rate; (' : final detection rate; )*+, : rate of change between initial and final detection rate; -./ : Day at which detection rate is between initial and final values. Figure S7 . Estimated weekly percent increase in incident and cumulative cases and deaths comparing status-quo in which there is substantially less compliance with social distancing during the end-of-year holiday period vs continuing observed compliance during the holiday period in MCMA. Vertical lines denote the start and end of less compliance with social distancing during the end-of-year holiday period. The error bars show the 95% posterior model-predictive interval of the percentage increases based on 1,000 simulations using samples from posterior distribution.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 995,
                    "end": 1004,
                    "text": "Figure S7",
                    "ref_id": null
                }
            ],
            "section": "Municipality Total"
        },
        {
            "text": "The epidemiology of COVID-19 in the absence of treatment or vaccination can be described as a multi-compartment susceptible-exposed-infected-recovered-susceptible (MC-SEIR) model with demography. 1 In such a model, the exposed (E) compartments represent individuals that are infected but who are not yet infectious, and the infectious (I) compartments represent individuals that are both infected and infectious (i.e., can infect susceptibles (S) if a contact occurs). 1 Notably, by using multiple levels for the E and I compartments along with allowing for differential rates of symptom onset and of detection (described in sections below), the model structure can also capture the possibility of asymptomatic infectiousness as well as infectiousness varying over the course of infection. Figure S8 depicts the generalized structure of the non-age-stratified MC-SEIR compartmental model (age structure described below). Each of these compartments represents part of the population characterized by their COVID-19 status as a function of time.",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 197,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 469,
                    "end": 470,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 790,
                    "end": 799,
                    "text": "Figure S8",
                    "ref_id": null
                }
            ],
            "section": "Model description"
        },
        {
            "text": "*Note: Background mortality rate (µ) from all model compartments (not shown) Figure S8 : Diagram of the SC-COSMO model. Figure S8 includes a number of important processes and for simplicity elides others that are included in the model and that we will describe subsequently. In the figure, we see that people are born into the susceptible compartment S at a rate b. Not shown explicitly, all people face age-specific background mortality rates (µ) from all compartments. People can become infected at a rate λ and enter the exposed compartment E, progressing to becoming infectious I before recovering and entering R. Those who are infected face an excess risk of death from their COVID-19 infections which may be reduced by proper and timely supportive medical care (p d and α DX , respectively). The figure shows that the exposed and infectious compartments are stratified by severity level (l = 1, . . . , L) and by whether they have been diagnosed (DX). We ensure realistic distributions of times in E and I by using a multi-compartment structure; specifically, we have multiple E and I compartments, and rates of progression (σ) from E to I and (γ) from I to R that are multiplied by the number of each type of compartments (J and K, respectively). 1 For epidemics like COVID-19, both age-structure and household-structure are important to consider to appropriately capture its dynamics. 2 We next describe how these are incorporated into the model.",
            "cite_spans": [
                {
                    "start": 1254,
                    "end": 1255,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1393,
                    "end": 1394,
                    "text": "2",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 77,
                    "end": 86,
                    "text": "Figure S8",
                    "ref_id": null
                },
                {
                    "start": 120,
                    "end": 129,
                    "text": "Figure S8",
                    "ref_id": null
                }
            ],
            "section": "Model description"
        },
        {
            "text": "We begin with age-structure. Because it is important to model the age-dependent dynamics of COVID-19 contacts, transmission, and case severity, we expanded the MC-SEIR model to include a realistic age structure (RAS) and heterogeneous, venue-specific age-structured mixing outside of the household (we describe household mixing later). We divided the population into N age groups where each a-th age group has its own set of S a , E j l,a , EDX j l,a , I k l,a , IDX k l,a , and R a compartments for a = 1, . . . , N . The total size of the population at time t is P op which is the sum across compartments, age groups, and all other stratifications noted above. Importantly, we term the components of the model described up until now the \"community submodel\" (i.e., the non-household components) to differentiate them from the \"household submodel\" which we describe next.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model description"
        },
        {
            "text": "We provide an initial description of the household submodel and how it interacts with the community submodel. The household submodel acknowledges that people are generally embedded within households. Such embeddings are important to consider particularly because interventions have focused on shelter-in-place where people continue to be exposed to contacts and transmission within their households even as their exposures outside of their households have been reduced.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model description"
        },
        {
            "text": "It is challenging to construct compartmental models that properly embed within-household and community transmission. Approaches for doing this have been described previously for simple SIR models (e.g., 3 ). We extend the prior approach in, 3 combining it with our community submodel (the RAS MC-SEIR model) for COVID-19 to produce an overall model of the population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model description"
        },
        {
            "text": "To describe overall transmission dynamics in the population, we first describe the key elements of the household submodel, then the details of transmission in the RAS MC-SEIR submodel and how the household submodel's transmission is integrated into it, and finally provide full details about the household submodel. The key components of the household submodel are: 1) once a given household's members are all infected and/or recovered, no further transmission occurs within that household (unless there are births into the household); and 2) if households are not completely isolated from one another such that community transmission is still occurring, then the within-household force of infection (related to the household Secondary Attack Rate, e.g., 4 ) can drive additional community transmission. This occurs through chains of transmission where one household member infects another and then, either member also transmits to individuals in the community who are outside of the household. Through these key features, the household submodel generates a component of the overall force of infection which we term λ HH . The details of this force of infection are provided with the description of the household submodel below in equation (11).",
            "cite_spans": [
                {
                    "start": 755,
                    "end": 756,
                    "text": "4",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Model description"
        },
        {
            "text": "The community submodel (the RAS MC-SEIR model) is described by a system of [(2 + 2L(J + K))N ] ordinary differential equations (ODEs): ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Community submodel with transmission from household force of infection"
        },
        {
            "text": "where b is the birth rate into the youngest age class a = 1; σ is the rate at which exposed individuals in class E j l,a progress to class E j+1 l,a and also from EDX j l,a to class EDX j+1 l,a for j = 1, . . . , (J − 1) and from the exposed class E J l,a to the infected class I 1 l,a and from EDX J l,a to IDX 1 l,a ; r E j l,a is the rate of developing a more severe infection for individuals moving from E j l,a to E j (l+1),a for each of the severity classes l = 1, . . . , (L−1); ν E j l is the rate of detection due to symptoms from which E j l,a go to EDX j l,a for j = 1, . . . , J; φ E j l is the rate of detection due to screening from which E j l,a go to EDX j l,a for j = 1, . . . , J; γ is the rate at which infectious individuals in class I k l,a progress to class I k+1 l,a and also from IDX k l,a progress to class IDX k+1 l,a for k = 1, . . . , (K − 1) and it is also the recovery rate from the infectious classes I K l,a and IDX K l,a to the recovered class R a ; r I k l,a is the rate of developing a more severe infection for individuals moving from I k l,a to I k (l+1),a for each of the severity classes l = 1, . . . , (L − 1); ν I k l is the rate of detection due to symptoms from which I k l,a go to IDX k l,a for k = 1, . . . , K; φ I k l is the rate of detection due to screening from which I k l,a go to IDX k l,a for k = 1, . . . , K; p d l,a is the proportion of infectious individuals in class I K l,a that die from COVID-19; α DX l is a reduction in the proportion who die from COVID-19 due to detection and appropriate healthcare in severity class l; and µ a represents the age-specific background mortality experienced from all compartments and stratifications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Community submodel with transmission from household force of infection"
        },
        {
            "text": "Given its main intended uses, the current model does not include immigration inflows into the population nor does it include population aging. Its equations would require modification to consider such scenarios. Force of infection at age group a overall λ a,HH Force of infection at age group a from household transmission S a Susceptible in age group a E j a j-th exposed/infected in age group a; for j = 1, . . . , J EDX j l,a j-th detected exposed/infected in age group a; for j = 1, . . . , J and l = 1, . . . , L I k l,a k-th infectious in age group a; for k = 1, . . . , K and l = 1, . . . , L IDX k l,a k-th detected infectious in age group a; for k = 1, . . . , K and l = 1, . . . , L R a Recovered in age group a",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Community submodel with transmission from household force of infection"
        },
        {
            "text": "The force of infection (FOI), λ, is the key quantity governing the transmission of infection within a given population, defined as the instantaneous per capita rate at which susceptibles acquire infection. FOI reflects both the degree of contact between susceptibles and infectious individuals and the transmissibility of the pathogen per contact. Because contacts can happen in a variety of different venues (1, ..., V ) that may be differentially reduced under particular intervention scenarios (e.g., school closures reduce school contacts), we actually construct λ as V v=1 λ v for all nonhousehold venues. The model also incorporates a force of infection from household transmission, λ HH , which we define separately from the other components of the FOI in the description of the household submodel below in equation (11) .",
            "cite_spans": [
                {
                    "start": 823,
                    "end": 827,
                    "text": "(11)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Force of infection"
        },
        {
            "text": "The FOI λ v a (for the non-household venues) represents the venue-specific rate of disease transmission from infectious people in all age groups to susceptibles in age group a, 5 and likewise, we define the age-group specific FOI for household transmission λ a,HH . Overall, the non-household λ v a is defined for the COVID-19 RAS MC-SEIR model from a particular venue v as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Force of infection"
        },
        {
            "text": "where the transmission rate, β k a , describes the probability that an infected individual of age a who is k days into his infectious period will infect a susceptible of age a per unit of time and W v a,a is the {a, a } entry of the venue-specific Who-Acquired-Infection-From-Whom (WAIFW) matrix, W v , and f ∈ [0, 1] is a reduction factor in transmission from infectious individuals that are diagnosed (due for example to quarantine and isolation). As shown in equation 2 by the fact that we are summing over infection severity levels l and that we do not have separate β parameters by severity level, the current model makes no assumption about severity level-specific differential transmissibility other than the indirect effect that more severe infections are more likely to be diagnosed and hence may transmit less frequently post diagnosis. In fact, the current model assumes that β is a single constant value.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Force of infection"
        },
        {
            "text": "Each W v has N 2 elements, representing mixing between each pair of age groups in the model at that venue. The venue-specific FOI in equation (2) for λ v is therefore a system of N equations that can be represented in matrix form.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Force of infection"
        },
        {
            "text": "As with, 3 the household submodel tracks the proportion of households whose members are in various disease states of COVID-19's natural history. For example, of all households in a given population at some time during the simulation, 5% of 3-person households might have 1 member susceptible and 2 members recovered (HH (S=1,...,R=2) ). More generally, we denote the proportion of households whose members are in any combination of natural history states (i.e., counts of members in each state which we abbreviate sc for state counts) as HH sc where 1 = sc HH sc . The number of distinct proportions (HH sc ) that represent households with different state counts grows rapidly with both household size (hhsize) and with the number of natural history states (states). In fact, the equation for the number of household proportions (and hence differential equations) with a fixed household size is:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Household submodel"
        },
        {
            "text": "To keep the number of household types, and hence ODEs, manageable, we make a number of simplifying assumptions. First, we assume that all households are the same size as the average household for a given location, rounding the average household size to the nearest whole integer (e.g., hhsize = 3 for counties in California and likewise for Mexico City Metropolitan Area, Mexico). Second, we assume that the age composition, distribution of infection severity, and fraction of infections that are detected are the same across households; therefore, while the household submodel retains the multi-compartment structure for exposed E and infectious I states, it does not explicitly stratify by age of household members, nor does it explicitly differentiate between undetected and detected (DX) infections or severity levels of infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Household submodel"
        },
        {
            "text": "The household submodel's initial state is computed in a manner that corresponds with the community submodel's initial state. For a given size of the total population at the start of the community model P op t=0 under the assumption of all households being size hhsize = hhsize avg , the number of households is N households = P op t=0 /hhsize avg . If there is one person in the E 1 state in the entire population, then the fraction of households that have an infected member is 1/N households and the remainder are households with all susceptibles: (N households − 1)/N households . For other starting conditions (i.e., more than one exposed, infectious, or recovered individual) this initialization generalizes easily under the assumption (which we make) that the initial few infections are not correlated within household (i.e., if there are 3 infections they would be in 3 separate households).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Household submodel"
        },
        {
            "text": "The household submodel's dynamics include: progression, recovery, within-household and community-household transmission, births, and deaths. Modeling many of these dynamics in the household submodel is somewhat more complicated than in the community submodel because the household submodel tracks the fraction of households in a set of discrete states characterized by counts of members in each natural history state and has multiple exposed and infectious compartments relevant for progression and recovery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Household submodel"
        },
        {
            "text": "The intuition of how the household submodel handles progression and recovery is given in the following set of examples. In a simplified example ignoring the multi-compartment nature of the exposed and infectious states and considering only progression, if there are 4 household members (1 susceptible, 3 exposed, 0 infectious) at a given time, then it is possible that 0, 1, 2, or all 3 of the exposed members will progress to infectious on a given day. Hence, the possible states that this household could go to include (1 susceptible, 3 exposed, 0 infectious), (1 susceptible, 2 exposed, 1 infectious), (1 susceptible, 1 exposed, 2 infectious), or (1 susceptible, 0 exposed, 3 infectious). In the example, the frequency of households moving to each of the states follows a binomial distribution with the probability related to the rate of progression (σ). In a similar example considering multiple exposed and infectious compartments in the MC-SEIR model, the binomial distribution's probability is then related to σJ; and if there are household members in several of the multi-compartment exposed states, the general form of these resulting frequencies of household states follows a convolution of binomial distributions. This is likewise the case for recovery where, in the multi-compartment model, the frequencies of resulting household states also follow a convolution of binomial distributions with probability related to γK.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Household submodel"
        },
        {
            "text": "In the examples for progression and recovery above for models of counts of household members where E and/or I are multi-compartment, resulting counts of household members in states follow a convolution of binomial distributions. The details of this calculation in a general form are given here. Consider C individuals (i.e., the members of a household) each in a Markov chain with states X c t ∈ {1, . . . , M } for c ∈ {1, . . . , C}. The M states in our case are those in the MC-SEIR model. The Markov chain has the following transition probabilities (where for simplicity we have set the probability of flow from R to S equal to 0):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Household submodel"
        },
        {
            "text": "In other words, for all states except the last, with probability p, each individual progresses from X t to X t+1 (e.g., E 2 to E 3 or from E 3 to I 1 ) and with probability 1 − p the individual stays in the same state. Individuals remain with certainty in the last (M th ) state after progressing to it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Household submodel"
        },
        {
            "text": "Having considered each individual, we now consider counts of household members. Let Y m t be the number of individuals in state m at time t. We consider a new Markov chain with state (Y 1 t , . . . , Y M t ). The transition probabilities can be calculated as follows. Given a transition from state (",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Household submodel"
        },
        {
            "text": "1. For each of the M −1 transition arcs in the underlying Markov chain, find the number of individuals transitioning from state m to m + 1, denoted ∆ t (m, m + 1) for m < M .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Household submodel"
        },
        {
            "text": "2. The probability of the transition is then a (convolution of) binomial distribution(s):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Household submodel"
        },
        {
            "text": "To find the value of ∆ t (m, m + 1), use the following backwards recursion:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Household submodel"
        },
        {
            "text": "In other words, for each source state (e.g., E 2 ) which at time t might have h household members in it, 0, 1, . . . , h members may progress to E 3 at time t + 1 with the rest remaining in E 2 . The counts of progressors are binomial distributed. However, if there are also some household members in E 3 at time t then the count of people in E 3 at time t + 1 is more complicated because it depends on the count of the progressors from the first example as well as the count of the non-progressors among those in E 3 . Hence, we arrive at a convolution of binomial distributions as the general description provided in equation (8) with a simple binomial distribution for cases where there are individuals in one source state and none in the destination state at time t.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Household submodel"
        },
        {
            "text": "There are both within-household and community-household transmission routes in the submodel. Within-household transmission involves infectious household members infecting susceptible household members. Community-household transmission involves infectious individuals in the community (people who are not household members) infecting susceptible household members. Within-household transmission is related to three components: a) the current number of infectious household members; b) the rate of contact between household members; c) the probability of withinhousehold transmission given household contacts (τ ). The number of infectious individuals in the household is given directly by the household compartment being considered. The number of daily household contacts is computed from the household mixing matrix for the given jurisdiction that we estimate as described below. Finally, note that because the intensity of household contacts may differ from contacts in the community, the probability of transmission conditional on household contacts differs from the probability of transmission given community contacts (β) that we described above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Household submodel"
        },
        {
            "text": "Like the community submodel, the household submodel also includes birth and deaths but in a manner that is more simplified. First, since the household submodel considers proportions of households, it assumes that births equal deaths since we want the sum of the proportions to equal 1 at all times (i.e., the number of households may increase even as the proportions remain the same). Second, the household submodel assumes that the fraction of all deaths that are due to COVID-19 is relatively small and hence exposes households to an average background mortality rate (consistent with the jurisdiction that the community model is representing). Hence, there is an outflow from all household submodel compartments at this death rate proportional to the fraction of all households they represent, which determines an inflow of births that is spread proportionally across household compartments representing only those with at least one susceptible member (i.e., newly born individuals are assumed to be born susceptible).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Household submodel"
        },
        {
            "text": "The household submodel must make certain approximations because it does not explicitly stratify by age structure nor does it do so by diagnosis status of infectious individuals. This has several implications. The first is that contact rates with household members and also with community members are age-weighted averages of sums of contacts across ages in the corresponding venue-specific WAIFW matrices that are described above yielding contacts HH . The second is that the community force of infection in the household submodel comprises age-weighted averages of forces of infection from infectious and detected infectious individuals in the community submodel. The third is that just as β is scaled by f in the community submodel for individuals who are infectious and detected, so too τ is scaled by the same constant for within-household transmission yielding τ . However for scaling τ to produce τ , the fraction of household infectious contacts to which this scaling factor applies is assumed to be the same as the fraction of prevalent infectious individuals who are currently detected in the community submodel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Household submodel"
        },
        {
            "text": "With this description of the household submodel, we can now define the household force of infection, λ HH , which connects the dynamics of the household submodel back to the community submodel. λ HH depends on the number of within-household contacts between susceptible and infectious members and the probability of transmission given a household contact (τ ). Within each household, we define the rate of new infections:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Household submodel"
        },
        {
            "text": "inf ection HH = τ * contacts HH * sc HH sc inf ectious HH,sc * susceptible HH,sc hhsize ,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Household submodel"
        },
        {
            "text": "which is the weighted average of within-household transmission (higher where there are more infectious and susceptible individuals simultaneously present in the household) where the weight is the fraction of households who have these counts of infectious and susceptible members. The infections generated by household transmission, inf ection HH , are not age stratified nor are they scaled to the overall population size so we multiply the rate by the size of the population and then spread the new infections flowing from S a to E a based upon the proportion of the overall susceptible population in each age group a at time t. This produces λ a,HH which we include in the community submodel above. We presented further details of this approach at the 2020 Society for Medical Decision Making Annual Meeting. 6",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Household submodel"
        },
        {
            "text": "The epidemiology of COVID-19 is being elucidated at a rapid rate. Key epidemiological parameters include the latent period (i.e., time spent infected but not yet infectious); the incubation period (i.e., time spent infected but without symptoms); and the infectious period (time spent infectious prior to recovery). Data from [7] [8] [9] suggest that there are periods of time where some individuals are infectious but asymptomatic and also where some individuals are symptomatic but not yet infectious. We use the Exposed (E) compartments and Infectious (I) compartments to capture the latent and infectious periods, estimating the distribution of their duration based primarily on. 8 Specifically, we obtained the data and code from the publications to regenerate the empirical distribution of outcomes in their sample. Then, we fit gamma distributions for the distribution of durations of the latent and infectious periods respectively (latent shape and rate parameters (9.00, 3.00); infectious shape and rate parameters (2.18, 0.70)). These yield mean durations of latency and infectiousness of 3 days (1/σ) and 3.12 days (1/γ) respectively. For the latent period, 95 percent of people have durations between 1.5 and 4.9 days. For the infectious period, 95 percent of people have durations between 0.6 and 7.0 days.",
            "cite_spans": [
                {
                    "start": 326,
                    "end": 329,
                    "text": "[7]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 330,
                    "end": 333,
                    "text": "[8]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 334,
                    "end": 337,
                    "text": "[9]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 684,
                    "end": 685,
                    "text": "8",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Epidemiologic parameters"
        },
        {
            "text": "We need to determine the numbers of E and I compartments for our MC-SEIR model. This is important because the distributions of duration in a compartment are not exponential (what will result if there are only single E and I compartments respectively) but rather to be realistic and consistent with the empirical data by having multiple compartments they will be gamma distributed. 1 The number of compartments for E and for I must be positive integers and should in general be less than or equal to the average duration. We sample from the gamma distribution that is parametrized in terms of number of compartments and average duration from, 1 selecting the number of compartments whose distribution is as close to those fit to the data from 8 in the previous step (i.e., we minimize the sum of square errors across the support of the distributions). We find that the best fit is achieved with 3 E compartments and 2 I compartments.",
            "cite_spans": [
                {
                    "start": 381,
                    "end": 382,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Epidemiologic parameters"
        },
        {
            "text": "To connect symptoms to our exposed compartments (E) and infectious compartments (I), we use the idea of severity classes l that index the E and I compartments to denote asymptomatic (l = 1) and symptomatic (l = 2) individuals. Similar to how we estimate durations of latency and infectiousness, we estimate the incubation period as a gamma distribution, fitting to the data from 7 (incubation shape and rate parameters (2.97, 0.59)) and also considering. 9 This yields a mean duration of incubation of 3 days with 95 percent of people having durations between 1.0 and 12.0 days. Notably, this implies that the incubation period can differ in duration from that of the latent period. We use the incubation duration to inform the rates of change from lower severity classes to higher severity classes (i.e., rates of transition from being asymptomatic to developing symptoms r E j 1,a , r I k 1,a ). By examining the cumulative density function for the gamma distribution of incubation duration, we can determine the fraction of people at the beginning of each day since infection who are still asymptomatic and the daily change in the cumulative fraction of people who become symptomatic. These can be used to compute a daily rate of becoming symptomatic from the CDF which is initially accelerating, rising from 0.024 on the first day to 0.106 on the second, 0.186 on the third, 0.248 on the fourth, 0.296 on the fifth, etc.. We note that in the absence of mass population screening or random population screening, it is likely that symptomatic individuals (i.e., those in higher severity classes, l = 2) are more likely to be diagnosed and hence diagnosis rates (ν) depend on an individual's symptom status (described in detail in the sections below). While the model also allows for the possibility of diagnosis via active screening (φ), generally we set this rate to 0 for the historic periods to which we are calibrating.",
            "cite_spans": [
                {
                    "start": 455,
                    "end": 456,
                    "text": "9",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Epidemiologic parameters"
        },
        {
            "text": "We continue to actively review the literature to further update these parameter values as well as their uncertainties.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiologic parameters"
        },
        {
            "text": "To model a given population, the main groups of demographic parameters required include: 1) the total size of the population; 2) the age structure of the population (fraction of the total population in each age group); 3) the crude birth rate; 4) the age-specific background mortality rates (i.e., mortality due to all causes other than COVID-19); and 5) the ingredients to compute adjusted population density (total land area, urban land area, and fraction of total population living in urban areas). All of the above groups of demographic parameters are obtainable from public sources for many national and subnational geographic areas (i.e., counties of the United States or states of Mexico). However, adjusted population density deserves specific attention here because of its role in the model inputs and therefore how we specifically compute it. For our modeling purposes, we are interested in population density because we wish to reflect the expected intensity of mixing between people (contacts per unit time) with higher density implying more intense mixing (discussed in further detail in the section on contact matrices below). Because of this, we opt for an alternative definition to those typically used for population density. Instead of defining population density as total population divided by the total area of a given jurisdiction or even the total population divided by the total land area (excluding water and other uninhabitable places), we focus on adjusted (weighted) population density.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Demographic parameters"
        },
        {
            "text": "Adjusted population density depends on the following inputs: land area and the fraction of the population living in urban areas. Land area (as opposed to total area) is important because we want to know how many people there are per unit area in potentially livable places. Fraction urban is important because urban areas typically occupy a small fraction of the total land area but can contain a high fraction of the population leading to very high densities (e.g., New York City has a population density in excess of 50,000 people per mile 2 ). Typically we would then assume that a relatively small number of square miles houses the fraction of the population that is urban multiplied by the total population yielding a high density and that the remaining rural population's average density is its size divided by the remaining land area. We then either model urban and rural populations separately or else take the average of their densities weighted by the fraction of the population that is urban/rural which will generally be higher than just dividing total population by the land area. To reflect relatively local differences, we try obtain such parameters at the finest geographic level possible which is typically county-level or state-level and likewise model at the finest possible geographic level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Demographic parameters"
        },
        {
            "text": "While multiplying total population by percent urban yields the urban population, a challenge of this method for constructing the population-weighted density is knowing how much of the land area is urban land area. It is often possible to obtain lists of cities (e.g., for Brazil or Mexico) or urban and rural census tracts (e.g., for the U.S.) and their populations and land areas along with the state and/or county to which each city (or census tract) pertains. One can then compute the density of the urban population in each of the geographic areas and likewise the rural density by subtracting the urban land area from the total land area and the urban population from the total population. With these, one can then compute a population weighted average based on the relative sizes of the urban and rural populations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Demographic parameters"
        },
        {
            "text": "For our applied analyses, we have obtained demographic parameters from publicly available sources: For example, for counties and states in the United States, we use: county population size and age structure from 2018; 10 state-specific life tables; 11 and county urban/rural status, land area, and population density. 12 Other specific countries on which we are implementing the model have their own sub-national sources. For other countries at a national level we use. 13, 14",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 251,
                    "text": "11",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 318,
                    "end": 320,
                    "text": "12",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Demographic parameters"
        },
        {
            "text": "To model potential transmission between subgroups, we use a contact (WAIFW) matrix approach. Entries in our contact matrix are the number of daily sufficient contacts a person in a given age group has with people of each age group in the model. A sufficient contact is defined as one that is close, long, and/or intense enough so that transmission could occur if one of the individuals was infectious and the other susceptible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimation of contact matrices"
        },
        {
            "text": "A data challenge for many sub-national populations is that there are no contact matrices estimated based on empirical data sampled from them; hence we develop an approximation method based on available data to estimate contact matrices. Specifically, we use publicly available national-level contact matrix estimates 15 along with epidemiological theory on how contact frequency/intensity depends on density in terms of functional form based on studies from several other human and animal diseases. 16, 17 We start with Prem et al.'s estimates of 152 national-level household and non-household contact matrices (total minus household contact matrices), W v , whose structure is defined in (3), we compute average national-level ageweighted (based on population age structure) household and non-household contact rates defined as",
            "cite_spans": [
                {
                    "start": 499,
                    "end": 502,
                    "text": "16,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 503,
                    "end": 505,
                    "text": "17",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Estimation of contact matrices"
        },
        {
            "text": "Each entry in the matrix W v represents the number of venue-specific contacts per day by a person of age group a with people of age group a . We sum the number of contacts that each age group a has over contacts for all the age groups and then compute the weighted average with weights equal to p a , the proportion of the population in age group a.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimation of contact matrices"
        },
        {
            "text": "As epidemiological theory suggests that contacts are related to population density, we estimate this relationship using a regression approach. We determine the population density of each country based on its urban population, urban land area, rural population, and rural land area, using these to compute the urban and rural population densities and the population-weighted average density. 18 We then take the natural logarithm of these densities for the regression. We regress the non-household contact rates on the logged population-distribution weighted density, to establish empirical estimates of the concave relationship for non-household contacts and no such relationship for household contacts per theorized relationships as described by Dalziel et al and Hu et al. 16, 17 The results of this regression provide us with two coefficients (the intercept and the slope for the log-density) which enable us to predict expected weighted average contacts for a population with any density. Our method makes use of the slope coefficient for the log-density.",
            "cite_spans": [
                {
                    "start": 391,
                    "end": 393,
                    "text": "18",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 775,
                    "end": 778,
                    "text": "16,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 779,
                    "end": 781,
                    "text": "17",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Estimation of contact matrices"
        },
        {
            "text": "For each of the 152 countries for which we have data, we employ the following procedure to form sub-national non-household contact matrix estimates (e.g., county-specific contact matrix estimates in the U.S. or state-specific contact matrix estimates in Mexico).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimation of contact matrices"
        },
        {
            "text": "First, for each sub-national geography, we determine the population average weighted density which we transform using the natural logarithm. Next, we define a country-specific prediction equation using the slope coefficient from our regression above and determining the intercept based upon passing through the national-level population age-weighted non-household contact rate at the national-level log-density. With this prediction equation and the sub-national logged densities we generate sub-national predicted non-household contact rates. We take the ratio of the sub-national rates to the national rates to produce a regression-predicted density adjustment factor for each sub-national geography.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimation of contact matrices"
        },
        {
            "text": "In addition to these density adjustment factors, in order to produce sub-national non-household contact matrices, we require a representation of the country's non-household contact matrix that is independent of its population age structure (a homogeneously mixing population whose subgroups are not all of equal size will have more people mixing with the more prevalent subgroups even without any assortative preference). To remove the age structure, we divide each age group's vector of age-specific contact rates (the W v a,a s for each a and for all a s) by the proportion of the population in each age group (p a ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimation of contact matrices"
        },
        {
            "text": "For each sub-national geography, we then multiply the age structure-removed non-household country-level contact matrix by the corresponding sub-national regression-predicted density adjustment factor; and finally, we multiply the population proportions from the sub-national area (its p a s) by the entries in the matrix to compute a matrix of appropriate contact frequency with the same underlying assortative preferences for between-group contacts in a population of the sub-national area's age structure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimation of contact matrices"
        },
        {
            "text": "Since the SC-COSMO model considers several different who mixes with whom matrices for non-household contacts (current venues include school, work, and other), the extension to the method above that we use in practice is that once we have computed the regression-predicted density adjustment factors for each sub-national geography, we apply them separately to each of the venue-specific national non-household contact matrices (after first removing the national population age structure from these matrices). We then apply the sub-national population age structure to all of the resulting matrices. This yields a set of venue-specific sub-national non-household contact matrices that depend on the sub-national geography's weighted population density and population age structure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimation of contact matrices"
        },
        {
            "text": "We presented further details of this approach at the 2020 Society for Medical Decision Making Annual Meeting. 19 ",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 112,
                    "text": "19",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Estimation of contact matrices"
        },
        {
            "text": ") is difficult to determine with currently available data because both the population at risk (i.e., denominator) and the number of observed COVID-19 deaths are limited to those individuals who are diagnosed with COVID-19. What can be computed directly from these observed quantities is the Case Fatality Rate (CFR) and its extension, the age-specific CFR. However, the CFR and its age-specific versions are likely overestimates of the corresponding IFRs in many situations. The reasons for this are several. First, CFRs do not include undiagnosed COVID-19 infections and deaths. Second, diagnosis without active surveillance selects for more severe cases which are more likely to die. Below we describe our current approach for quantifying deaths from COVID-19. Furthermore, the overall CFR (or IFR) estimated in one population is also likely to be a biased estimate for other populations if their population age structures -specifically the age structures of COVID-19 cases/infections -differ substantially. This is because the overall CFR (or IFR) is a weighted mean where the weights are proportion of people in each age group at risk. Hence, we prefer the age-specific versions of these quantities, especially when transferring them from one population to another. An additional source of potential bias is that supportive medical care may modify the age-specific probabilities of death from COVID-19, and in some settings (e.g., low resource settings vs. wealthier settings) such differences could also be substantial. While we currently do not have a formal method for correcting for this sort of potential bias, we imagine an approach that incorporates measures/proxies of healthcare system efficacy relevant for conditions like COVID-19 and perhaps differences in mortality for other conditions (e.g., hospitalized pneumonia in general).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Excess mortality risk due to COVID-19 infection (the Infection Fatality Rate [IFR]"
        },
        {
            "text": "Our goal is to generate a set of age-specific COVID-19 mortality rates that are consistent with what has been described in the literature and how it is estimated, consistent with time-series of observed COVID-19 deaths in the jurisdictions we are modeling, and which is robust to potential changes in detection rates. We examine a variety of published sources on IFR and CFR including 20 along with the case series and death series from jurisdictions like counties in California and states in Mexico.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Excess mortality risk due to COVID-19 infection (the Infection Fatality Rate [IFR]"
        },
        {
            "text": "Additionally, aside from the fact that diagnosed individuals may receive supportive medical treatment, we want to ensure that the likelihood of death for any given individual is the same regardless of diagnosis status -that is, that if we randomly tested 10% versus if we randomly tested 20% of the population and examined the fractions of people who are infected with COVID-19 who die under each testing scenario, they should be the same. In reality, in many settings, testing is not done on random samples of the population and very likely is concentrated in individuals with more acute illness, those of certain ages, and other characteristics. For this reason, we allow testing rates to differ by such characteristics and over time. Most importantly for our explanation here, we allow testing (and hence diagnosis) to differ by severity level of illness and within a given severity level assume that death rates would be equal for individuals who are detected or not detected (if effective, supportive medical care were not given).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Excess mortality risk due to COVID-19 infection (the Infection Fatality Rate [IFR]"
        },
        {
            "text": "Currently the model assumes that for people with COVID-19 infections and no symptoms (i.e., severity level 1), the excess risk of death from COVID-19 is 0 (i.e., CF R l=1,a = 0). For individuals who have developed symptomatic infections, there is an excess risk of death from COVID-19 (CF R l=2,a > 0) which is not currently strongly modified by supportive medical care (α DX l=2 = 1) and that excess death risks have declined in time as testing and detection rates of somewhat less severe cases within severity level 2 have increased. When detailed and comprehensive data on the timing and mortality status of cases is available (as is the case in Mexico City Metropolitan Area and other states in Mexico), we estimate time-varying case fatality rates using statistical regressions. In other cases, we calibrate these excess death rates to observed, jurisdiction-specific time-series on COVID-19 deaths.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Excess mortality risk due to COVID-19 infection (the Infection Fatality Rate [IFR]"
        },
        {
            "text": "For settings like the United States, the CDC and other departments of health have published outcomes including case fatality rates for an initial cohort of individuals as well as other information suggesting infection fatality rates, and additional data are increasingly becoming available in the published literature as well as through state reporting. We will continue to gather information to update excess mortality risks as new data become available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Excess mortality risk due to COVID-19 infection (the Infection Fatality Rate [IFR]"
        },
        {
            "text": "Just like fatality rates, detection rates are challenging to estimate because we lack an important component of the denominator, the total number of prevalent infections that could be detected if perfectly sensitive and specific testing were applied to all of them. The metrics that are more commonly reported are: 1) the time-series of total tests performed; 2) the time-series of the fraction of people tested who are positive for COVID-19. But the relationship between the commonly reported metrics and the detection rate is likely time-varying and confounded by a number of other factors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case detection rate"
        },
        {
            "text": "To begin to get a sense of the possible confounding and complexity, one can imagine the process (ignoring age groups) as the following. At a given point in time, people who are infected with COVID-19 have a range of symptoms/severity. All else equal, we would expect people with more severe symptoms to seek testing more frequently. However, we would also expect people with other Influenza-like Illnesses (ILIs) or who may believe they were exposed to COVID-19 to also be more likely to seek testing. For both groups, those who seek testing/care will interact with the healthcare system. At a given point in time, the system has specific criteria for testing (which may or may not be strictly followed) as well as a supply constraint on the number of tests they can perform. So the number of potentially true and false positive individuals who are tested depends on these factors and hence the case detection rate is likely time-varying and challenging to determine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case detection rate"
        },
        {
            "text": "We have described our approach to putting bounds on the detection rate based upon logical constraints and available data on the testing capacity time-series and other modeling, which was presented at the 2020 Society for Medical Decision Making Annual Meeting. 21 ",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 263,
                    "text": "21",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Case detection rate"
        },
        {
            "text": "Risks of hospitalization depend on setting. For example, Verity et al. 2020 20 report risks of hospitalization conditional on infection for COVID-19 patients in China which can differ from those in Mexico or in the United States. Because of this, for specific geographic areas/populations whose healthcare system characteristics may differ, we try to incorporate local data whenever they are available and of sufficiently high quality. It is possible to estimate probabilities and other quantities required by the hospitalization module directly from data that is sufficiently detailed as we do with data from Mexico City Metropolitan Area. For remaining quantities (potentially time-varying) required by the hospitalization module, it is possible to calibrate them based on time-series of hospitalized prevalence (e.g., daily COVID-19 bed census).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risk of hospitalization and conditional risk of requiring ICU given hospitalization"
        },
        {
            "text": "For detected COVID-19 positive individuals who are hospitalized, some fraction will ultimately have more severe illness than others. Depending on illness severity, hospitalized patients have a risk of being placed in the intensive care unit (ICU) or requiring a ventilator. Depending on severity and ICU or ventilator status, patients have different length of stay distributions. Hospitalized COVID-19 prevalence at any given point in time is therefore determined by the number of incident cases entering the hospital each day prior to this point in time and the fraction of those people remaining in the hospital for a sufficient length of time such that they have not yet exited (i.e., leaving due to death or discharge):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risk of hospitalization and conditional risk of requiring ICU given hospitalization"
        },
        {
            "text": "where T is the date for which we are interested in knowing the census of hospitalized COVID-19 patients (Hosp); t is a date that happens on or before T ; a is an age group; IncDX a,t is the number of individuals with incident diagnoses of COVID-19 for each age group on each date; pHosp a,t is the probability of hospitalization among individuals with diagnosed COVID-19 of a given age group diagnosed on a given date; s indexes more or less severe hospitalized illness; i indexes ICU and non-ICU treatment; prop a,s,i is the proportion of hospitalized COVID-19 patients of a given age group whose illness is more or less severe and who are or are not treated in the ICU; and CDF a,s,i is the cumulative density function of length of stay in the hospital for COVID-19 admitted patients conditional on age group, severity, and ICU status for which we use gamma distributions. For Mexico City Metropolitan Area, we extend this approach to have these length of stay distributions depend on the date at which hospitalization occurs. From above, IncDX a,t is clearly specific to particular geographic areas. Likewise, the probabilities of hospitalization, the severity and ICU mixture of hospitalized patients, and the length of stays for each patient group likely vary with local geography. Reports on severity, ICU and length of stay include studies by Guan et al. 2020 and Lewnard et al. 2020 among others. 22, 23 In brief, Guan et al. report the number of hospitalized patients within each of their age categories who are severe or non-severe. From these and similar sources, we are able to compute quantities like: the age-specific probability a hospitalized patient was severe; the probability of requiring ICU care conditional on severity (which does not appear to be strongly conditional on age once severity is taken into consideration); and length of stay distributions overall by age as well as distributions of additional time spent in the ICU. These quantities can inform the parameters in the model above (e.g., length of stay estimates inform the CDFs; conditional probabilities of severity inform the proportions facing different lengths of stay; etc.) when direct jurisdiction-specific quantities are unavailable. The likelihood of hospitalization conditional on detection is observed in some data sets (e.g., states of Mexico) but must be calibrated (e.g., counties in California).",
            "cite_spans": [
                {
                    "start": 1405,
                    "end": 1408,
                    "text": "22,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1409,
                    "end": 1411,
                    "text": "23",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Risk of hospitalization and conditional risk of requiring ICU given hospitalization"
        },
        {
            "text": "The model currently includes non-pharmaceutical interventions (NPIs) which represent various forms of social distancing and masking (i.e., they act to reduce contacts and/or the probability of transmission given contacts). The size of the intervention's effect can vary across age group. Interventions have start and end times. Time-varying intervention effects can therefore be constructed by defining a series of interventions whose start and end times bookend one another and whose effect sizes can be different from one another. For example, an intervention may have a strong effect at the time when shelter-in-place orders were implemented but over time with re-openings its effect may attenuate somewhat depending on continuing compliance with mask orders.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interventions to reduce transmission"
        },
        {
            "text": "In general, modeled interventions can reduce effective contacts differentialy by venue. The intervention has no effect on within-home contacts between household members. The intervention reduces contacts at work and other venues proxying a variety of changes: e.g., greater distances and masking in outdoor locations like parks, more workfrom-home, business conducted outside, masking, and limits on the percentage capacity at which in-person businesses are allowed to operate. Modeled interventions have two variants with respect to school contacts. The intervention can be accompanied by school closures in which case there are no school contacts or else it can allow return to school with some level of resumed contacts relative to pre-COVID school contact levels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interventions to reduce transmission"
        },
        {
            "text": "Another category of intervention effect is how well isolation of detected cases can occur. As noted above, the model allows for a parameter that reduces contact/transmission for detected infectious individuals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interventions to reduce transmission"
        },
        {
            "text": "A final intervention category includes vaccines, of which a number of candidates are currently in phase 3 trials but none have been approved to date. Current implementation work is extending the model's capability to include vaccination. This implementation work includes a vaccinated compartment in the model, creating realistic timing and targeting of vaccination coverage scale-up, allowing for partial effectiveness and potentially waning vaccine immunity which may differ from naturally acquired immunity, and incorporating vaccination effects within the household submodel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interventions to reduce transmission"
        },
        {
            "text": "Parameterization of the NPI interventions is challenging because there are currently no direct measures on the effect of interventions on effective contact frequencies, duration, or intensity. A variety of sources are attempting to measure parts or proxies of this. The simplest are surveys of people asking them about how they have changed a variety of their activities, how much time they spend in their homes, and for what reasons they go out. Simple indirect measures include quantities like the amount of air population measured by area which shows declines in commuter traffic and other production that yields emissions but does not show which types of trips are being curtailed. More sophisticated measures focus on contacts (e.g., the collocation of cellphones based on triangulation from towers or the location information of devices running various apps or the temporal proximity of credit card purchases by different purchasers at the same store) or on mobility with or without collocation (e.g., the fraction of time that someone's device is not in the location it is during typical sleeping hours or the number of devices on public transport, or how far devices travel away from home). Average changes in these measures compared to pre-COVID levels either by individual or by geography all form estimates of components of reductions in contacts sufficient to transmit COVID. For many of these measures, at least in California counties, there are average reductions of 10-70 percent or more which differ by county. What has not been reported to date are measures of individual (or small area) variance of such reductions within county, which are likely important for considering potential transmission among subgroups who must go out of their home (e.g., essential services providers) or who do not comply and then secondary transmission from these groups. Furthermore, when people are mobile or collocate it is not clear from these measures whether they are taking more or less precautions such as masking.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interventions to reduce transmission"
        },
        {
            "text": "We currently use a composite approach to determine the timing and effect size of interventions by geographic location. This involves extracting needed information from mobility data and model calibration (described below). Currently we use multi-location mobility time-series data from sources like Google Mobility Trends and FourSquare to determine when, after NPIs were first implemented, these time-series change. For example, directly after NPI implementation when lock-downs were often in effect, the amount of travel to work locations dropped dramatically but that effect attenuated over the next month or so and then with re-openings and second viral waves may have fluctuated. By analyzing location-specific mobility time-series we determine when there are change-points for the modeled intervention intensity in a given geographic location. However, because changes in mobility patterns do not necessarily correspond to the full range of changes in contacts nor to how people may increase mask use for the same number of contacts, we use model calibration to incidence data to inform the effect sizes for each segment of the time-varying, geography-specific intervention effects. Additionally, we use and have recently made open source and public a dataset containing county-specific information on public health orders, categorized by the type of activity(s) they pertain to and the level of strictness. 24",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interventions to reduce transmission"
        },
        {
            "text": "A challenge for many mathematical simulation models is that they may require input values that are unobserved or unobservable due to financial, practical, or ethical reasons. In such situations, model calibration can be used to infer these values. Specifically, calibration is the process of estimating values for unknown or uncertain parameters of a mathematical model by matching its outputs to observed clinical or epidemiological data (known as calibration targets). The general goal of calibration is to identify set(s) of parameter values that maximize the fit between model outputs and the calibration targets. 25, 26 For the SC-COSMO model, calibration is required for a number of parameters that are not directly observed. These include the community transmission rates (β k a ), the household transmission rate (τ ), the time-varying case detection rates ν E j l and ν I k l , and the time-varying, venue-specific effects of interventions on community transmission rates (κ v t ). Generally priors on parameters are defined based on existing knowledge about their values. 27 As there is substantial uncertainty in these input parameters, we employ uniform prior distributions for each. The prior distributions are uncorrelated, and they are relatively wide to reflect the underlying uncertainty. The prior ranges are defined for particular settings (i.e., the prior ranges for counties in California may differ from those used for the states of Mexico).",
            "cite_spans": [
                {
                    "start": 618,
                    "end": 621,
                    "text": "25,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 622,
                    "end": 624,
                    "text": "26",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1082,
                    "end": 1084,
                    "text": "27",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Calibration"
        },
        {
            "text": "Calibration targets are formed by time-series of incident detected case counts both prior to and after the implementation of NPIs. As the targets are counts, we construct a likelihood function by assuming that the calibration targets (y i,t ) are Negative Binomial distributed",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calibration"
        },
        {
            "text": "where µ i,t is the model-predicted output for each type of target i (e.g., case count) at each time t and size i is the dispersion parameter such that prob i,t = size i / (size i |µ i,t ) variance i,t = µ i,t + µ 2 i,t /size i (15) per alternative parameterizations of the distribution. We use two main algorithms to find set(s) of input parameters that cause the model's outputs to match the calibration targets. The first is the incremental mixture importance sampling (IMIS) algorithm, 28, 29 which has been previously used to calibrate deterministic health policy models. [30] [31] [32] An advantage of IMIS over other Monte Carlo methods, such as Markov chain Monte Carlo, is that with IMIS the evaluation of the likelihood for different sampled parameter sets can be parallelized, which makes its implementation especially suitable for an high-performance computing (HPC) environment such as the ones used for SC-COSMO calibration. The second is the Nelder-Mead (NM) algorithm. 33 This directed search approach is efficient at identifying critical points with complex models because it is gradient-free and guarantees convergence to locally optimal solutions. To identify multiple sets of parameters that are consistent with the calibration targets, we start the NM-based calibration from multiple random starting locations within our prior space. For both algorithms, when we are only interested in identifying a single, best-fit parameter set without running the sampling algorithm, we adopt a Laplace approximation where we compute the posterior mode often called the maximum a posteriori (MAP) estimate, by maximizing the logarithm of the posterior, and use the MAP estimate (instead of the mean) as an approximation of the parameter set θ. The inverse of the negative Hessian of the logarithm of the posterior can be used to measure the uncertainty of this approximation. [34] [35] [36] [37] [38] In the case of the SC-COSMO model, we use not only the mean and hence use the calibrated posterior parameter distributions for projections and analyses of scenarios.",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 231,
                    "text": "(15)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 489,
                    "end": 492,
                    "text": "28,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 493,
                    "end": 495,
                    "text": "29",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 576,
                    "end": 580,
                    "text": "[30]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 581,
                    "end": 585,
                    "text": "[31]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 586,
                    "end": 590,
                    "text": "[32]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 984,
                    "end": 986,
                    "text": "33",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1883,
                    "end": 1887,
                    "text": "[34]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1888,
                    "end": 1892,
                    "text": "[35]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1893,
                    "end": 1897,
                    "text": "[36]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1898,
                    "end": 1902,
                    "text": "[37]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1903,
                    "end": 1907,
                    "text": "[38]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Calibration"
        },
        {
            "text": "All the compartments in our models are variables that depend on time, t; however, we omit this index to simplify the notation. We also omit the index, l, referring to severity levels of exposed and infectious compartments as well as diagnosed exposed and infectious compartments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcomes of interest"
        },
        {
            "text": "The age-group-specific population, P op a , is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Population"
        },
        {
            "text": "and the total population across all age groups is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Population"
        },
        {
            "text": "3.2 Epidemiological outcomes",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Population"
        },
        {
            "text": "The age-group-specific cumulative numbers of infectious individuals, CI a , are given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cumulative infectious individuals"
        },
        {
            "text": "and the total cumulative numbers of infectious individuals across all age groups is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cumulative infectious individuals"
        },
        {
            "text": "where T is the analytic horizon.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cumulative infectious individuals"
        },
        {
            "text": "The age-group-specific total numbers of infectious individuals at any time t, T otI a , are given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infectious individuals"
        },
        {
            "text": "and the total number of infectious individuals across all age groups is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infectious individuals"
        },
        {
            "text": "The age-group-specific incident numbers of infectious individuals, IncI a , are given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Incident infectious individuals"
        },
        {
            "text": "and the total incident infections across all age groups is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Incident infectious individuals"
        },
        {
            "text": "IncI a .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Incident infectious individuals"
        },
        {
            "text": "The age-group-specific cumulative diagnosed infections, CIDX a , are given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cumulative diagnosed infections (regardless of infectiousness)"
        },
        {
            "text": "and the total cumulative diagnosed infections across all age groups is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cumulative diagnosed infections (regardless of infectiousness)"
        },
        {
            "text": "where T is the analytic horizon.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cumulative diagnosed infections (regardless of infectiousness)"
        },
        {
            "text": "The age-group-specific total numbers of diagnosed infections at any time t, DX a , are given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosed Infections (regardless of infectiousness)"
        },
        {
            "text": "and the total diagnosed infections across all age groups is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosed Infections (regardless of infectiousness)"
        },
        {
            "text": "The age-group-specific numbers of incident diagnosed infections, IncDX a , are given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Incident diagnosed infections (regardless of infectiousness)"
        },
        {
            "text": "and the total incident diagnosed infections across all age groups is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Incident diagnosed infections (regardless of infectiousness)"
        },
        {
            "text": "IncIDX a .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Incident diagnosed infections (regardless of infectiousness)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Modeling Infectious Diseases in Humans and Animals",
            "authors": [
                {
                    "first": "James",
                    "middle": [],
                    "last": "Matthew",
                    "suffix": ""
                },
                {
                    "first": "Pejman",
                    "middle": [],
                    "last": "Keeling",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Rohani",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The household secondary attack rate of SARS-CoV-2: A rapid review",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Hannah",
                    "suffix": ""
                },
                {
                    "first": "Leonardo",
                    "middle": [],
                    "last": "Fung",
                    "suffix": ""
                },
                {
                    "first": "Fernando",
                    "middle": [],
                    "last": "Martinez",
                    "suffix": ""
                },
                {
                    "first": "Joshua",
                    "middle": [
                        "A"
                    ],
                    "last": "Alarid-Escudero",
                    "suffix": ""
                },
                {
                    "first": "David",
                    "middle": [
                        "M"
                    ],
                    "last": "Salomon",
                    "suffix": ""
                },
                {
                    "first": "Jason",
                    "middle": [
                        "R"
                    ],
                    "last": "Studdert",
                    "suffix": ""
                },
                {
                    "first": "Jeremy",
                    "middle": [
                        "D"
                    ],
                    "last": "Andrews",
                    "suffix": ""
                },
                {
                    "first": "Sc-Cosmo Modeling",
                    "middle": [],
                    "last": "Goldhaber-Fiebert",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Group",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clinical Infectious Diseases",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Mixing patterns between age groups in social networks",
            "authors": [
                {
                    "first": "S Y Del",
                    "middle": [],
                    "last": "Valle",
                    "suffix": ""
                },
                {
                    "first": "J M",
                    "middle": [],
                    "last": "Hyman",
                    "suffix": ""
                },
                {
                    "first": "H W",
                    "middle": [],
                    "last": "Hethcote",
                    "suffix": ""
                },
                {
                    "first": "S G",
                    "middle": [],
                    "last": "Eubank",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Social Networks",
            "volume": "29",
            "issn": "",
            "pages": "539--554",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Accounting for Household Transmission Dynamics in Realistic Epidemic Models",
            "authors": [
                {
                    "first": "Fernando",
                    "middle": [],
                    "last": "Alarid-Escudero",
                    "suffix": ""
                },
                {
                    "first": "Andrea",
                    "middle": [],
                    "last": "Luviano",
                    "suffix": ""
                },
                {
                    "first": "Natalia",
                    "middle": [],
                    "last": "Kunst",
                    "suffix": ""
                },
                {
                    "first": "Yadira",
                    "middle": [],
                    "last": "Peralta",
                    "suffix": ""
                },
                {
                    "first": "Jeremy",
                    "middle": [
                        "D"
                    ],
                    "last": "Goldhaber-Fiebert",
                    "suffix": ""
                },
                {
                    "first": "Sc-Cosmo Modeling",
                    "middle": [],
                    "last": "Group",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The 42nd Annual Meeting of the Society for Medical Decision Making",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The Incubation Period of Coronavirus Disease 2019 (COVID-19) From Publicly Reported Confirmed Cases: Estimation and Application",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stephen",
                    "suffix": ""
                },
                {
                    "first": "Kyra",
                    "middle": [
                        "H"
                    ],
                    "last": "Lauer",
                    "suffix": ""
                },
                {
                    "first": "Qifang",
                    "middle": [],
                    "last": "Grantz",
                    "suffix": ""
                },
                {
                    "first": "Forrest",
                    "middle": [
                        "K"
                    ],
                    "last": "Bi",
                    "suffix": ""
                },
                {
                    "first": "Qulu",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "Hannah",
                    "middle": [
                        "R"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "Andrew",
                    "middle": [
                        "S"
                    ],
                    "last": "Meredith",
                    "suffix": ""
                },
                {
                    "first": "Nicholas",
                    "middle": [
                        "G"
                    ],
                    "last": "Azman",
                    "suffix": ""
                },
                {
                    "first": "Justin",
                    "middle": [],
                    "last": "Reich",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lessler",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Annals of Internal Medicine",
            "volume": "03",
            "issn": "2020",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Temporal dynamics in viral shedding and transmissibility of covid-19",
            "authors": [
                {
                    "first": "Xi",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Eric",
                    "suffix": ""
                },
                {
                    "first": "Peng",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "Xilong",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Jian",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "Xinxin",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Yiu",
                    "middle": [
                        "Chung"
                    ],
                    "last": "Hao",
                    "suffix": ""
                },
                {
                    "first": "Jessica",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "Yujuan",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "Xinghua",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Covid-19 infectivity profile correction",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ashcroft",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Huisman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lehtinen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Bouman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Althaus",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Regoes",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bonhoeffer",
                    "suffix": ""
                }
            ],
            "year": 2033,
            "venue": "Swiss medical weekly",
            "volume": "150",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "United states mortality database",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Economic Research Service United States Department of Agriculture. Rural-urban commuting area codes",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "World population prospect 2019, quinquennial population by five-year age groups -both sexes. de facto population as of 1 july of the year indicated classified by five-year age groups",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "100",
            "issn": "",
            "pages": "95--99",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "World population prospect 2019, number of survivors by age for a hypothetical cohort of 100,000 newborns who would be subject during all their lives to the mortality rates of a given period",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Projecting social contact matrices in 152 countries using contact surveys and demographic data",
            "authors": [
                {
                    "first": "Kiesha",
                    "middle": [],
                    "last": "Prem",
                    "suffix": ""
                },
                {
                    "first": "Alex",
                    "middle": [
                        "R"
                    ],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "Mark",
                    "middle": [],
                    "last": "Jit",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLoS Computational Biology",
            "volume": "13",
            "issn": "9",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Urbanization and humidity shape the intensity of influenza epidemics in u.s. cities",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Benjamin",
                    "suffix": ""
                },
                {
                    "first": "Stephen",
                    "middle": [],
                    "last": "Dalziel",
                    "suffix": ""
                },
                {
                    "first": "Julia",
                    "middle": [
                        "R"
                    ],
                    "last": "Kissler",
                    "suffix": ""
                },
                {
                    "first": "Cecile",
                    "middle": [],
                    "last": "Gog",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Viboud",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ottar",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bjørnstad",
                    "suffix": ""
                },
                {
                    "first": "Jessica",
                    "middle": [
                        "E"
                    ],
                    "last": "Metcalf",
                    "suffix": ""
                },
                {
                    "first": "Bryan",
                    "middle": [
                        "T"
                    ],
                    "last": "Grenfell",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Science",
            "volume": "362",
            "issn": "6410",
            "pages": "75--79",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The scaling of contact rates with population density for the infectious disease models",
            "authors": [
                {
                    "first": "Hao",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Karima",
                    "middle": [],
                    "last": "Nigmatulina",
                    "suffix": ""
                },
                {
                    "first": "Philip",
                    "middle": [],
                    "last": "Eckhoff",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Mathematical Biosciences",
            "volume": "244",
            "issn": "2",
            "pages": "125--134",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Low elevation coastal zone (lecz) urban-rural population and land area estimates",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Methods for Constructing Sub-National Contact Matrices for Transmission Models of Respiratory Viruses like SARS-Cov-2 (COVID-19)[abstract",
            "authors": [
                {
                    "first": "Marissa",
                    "middle": [],
                    "last": "Reitsma",
                    "suffix": ""
                },
                {
                    "first": "Fernando",
                    "middle": [],
                    "last": "Alarid-Escudero",
                    "suffix": ""
                },
                {
                    "first": "Jason",
                    "middle": [],
                    "last": "Andrews",
                    "suffix": ""
                },
                {
                    "first": "David",
                    "middle": [],
                    "last": "Studdert",
                    "suffix": ""
                },
                {
                    "first": "Natalia",
                    "middle": [],
                    "last": "Kunst",
                    "suffix": ""
                },
                {
                    "first": "Anneke",
                    "middle": [],
                    "last": "Claypool",
                    "suffix": ""
                },
                {
                    "first": "Tess",
                    "middle": [],
                    "last": "Ryckman",
                    "suffix": ""
                },
                {
                    "first": "Jeremy",
                    "middle": [
                        "D"
                    ],
                    "last": "Goldhaber-Fiebert",
                    "suffix": ""
                },
                {
                    "first": "Sc-Cosmo Modeling",
                    "middle": [],
                    "last": "Group",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The 42nd Annual Meeting of the Society for Medical Decision Making",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Estimates of the severity of coronavirus disease 2019: a model-based analysis",
            "authors": [
                {
                    "first": "Robert",
                    "middle": [],
                    "last": "Verity",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lucy",
                    "suffix": ""
                },
                {
                    "first": "Ilaria",
                    "middle": [],
                    "last": "Okell",
                    "suffix": ""
                },
                {
                    "first": "Peter",
                    "middle": [],
                    "last": "Dorigatti",
                    "suffix": ""
                },
                {
                    "first": "Charles",
                    "middle": [],
                    "last": "Winskill",
                    "suffix": ""
                },
                {
                    "first": "Natsuko",
                    "middle": [],
                    "last": "Whittaker",
                    "suffix": ""
                },
                {
                    "first": "Gina",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                },
                {
                    "first": "Hayley",
                    "middle": [],
                    "last": "Cuomodannenburg",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "G T",
                    "middle": [],
                    "last": "Patrick",
                    "suffix": ""
                },
                {
                    "first": "Han",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "Amy",
                    "middle": [],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "Jamie",
                    "middle": [
                        "T"
                    ],
                    "last": "Dighe",
                    "suffix": ""
                },
                {
                    "first": "Marc",
                    "middle": [],
                    "last": "Griffin",
                    "suffix": ""
                },
                {
                    "first": "Sangeeta",
                    "middle": [],
                    "last": "Baguelin",
                    "suffix": ""
                },
                {
                    "first": "Adhiratha",
                    "middle": [],
                    "last": "Bhatia",
                    "suffix": ""
                },
                {
                    "first": "Anne",
                    "middle": [],
                    "last": "Boonyasiri",
                    "suffix": ""
                },
                {
                    "first": "Zulma",
                    "middle": [],
                    "last": "Cori",
                    "suffix": ""
                },
                {
                    "first": "Rich",
                    "middle": [],
                    "last": "Cucunubá",
                    "suffix": ""
                },
                {
                    "first": "Katy",
                    "middle": [],
                    "last": "Fitzjohn",
                    "suffix": ""
                },
                {
                    "first": "Will",
                    "middle": [],
                    "last": "Gaythorpe",
                    "suffix": ""
                },
                {
                    "first": "Arran",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "Wes",
                    "middle": [],
                    "last": "Hamlet",
                    "suffix": ""
                },
                {
                    "first": "Daniel",
                    "middle": [],
                    "last": "Hinsley",
                    "suffix": ""
                },
                {
                    "first": "Gemma",
                    "middle": [],
                    "last": "Laydon",
                    "suffix": ""
                },
                {
                    "first": "Steven",
                    "middle": [],
                    "last": "Nedjati-Gilani",
                    "suffix": ""
                },
                {
                    "first": "Sabine",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "Erik",
                    "middle": [],
                    "last": "Van Elsland",
                    "suffix": ""
                },
                {
                    "first": "Haowei",
                    "middle": [],
                    "last": "Volz",
                    "suffix": ""
                },
                {
                    "first": "Yuanrong",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Xiaoyue",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Xi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Christl",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Azra",
                    "suffix": ""
                },
                {
                    "first": "Neil M",
                    "middle": [],
                    "last": "Ghani",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infectious Diseases",
            "volume": "3099",
            "issn": "20",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "A New Method for Bounding the Case Detection Fraction of an Emerging Epidemic",
            "authors": [
                {
                    "first": "Tess",
                    "middle": [],
                    "last": "Ryckman",
                    "suffix": ""
                },
                {
                    "first": "Fernando",
                    "middle": [],
                    "last": "Alarid-Escudero",
                    "suffix": ""
                },
                {
                    "first": "Natalia",
                    "middle": [],
                    "last": "Kunst",
                    "suffix": ""
                },
                {
                    "first": "Jeremy",
                    "middle": [
                        "D"
                    ],
                    "last": "Goldhaber-Fiebert",
                    "suffix": ""
                },
                {
                    "first": "Sc-Cosmo Modeling",
                    "middle": [],
                    "last": "Group",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The 42nd Annual Meeting of the Society for Medical Decision Making",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Clinical Characteristics of Coronavirus Disease 2019 in China",
            "authors": [
                {
                    "first": "Zheng-Yi",
                    "middle": [],
                    "last": "Wei-Jie Guan",
                    "suffix": ""
                },
                {
                    "first": "Yu",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Wen-Hua",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Chun-Quan",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "Jian-Xing",
                    "middle": [],
                    "last": "Ou",
                    "suffix": ""
                },
                {
                    "first": "Lei",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "Hong",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Chun-Liang",
                    "middle": [],
                    "last": "Shan",
                    "suffix": ""
                },
                {
                    "first": "David",
                    "middle": [
                        "S C"
                    ],
                    "last": "Lei",
                    "suffix": ""
                },
                {
                    "first": "Bin",
                    "middle": [],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "Lan-Juan",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "Guang",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Kwok-Yung",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "Ru-Chong",
                    "middle": [],
                    "last": "Yuen",
                    "suffix": ""
                },
                {
                    "first": "Chun-Li",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Tao",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "Ping-Yan",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Jie",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "Jin-Lin",
                    "middle": [],
                    "last": "Shi-Yue Li",
                    "suffix": ""
                },
                {
                    "first": "Zi-Jing",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Yi-Xiang",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "Li",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "Yong",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "Yahua",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Peng",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Jian-Ming",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "Ji-Yang",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Zhong",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Gang",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Zhi-Jian",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "Jie",
                    "middle": [],
                    "last": "Shao-Qin Qiu",
                    "suffix": ""
                },
                {
                    "first": "Chang-Jiang",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "Nan-Shan",
                    "middle": [],
                    "last": "Shao-Yong Zhu",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "",
            "issn": "",
            "pages": "1--13",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Incidence, clinical outcomes, and transmission dynamics of severe coronavirus disease 2019 in california and washington: prospective cohort study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Joseph",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lewnard",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Vincent",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Michael",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mark",
                    "suffix": ""
                },
                {
                    "first": "Britta",
                    "middle": [
                        "L"
                    ],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "Jean",
                    "middle": [
                        "P"
                    ],
                    "last": "Jewell",
                    "suffix": ""
                },
                {
                    "first": "Chris",
                    "middle": [],
                    "last": "Flores",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jentz",
                    "suffix": ""
                },
                {
                    "first": "Ayesha",
                    "middle": [],
                    "last": "Graham R Northrup",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mahmud",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Arthur",
                    "suffix": ""
                },
                {
                    "first": "Maya",
                    "middle": [],
                    "last": "Reingold",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Petersen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Nicholas",
                    "suffix": ""
                },
                {
                    "first": "Scott",
                    "middle": [],
                    "last": "Jewell",
                    "suffix": ""
                },
                {
                    "first": "Jim",
                    "middle": [],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bellows",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "State-and County-Level COVID-19 Public Health Orders in California: Constructing a Dataset and Describing Their Timing, Content, and Stricture",
            "authors": [
                {
                    "first": "Jeremy",
                    "middle": [
                        "D"
                    ],
                    "last": "Goldhaber-Fiebert",
                    "suffix": ""
                },
                {
                    "first": "Alex",
                    "middle": [],
                    "last": "Holsinger",
                    "suffix": ""
                },
                {
                    "first": "Erin",
                    "middle": [],
                    "last": "Holsinger",
                    "suffix": ""
                },
                {
                    "first": "Elizabeth",
                    "middle": [],
                    "last": "Long",
                    "suffix": ""
                },
                {
                    "first": "Sc-Cosmo Modeling",
                    "middle": [],
                    "last": "Group",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Calibrating Models in Economic Evaluation: A Seven-Step Approach",
            "authors": [
                {
                    "first": "Tazio",
                    "middle": [],
                    "last": "Vanni",
                    "suffix": ""
                },
                {
                    "first": "Jonathan",
                    "middle": [],
                    "last": "Karnon",
                    "suffix": ""
                },
                {
                    "first": "Jason",
                    "middle": [],
                    "last": "Madan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Richard",
                    "suffix": ""
                },
                {
                    "first": "John",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "Anna",
                    "middle": [
                        "M"
                    ],
                    "last": "Edmunds",
                    "suffix": ""
                },
                {
                    "first": "Rosa",
                    "middle": [],
                    "last": "Foss",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Legood",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PharmacoEconomics",
            "volume": "29",
            "issn": "1",
            "pages": "35--49",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Nonidentifiability in Model Calibration and Implications for Medical Decision Making",
            "authors": [
                {
                    "first": "Fernando",
                    "middle": [],
                    "last": "Alarid-Escudero",
                    "suffix": ""
                },
                {
                    "first": "Richard",
                    "middle": [
                        "F"
                    ],
                    "last": "Maclehose",
                    "suffix": ""
                },
                {
                    "first": "Yadira",
                    "middle": [],
                    "last": "Peralta",
                    "suffix": ""
                },
                {
                    "first": "Karen",
                    "middle": [
                        "M"
                    ],
                    "last": "Kuntz",
                    "suffix": ""
                },
                {
                    "first": "Eva A",
                    "middle": [],
                    "last": "Enns",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Medical Decision Making",
            "volume": "38",
            "issn": "7",
            "pages": "810--821",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Quantifying demographic and socioeconomic transitions for computational epidemiology: an open-source modeling approach applied to India",
            "authors": [
                {
                    "first": "Sanjay",
                    "middle": [],
                    "last": "Basu",
                    "suffix": ""
                },
                {
                    "first": "Jeremy",
                    "middle": [
                        "D"
                    ],
                    "last": "Goldhaber-Fiebert",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Population Health Metrics",
            "volume": "13",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Computing Normalizing Constants for Finite Mixture Models via Incremental Mixture Importance Sampling (IMIS)",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "Adrian",
                    "middle": [
                        "E"
                    ],
                    "last": "Steele",
                    "suffix": ""
                },
                {
                    "first": "Mary",
                    "middle": [
                        "J"
                    ],
                    "last": "Raftery",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Emond",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal of Computational and Graphical Statistics",
            "volume": "15",
            "issn": "3",
            "pages": "712--734",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Estimating and Projecting Trends in HIV/AIDS Generalized Epidemics Using Incremental Mixture Importance Sampling",
            "authors": [
                {
                    "first": "Adrian",
                    "middle": [
                        "E"
                    ],
                    "last": "Raftery",
                    "suffix": ""
                },
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Bao",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Biometrics",
            "volume": "66",
            "issn": "4",
            "pages": "1162--1173",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Bayesian Methods for Calibrating Health Policy Models: A Tutorial",
            "authors": [
                {
                    "first": "Nicolas",
                    "middle": [
                        "A"
                    ],
                    "last": "Menzies",
                    "suffix": ""
                },
                {
                    "first": "Djøra",
                    "middle": [
                        "I"
                    ],
                    "last": "Soeteman",
                    "suffix": ""
                },
                {
                    "first": "Ankur",
                    "middle": [],
                    "last": "Pandya",
                    "suffix": ""
                },
                {
                    "first": "Jane",
                    "middle": [
                        "J"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PharmacoEconomics",
            "volume": "",
            "issn": "",
            "pages": "1--12",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Revisiting assumptions about age-based mixing representations in mathematical models of sexually transmitted infections",
            "authors": [
                {
                    "first": "Caleb",
                    "middle": [
                        "A"
                    ],
                    "last": "Easterly",
                    "suffix": ""
                },
                {
                    "first": "Fernando",
                    "middle": [],
                    "last": "Alarid-Escudero",
                    "suffix": ""
                },
                {
                    "first": "Eva",
                    "middle": [
                        "A"
                    ],
                    "last": "Enns",
                    "suffix": ""
                },
                {
                    "first": "Shalini",
                    "middle": [],
                    "last": "Kulasingam",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "36",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Estimated Quality of Life and Economic Outcomes Associated With 12 Cervical Cancer Screening Strategies: A Cost-effectiveness Analysis",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "George",
                    "suffix": ""
                },
                {
                    "first": "Erinn",
                    "middle": [],
                    "last": "Sawaya",
                    "suffix": ""
                },
                {
                    "first": "Fernando",
                    "middle": [],
                    "last": "Sanstead",
                    "suffix": ""
                },
                {
                    "first": "Karen",
                    "middle": [],
                    "last": "Alarid-Escudero",
                    "suffix": ""
                },
                {
                    "first": "Steven",
                    "middle": [
                        "E"
                    ],
                    "last": "Smith-Mccune",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Gregorich",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Michael",
                    "suffix": ""
                },
                {
                    "first": "Wendy",
                    "middle": [],
                    "last": "Silverberg",
                    "suffix": ""
                },
                {
                    "first": "Megan",
                    "middle": [
                        "J"
                    ],
                    "last": "Leyden",
                    "suffix": ""
                },
                {
                    "first": "Miriam",
                    "middle": [],
                    "last": "Huchko",
                    "suffix": ""
                },
                {
                    "first": "Shalini",
                    "middle": [],
                    "last": "Kuppermann",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kulasingam",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "JAMA Internal Medicine",
            "volume": "179",
            "issn": "7",
            "pages": "867--878",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "A simplex method for function minimization",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Nelder",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mead",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "Computer Journal",
            "volume": "7",
            "issn": "4",
            "pages": "308--313",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Accurate Approximations for Posterior Moments and Marginal Densities",
            "authors": [
                {
                    "first": "Luke",
                    "middle": [],
                    "last": "Tierney",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Joseph B Kadane",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Journal of the American Statistical Association",
            "volume": "81",
            "issn": "393",
            "pages": "82--86",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Bayesian Methods for Data Analysis",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bradley",
                    "suffix": ""
                },
                {
                    "first": "Thomas",
                    "middle": [
                        "A"
                    ],
                    "last": "Carlin",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Louis",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "A Computational Framework for Infinite-Dimensional Bayesian Inverse Problems Part I: The Linearized Case, with Application to Global Seismic Inversion",
            "authors": [
                {
                    "first": "Tan",
                    "middle": [],
                    "last": "Bui-Thanh",
                    "suffix": ""
                },
                {
                    "first": "Omar",
                    "middle": [],
                    "last": "Ghattas",
                    "suffix": ""
                },
                {
                    "first": "James",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "Georg",
                    "middle": [],
                    "last": "Stadler",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "SIAM Journal on Scientific Computing",
            "volume": "35",
            "issn": "6",
            "pages": "2494--2523",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Evaluation of Gaussian approximations for data assimilation in reservoir models",
            "authors": [
                {
                    "first": "Marco",
                    "middle": [
                        "A"
                    ],
                    "last": "Iglesias",
                    "suffix": ""
                },
                {
                    "first": "J H",
                    "middle": [],
                    "last": "Kody",
                    "suffix": ""
                },
                {
                    "first": "Andrew",
                    "middle": [
                        "M"
                    ],
                    "last": "Law",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Stuart",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Computational Geosciences",
            "volume": "17",
            "issn": "5",
            "pages": "851--885",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Parameter estimation by implicit sampling",
            "authors": [
                {
                    "first": "Matthias",
                    "middle": [],
                    "last": "Morzfeld",
                    "suffix": ""
                },
                {
                    "first": "Xuemin",
                    "middle": [],
                    "last": "Tu",
                    "suffix": ""
                },
                {
                    "first": "Jon",
                    "middle": [],
                    "last": "Wilkening",
                    "suffix": ""
                },
                {
                    "first": "Alexandre",
                    "middle": [
                        "J"
                    ],
                    "last": "Chorin",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Communications in Applied Mathematics and Computational Science",
            "volume": "10",
            "issn": "2",
            "pages": "205--225",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Municipalities of Mexico City, State of Mexico and the State of Hidalgo that conform Scatter plot of pairs of calibrated parameters with correlation coefficient and posterior marginal distributions.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Prior and posterior marginal distributions of calibrated parameters. : community transmission rate;",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Effective reproduction number (Re) for status-quo (A) and by intervention (B) by levels of compliance with social distancing during end-of-year holiday period. Double-dashed vertical line in panel A represents that last day used for calibration. The shaded area shows the 95% posterior model-predictive interval of Re and colored lines show the posterior model-predicted mean based on 1,000 simulations using samples from posterior distribution.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Cumulative proportion of population ever been infected under status quo in which there is substantially less compliance with social distancing during the end-of-year holiday period. Double-dashed line indicates last day used for calibration. The shaded area shows the 95% posterior model-predictive interval of the outcomes and the colored line shows the posterior model-predicted mean based on 1,000 simulations using samples from posterior distribution.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Cumulative proportion of infections being detected as cases for the status quo in which there is substantially less compliance with social distancing during the end-of-year holiday period. The model's calibrated case detection rate is time-varying. The shaded area shows the 95% posterior model-predictive interval of the outcomes and the colored line shows the posterior model-predicted mean based on 1,000 simulations using samples from posterior distribution.Table S2. Estimated mean and 95% prediction interval in parentheses of cumulative cases and deaths by March 07, 2021 under different holiday contact scenario. (A) Assuming reduced social contacts during the end-of-year holiday period; (B) assuming higher social contacts during the end-of-year holiday period.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "k l,a , for k = 2, . . . , K; l = 1, . . .",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Description of variables, subscripts and superscripts",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The age-group-specific total COVID-19 deaths, T otDCOV ID a , are given byand the total cumulative COVID-19 deaths across all age groups is given bywhere T is the analytic horizon.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Total COVID-19 deaths"
        },
        {
            "text": "The known cumulative COVID-19 deaths are those observed from diagnosed infected cases only. The age-groupspecific known COVID-19 deaths, KnownDCOV ID a , are given byand the total known COVID-19 deaths across all age groups is given bywhere T is the analytic horizon.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Known COVID-19 deaths"
        }
    ]
}