{
    "paper_id": "0a43cd46d7c0dddd9bbe71df7adc644fdb7b8aca",
    "metadata": {
        "title": "\"Green July\" 2020 and Another Good Reason to Quit Smoking: Help to Stop Spreading SARS-COV-2 and Save Lives!",
        "authors": [
            {
                "first": "Marilia",
                "middle": [],
                "last": "D&apos;",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Elboux",
                "middle": [],
                "last": "Guimarães Brescia",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratório de Cirurgia de Cabeça e Pescoço",
                    "institution": "Hospital das Clínicas",
                    "location": {
                        "addrLine": "LIM-28"
                    }
                },
                "email": ""
            },
            {
                "first": "Fabio",
                "middle": [],
                "last": "Luiz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Menezes",
                "middle": [],
                "last": "Montenegro",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratório de Cirurgia de Cabeça e Pescoço",
                    "institution": "Hospital das Clínicas",
                    "location": {
                        "addrLine": "LIM-28"
                    }
                },
                "email": ""
            },
            {
                "first": "Sergio",
                "middle": [
                    "Samir"
                ],
                "last": "Arap",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratório de Cirurgia de Cabeça e Pescoço",
                    "institution": "Hospital das Clínicas",
                    "location": {
                        "addrLine": "LIM-28"
                    }
                },
                "email": ""
            },
            {
                "first": "Marco",
                "middle": [
                    "Aurelio"
                ],
                "last": "Valmondes Kulcsar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratório de Cirurgia de Cabeça e Pescoço",
                    "institution": "Hospital das Clínicas",
                    "location": {
                        "addrLine": "LIM-28"
                    }
                },
                "email": ""
            },
            {
                "first": "Marcos",
                "middle": [
                    "Roberto"
                ],
                "last": "Tavares",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratório de Cirurgia de Cabeça e Pescoço",
                    "institution": "Hospital das Clínicas",
                    "location": {
                        "addrLine": "LIM-28"
                    }
                },
                "email": ""
            },
            {
                "first": "Paulo",
                "middle": [],
                "last": "Luiz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Kowalski",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratório de Cirurgia de Cabeça e Pescoço",
                    "institution": "Hospital das Clínicas",
                    "location": {
                        "addrLine": "LIM-28"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Since 2014, July 27th has been dedicated to the World Head and Neck Cancer Day. This initiative aims to establish awareness programs for the population about the risk factors and the burden of the head and neck cancer to the society. The International Federation of Head and neck Oncologic Societies (IFHNOS) coordinates thousands of volunteers in a world campaign against the disease, by means of educational activities aiming to increase awareness and improve understanding of head and neck cancer among physicians and the public.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In Brazil, the initiative has been a great success coordinated by the Brazilian Society of Head and Neck Surgery (BSHNS), and it was expanded to one entire month, named \"Green July.\" All around the country, besides press and television interviews and social media posts, members of the BSHNS and its accredited training centers run talks, shows and physical activities with the population to encourage healthy habits and to avoid exposure to the major risk factors associated with head and neck cancer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This year, several obstacles were imposed to patients and head and neck surgeons. The emergence of SARS-Cov-2 and its fast spread to a pandemic in March 2020 has caused panic and a large number of patients are avoiding consultations and hospital referrals, resulting in many direct and indirect deaths. The only health-related subject present on the media is COVID-19, as if all other diseases had magically disappeared. It is not true, but the repeated message is clear, stay at home to be safe.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "At the beginning of July 2020, The Johns Hopkins Resource Center accounted 544,871 global COVID-19 confirmed deaths. Unfortunately, Brazil ranked second in the list of the most affected, with 66,741 fatalities. 1 Again, the message is clear, COVID-19 can kill you. It ignores all other causes of death. In 6 months, at least 5 million people around the world died because of cancer. Ten times more.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "SARS-Cov-2 infection in head neck cancer patients with active disease is a great threat due to cancer immunosuppression, but it is also a great risk to some survivors such as laryngectomized patients, who theoretically have a higher risk of severe infections due to inhaling aerosols more easily. In addition, the stress to the health system is impacting on disease progression and eventually in cancer-specific death rates. 2 Fortunately, for the time being, we are unaware of any Brazilian head and neck surgeons dying of SARS-Cov-2, even though the risk of severe infection to this medical specialty is quite real. 3",
            "cite_spans": [
                {
                    "start": 425,
                    "end": 426,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The World Health Organization (WHO) is in an endeavor to help national health authorities to mitigate COVID-19. Currently, no vaccine and neither a preventive medication are available. Thus, the effective strategy available are social distancing and massive testing to diminish disease spreading SPECIAL ARTICLE COVID-19 Ã Brescia MDG and Montenegro FLM, both contruted equally in all stages of composition of these paper: proposition, elaboration, interpretation/discussion, writing and revision.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Mitigation of COVID-19"
        },
        {
            "text": "and \"flatten the curve\" of infection, and it is essential that people stay at home. 4 Epidemiological data of countries that were successful in the control of COVID-19 spread showed that the use of face masks is an effective strategy. 5 A state government decree on May 4 th established that the use of face masks were obligatory in public areas and transports in the State of São Paulo.",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 85,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 235,
                    "end": 236,
                    "text": "5",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "The Mitigation of COVID-19"
        },
        {
            "text": "Smoking is a well recognized risk factor for the development of head and neck cancer, and smoking cessation is the best recommended strategy to lessen the risk of upper aerodigestive tract and other cancers. 6 Smoking also impacts on cancer survival and on the risk of multiple primary tumors. 7 Smoke cessation is a permanent battle and cannot be relaxed anytime and anywhere. The tobacco industry can take advantages if we lose this target even for some months.",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 209,
                    "text": "6",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 294,
                    "end": 295,
                    "text": "7",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Smoking and the Risk of Head and Neck Cancer"
        },
        {
            "text": "In 2009, the State of Sao Paulo pioneered the prohibition of smoking in public areas by law. In 2011, smoking in public areas was banned by a Federal Law. These measures have proven a well-recognized strategy to protect nonsmokers from cardiovascular disease. 8 Of note, passive smoking is a risk factor for head and neck cancer.",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 261,
                    "text": "8",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Smoking Ban in Public Areas in São Paulo"
        },
        {
            "text": "The knowledge on clinical aspects of COVID-19 is still evolving, but smoking raises concern because of its association with severe disease in affected individuals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Smoking and COVID-19"
        },
        {
            "text": "Another important aspect of smoking may deserve further investigation. Prather et al 9 showed the benefits in face masking to lessen the risk of SARS-Cov-2 transmission. They emphasize that aerosolized viruses can adhere to dust or pollution in the air modifying their spread, increasing their dispersion. It is possible to have submicron aerosols of SARS-Cov-2, like is known for the influenza virus. They believe that the distance from a smoker at which one smells cigarette smoke may indicate \"the distance in those surroundings at which one could inhale infectious aerosols\". 9",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Smoking and COVID-19"
        },
        {
            "text": "Quitting smoking is not an easy task for many people. In the midst of the COVID-19 pandemic, many adaptations are necessary to support patients in this task.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quit Smoking, Keep Your Face Mask and Celebrate Life"
        },
        {
            "text": "During her daily walk to the hospital, the first author observed many patients smoking at the street in front of the outpatient building. These patients were not only of the Head and Neck Clinic. She observed that they stayed very close to each other with theirs masks in their chins. Besides their individual risk for head and neck cancer, smoking is now a major risk factor for transmitting SARS-Cov 2. They do not use the mask properly to smoke and tobacco fume may carry the virus. In addition, during smoking, the individual often touches his/her face with uncleaned hands. After smoking, they do not wash their hands and this may increase the risk of contaminating another person. Another problem is contaminated litter in the street, as they usually drop the cigarette but without care. 10 Thus, head and neck surgeons have an additional reason to advise smoking cessation this season: Please, don't smoke and stop spreading COVID-19!",
            "cite_spans": [
                {
                    "start": 794,
                    "end": 796,
                    "text": "10",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Quit Smoking, Keep Your Face Mask and Celebrate Life"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19 pandemic: Effects and evidence-based recommendations for otolaryngology and head and neck surgery practice",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Kowalski",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sanabria",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Ridge",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Head Neck",
            "volume": "42",
            "issn": "06",
            "pages": "1259--1267",
            "other_ids": {
                "DOI": [
                    "Doi:10.1002/hed.26164"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "High Risk of COVID-19 Infection for Head and Neck Surgeons",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Kulcsar",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "L"
                    ],
                    "last": "Montenegro",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Arap",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Tavares",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Kowalski",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int Arch Otorhinolaryngol",
            "volume": "24",
            "issn": "02",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "e129-e130.Doi:10.1055/s-0040-1709725"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Coronavirus disease (COVID-19) advice for the public",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Word Health Organization",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Schünemann HJCOVID-19 Systematic Urgent Review Group Effort (SURGE) study authors. Physical distancing, face masks, and eye protection to prevent person-to-person transmission of SARS-CoV-2 and COVID-19: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Akl",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Duda",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Solo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yaacoub",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1973--1987",
            "other_ids": {
                "DOI": [
                    "Doi:10.1016/S0140-6736(20)31142-9"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Effect of smoking cessation and tobacco type on the risk of cancers of the upper aero-digestive tract in Brazil",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "F"
                    ],
                    "last": "Schlecht",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Franco",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pintos",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Kowalski",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Epidemiology",
            "volume": "10",
            "issn": "04",
            "pages": "412--418",
            "other_ids": {
                "DOI": [
                    "Doi:10.1097/00001648-199907000-00009"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Risk factors for second cancers of the upper respiratory and digestive systems: a case-control study",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Franco",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Kowalski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Kanda",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J Clin Epidemiol",
            "volume": "44",
            "issn": "07",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "Doi:10.1016/0895-4356"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Legislative smoking bans for reducing harms from secondhand smoke exposure, smoking prevalence and tobacco consumption",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Frazer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Callinan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mchugh",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Cochrane Database Syst Rev",
            "volume": "2",
            "issn": "02",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "CD005992.Doi:10.1002/14651858.CD005992.pub3"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Reducing transmission of SARS-CoV-2",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Prather",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Schooley",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "368",
            "issn": "6498",
            "pages": "1422--1424",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Tobacco Smoking a Potential Risk Factor in Transmission of COVID-19 Infection",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Maqsood",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Abduljabbar",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Vohra",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Pak J Med Sci",
            "volume": "36",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The authors have no conflict of interests to declare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interests"
        }
    ]
}