{
    "paper_id": "0a46c4872b1b45e9a3f0a9ce6cd238ba286c3e9d",
    "metadata": {
        "title": "SARS-CoV-2 Infection and Dual-Biologic Therapy for Crohn's Disease",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "To the Editors, Preliminary data suggest that dual-biologic therapy can be effective and safe in a subgroup of patients with inflammatory bowel disease (IBD). 1, 2 However, the safety and outcomes of dual-biologic therapy in patients with IBD and SARS-CoV-2 are unknown. We present a case of a patient with Crohn's disease on adalimumab (ADA) and ustekinumab (UST) combination therapy who developed SARS-CoV-2 infection.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 161,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 162,
                    "end": 163,
                    "text": "2",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The patient is a 24 year old man with fibrostenotic Crohn's ileocolitis diagnosed at age 9. He experienced secondary loss of response to infliximab despite dose escalation to 10 mg/kg in combination with methotrexate (MTX). He was then transitioned to ADA, and his dose was escalated to 40 mg weekly in addition to MTX (he subsequently self-discontinued MTX because of intolerance). The patient achieved clinical response but not clinical remission using ADA. Magnetic resonance enterography showed active inflammation in the terminal ileum, distal sigmoid colon, and rectum ( Fig. 1) . A colonoscopy showed ulcerated mucosa in the terminal ileum and at the ileocecal valve with narrowing and patchy, mild pancolonic inflammation. The patient's ADA level was 17 mcg/mL without antibodies.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 577,
                    "end": 584,
                    "text": "Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Switching to a different biologic was recommended. The patient was hesitant about discontinuing ADA because of symptomatic improvement. After a discussion of risks and benefits, it was decided to bridge using UST and continue ADA with a plan to eventually discontinue ADA when remission was achieved. He received standard weight-based intravenous UST loading followed by 90 mg subcutaneously every 8 weeks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Five months later, the patient tested positive for SARS-CoV-2 after exposure to an infected individual. He was asymptomatic from a respiratory standpoint, and his gastrointestinal symptoms remained at baseline. He received a dose of subcutaneous UST 1 day before SARS-CoV-2 testing and an ADA dose 1 week before testing. The ADA was held and resumed 2 weeks later. The patient remained without fever, respiratory symptoms, or new-onset gastrointestinal symptoms at 2 and at 6 weeks after testing positive for SARS-CoV-2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This case report describes a favorable outcome of a patient with Crohn's disease who tested positive for SARS-CoV-2 while being treated with ADA and UST. The Surveillance Epidemiology of Coronavirus Under Research Exclusion for Inflammatory Bowel Disease (SECURE-IBD) study showed that biologic monotherapy is not associated with poor outcomes in patients with IBD and SARS-CoV-2 infection. 3 Instead, corticosteroids, advanced age, and medical comorbidities were predictors of adverse outcomes. However, more data are needed on the safety of combination biologic therapy in the SARS-CoV-2 era.",
            "cite_spans": [
                {
                    "start": 391,
                    "end": 392,
                    "text": "3",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "and Badr Al-Bawardy, MD †",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Christina Dimopoulos, MD,*"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Efficacy and safety of simultaneous treatment with two biologic medications in refractory Crohn's disease",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Panaccione",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Whitmire",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Combination biologic therapy in inflammatory bowel disease: experience from a tertiary care center",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kwapisz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Raffals",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Bruining",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Gastroenterol Hepatol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cgh.2020.02.017"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "but not TNF antagonists, are associated with adverse COVID-19 outcomes in patients with inflammatory bowel diseases: results from an international registry",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Brenner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Ungaro",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Gearry",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Gastroenterology",
            "volume": "159",
            "issn": "",
            "pages": "481--491",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Magnetic resonance enterography (coronal T1 weighted image) showing wall thickening, edema, and hyperenhancement involving the terminal ileum over a length of approximately 20 cm with associated vascular engorgement",
            "authors": [],
            "year": null,
            "venue": "FIGURE 1",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}