{
    "paper_id": "0a4e0372c612e2634b390f8295646f2e8f99e43a",
    "metadata": {
        "title": "Kinderheilkunde Monatsschrift Konsensuspapiere Alice im digitalen Wunderland: pädiatrische Lehre in der COVID- 19-Pandemie Eine Umfrage und Stellungnahme der AG Lehre der Deutschen Gesellschaft für Kinder- und Jugendmedizin (DGKJ) Zusatzmaterial online",
        "authors": [
            {
                "first": "Monatsschr",
                "middle": [],
                "last": "Kinderheilkd",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Wirth",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Martin",
                "middle": [],
                "last": "Häusler",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Uniklinikum RWTH Aachen",
                    "location": {
                        "settlement": "Aachen",
                        "country": "Deutschland"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Hans",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Martin",
                "middle": [],
                "last": "Bosse",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitätsklinikum Düsseldorf UKD",
                    "location": {
                        "settlement": "Düsseldorf",
                        "country": "Deutschland"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Thomas"
                ],
                "last": "Fischbach",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "BVKJ e. V. Köln",
                    "location": {
                        "settlement": "Köln",
                        "country": "Deutschland"
                    }
                },
                "email": ""
            },
            {
                "first": "Norbert",
                "middle": [],
                "last": "Graf",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universität des Saarlandes",
                    "location": {
                        "settlement": "Homburg",
                        "country": "Deutschland"
                    }
                },
                "email": ""
            },
            {
                "first": "Jürgen-Christoph",
                "middle": [],
                "last": "Von Kleist-Retzow",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitätsklinik Köln",
                    "location": {
                        "settlement": "Köln",
                        "country": "Deutschland"
                    }
                },
                "email": ""
            },
            {
                "first": "Joachim",
                "middle": [],
                "last": "Kreuder",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitätsklinikum Gießen und Marburg",
                    "location": {
                        "settlement": "Gießen",
                        "country": "Deutschland"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The COVID-19 pandemic led to a rapid switch from undergraduate classroom teaching to online-teaching; a challenging process for teachers and students. Based on a recent online survey among German pediatric university hospitals the \"AG Lehre der DGKJ\" (teaching working group of the German Society of Pediatrics and Adolescent Medicine) summarizes latest experiences with e-learning during the summer term of 2020. The survey participants from 17 pediatric university hospitals report that the large spectrum of e-learning formats could sufficiently replace classical lectures and seminars but could not fully replace teaching involving direct contact to patients. The introduction of new digital teaching formats is time-consuming, needs high-quality IT infrastructure, should be embedded in a continuous curriculum and provide the possibility of regular exchange between students and teachers. Teachers should be provided with the opportunity for training in didactic methods and IT skills. These results correspond to the literature on e-learning in general and undergraduate medical education during the COVID-19 pandemic in particular. The experiences summarized here should not only facilitate the development of e-learning tools during the ongoing pandemic but also stimulate to establish e-learning as a valuable component of future pediatric medical education. New digital substitutes for teaching involving pediatric patients need to be developed. The statement was drafted by consensus by the German Society of Pediatrics and Adolescent Medicine Working Group on Teaching and approved by the DGKJ board. Studierenden mit digitalen Lehrformaten beeinflussen, sind die Leistungsansprüche der Studierenden an sich selbst sowie das Lernklima. Gleichzeitig sind digitale Lehrformate nach bisherigen wissenschaftlichen Analysen zeit-, kostenund arbeitsintensiv und weniger geeignet für die Vermittlung praktischer Fähigkeiten [7] [8] [9] . Bei der Erstellung der Videos sollte darauf geachtet werden, für welchen Zweck und für welchen Ausbildungsstand der Studierenden sie gedacht sind, und darauf, ob sie als alleiniges Lehrmaterial oder zur Ergänzung, z. B. zur Vorbereitung auf nachfolgende Präsenzlehre, fungieren. Sinnvoll ist es, Interaktionsmöglichkeiten innerhalb der Anwendungen (z. B. Quiz) oder mit den Dozierenden während oder nach dem Angebot des elektronischen Lehrmediums vorzusehen [1, 5, 6, 9] .",
            "cite_spans": [
                {
                    "start": 1930,
                    "end": 1933,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1934,
                    "end": 1937,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1938,
                    "end": 1941,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2402,
                    "end": 2405,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2406,
                    "end": 2408,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2409,
                    "end": 2411,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2412,
                    "end": 2414,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Alice in the digital wonderland-pediatric teaching during the COVID-19 pandemic. A survey and comment of the Teaching Working Group of the German Society of Pediatrics and Adolescent Medicine (DGKJ) Abstract"
        },
        {
            "text": "Die im Rahmen dieser Umfrage erhobenen Daten spiegeln dieses Wissen in hohem Umfang wider. Dabei waren insbesondere Vorlesungen und Seminare gut durch Online-Formate ersetzbar. Auch die hier beschriebenen Erfahrungen unterstreichen erneut die große Bedeutung von Interaktionsmöglichkeiten zwischen Studierenden und Dozierenden, sowohl vor (Bereitstellung von Materialien zur Vorbereitung in Lernräumen), während als auch nach der synchronen Online-Veranstaltung, beispielsweise durch Chats oder zusätzliche Seminare. Lehrmaterialien sollten nicht ohne eine Austauschmöglichkeit mit den Dozentinnen und Dozenten zum ausschließlichen Selbststudium hinterlegt werden. Zudem sollten, um die Interaktionsmöglichkeiten in Seminaren zu verbessern, die Gruppengrößen begrenzt werden. Mit diesen Maßnahmen sollte es möglich sein, eine deutlich höhere Zahl an Live-Online-Veranstaltungen durchzuführen, als dies in den teilnehmenden Fakultäten im SS 2020 erfolgte (siehe Empfehlungen in den Tabellen).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schlussfolgerung und Empfehlungen"
        },
        {
            "text": "Für das Simulationstraining, den klassischen Unterricht am Patienten, für das Kommunikationstraining und das Blockpraktikum wurden keine zufrie-denstellenden virtuellen bzw. digitalen Ersatzmöglichkeiten beschrieben. Synchrone oder asynchrone Online-Vorlesungen und Lehrvideos konnten die Erfahrung aus der direkten Interaktion mit Patientinnen und Patienten nur unzureichend ersetzen. Insbesondere für das Blockpraktikum liegen jedoch nun begrenzte Erfahrungen vor, die zeigen, dass der Unterricht am Patienten hier unter Einhaltung der Hygieneregeln durchaus häufiger als Präsenzveranstaltung durchgeführt werden könnte.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schlussfolgerung und Empfehlungen"
        },
        {
            "text": "Häufig wurde für die hier beschriebene neue Lehrsituation ein deutlich erhöhter, mindestens doppelter Zeitaufwand für die Dozierenden festgestellt, der letztlich eine vermehrte Freistellung der Leistungsträger für die Lehre erfordert. Dieser Zeitaufwand liegt beispielsweise in der Erstellung neuer Lehrmaterialien begründet. Sollte zunehmend Kleingruppenunterricht oder Einzellehre am Patienten erfolgen, würde der Lehraufwand zusätzlich deutlich ansteigen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schlussfolgerung und Empfehlungen"
        },
        {
            "text": "Unverzichtbar ist für alle digitalen Lehrformate eine fundierte technische Unterstützung, durch Software, Hardware und professionelle personelle Hilfestellung.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schlussfolgerung und Empfehlungen"
        },
        {
            "text": "In aktueller, zur COVID-19-Pandemie publizierter Fachliteratur fanden sich verschiedene Kommentare zur aktuellen Lehre an Hochschulen, die die im Rahmen der hier vorgestellten Umfrage gemachten Erfahrungen ebenfalls bestätigen. Dies betrifft die Bedeutung funktionierender Technik (Breitband-Internet, Software, Hardware) [10, 11] ; die Vertrautheit mit der Technik seitens der Studierenden und der Lehrenden [9] ; die Vermeidung inhaltlich und zeitlich zu umfangreicher Lehreinheiten [9, 10] ; die Einbeziehung der Studierenden über Entscheidungs-und Diskussionsmöglichkeiten in die Lehrmaterialien bzw. Lehrveranstaltungen [12] [13] [14] ; die Verfügbarkeit von Materialien zur Vorbereitung auf eine spätere Online-Veranstaltung [9, 12, 14] ; direkte Feedback-Möglichkeiten während einer Online-Lehrveranstaltung [13, 15, 16] ; möglichst kleine Gruppen bei Seminaren [13] ; die Möglichkeit, sich auch nach einer Veranstaltung weiter mit den Dozierenden oder den Studierenden thematisch aus-zutauschen (z. B. Chat) [12, 16] ; den hohen personellen und organisatorischen Aufwand zur Etablierung von Kleingruppenseminaren [13] sowie die Berücksichtigung rechtlicher Aspekte [9] . Als wichtig wurde in der Literatur ebenfalls das Vorhandensein eines strukturierten Curriculums benannt, um Redundanzen zu vermeiden, um den Schwierigkeitsgrad an den Kenntnisstand der Studierenden anzupassen und um die Präsentation nicht relevanter Lehrinhalte zu vermeiden [13] . Unterricht am Patienten sollte so intensiv wie möglich unter Beachtung der notwendigen Schutzmaßnahmen erhalten und genutzt werden [17, 18] ; die kollegiale Zusammenarbeit mit Akademischen Lehrkrankenhäusern, mit kinderärztlichen Primärversorgern (Praxen) sowie zwischen den Disziplinen innerhalb einer Fakultät und zwischen Fakultäten sollte gestärkt werden [19] .",
            "cite_spans": [
                {
                    "start": 322,
                    "end": 326,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 327,
                    "end": 330,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 409,
                    "end": 412,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 485,
                    "end": 488,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 489,
                    "end": 492,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 625,
                    "end": 629,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 630,
                    "end": 634,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 635,
                    "end": 639,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 731,
                    "end": 734,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 735,
                    "end": 738,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 739,
                    "end": 742,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 815,
                    "end": 819,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 820,
                    "end": 823,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 824,
                    "end": 827,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 869,
                    "end": 873,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1016,
                    "end": 1020,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1021,
                    "end": 1024,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1121,
                    "end": 1125,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1173,
                    "end": 1176,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1454,
                    "end": 1458,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1592,
                    "end": 1596,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1597,
                    "end": 1600,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1820,
                    "end": 1824,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Schlussfolgerung und Empfehlungen"
        },
        {
            "text": "Weitere, zum Teil detaillierte aktuelle Empfehlungen sind in folgenden Arbeiten zusammengefasst: [9-12, 14, 16, 20-25] ",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 118,
                    "text": "[9-12, 14, 16, 20-25]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Schlussfolgerung und Empfehlungen"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Evaluating effectiveness of online learning modules in pediatric environmental health education",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Durrani",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Toxicol",
            "volume": "16",
            "issn": "",
            "pages": "269--275",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A practical guide to developing effective web-based learning",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Dupras",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Gen Intern Med",
            "volume": "19",
            "issn": "",
            "pages": "698--707",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Online lectures for students in dermatology: a replacement for traditional teaching or a valuable addition?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nast",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Schäfer-Hesterberg",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zielke",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Sterry",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rzany",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Eur Acad Dermatol Venereol",
            "volume": "23",
            "issn": "",
            "pages": "1039--1043",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Teaching physiology online: successful use of case studies in a graduate course",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Casotti",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Beneski",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Knabb",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Am J Physiol",
            "volume": "37",
            "issn": "",
            "pages": "65--69",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Improved junior paediatric prescribing skills after a short e-learning intervention: a randomised controlled trial",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gordon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chandratilake",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Arch Dis Child",
            "volume": "96",
            "issn": "",
            "pages": "1191--1194",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Standardising paediatric resuscitation training in New South Wales, Australia: RESUS4KIDS",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "O&apos;leary",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Allwood",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mcgarvey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Howse",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fahy",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Paediatr Child Health",
            "volume": "50",
            "issn": "",
            "pages": "405--410",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Factorsinfluencing medical students' experiences and satisfaction with blended integrated E-learning",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Venkatesh",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "K"
                    ],
                    "last": "Rao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nagaraja",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Woolley",
                    "suffix": ""
                },
                {
                    "first": "Malau-Aduli",
                    "middle": [],
                    "last": "Alelefo",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bs",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Med Princ Pract",
            "volume": "29",
            "issn": "",
            "pages": "396--402",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A systematic review of the factors-enablers and barriers-affecting e-learning in health sciences education",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Regmi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Bmc Med Educ",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Twelve tips for the effective use of videos in medical education",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Goh",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Med Teach",
            "volume": "37",
            "issn": "",
            "pages": "140--145",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "COVID-19 and online teaching in highereducation: acasestudyofPekingUniversity",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Bao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Hum Behav Emerg Technol",
            "volume": "2",
            "issn": "",
            "pages": "113--115",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Goingvirtualtosupportanatomy education: a STOPGAP in the midst of the Covid-19 pandemic",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Evansdjr",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Baybh",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Wilsontd",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Smithcf",
                    "suffix": ""
                },
                {
                    "first": "Pawlinaw",
                    "middle": [],
                    "last": "Lachmann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Anat Sci Educ",
            "volume": "13",
            "issn": "",
            "pages": "279--283",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Teaching online: foundational concepts of online learning and practical guidelines",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Rhim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Korean J Med Educ",
            "volume": "32",
            "issn": "",
            "pages": "175--183",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Medical student education roadblock due to COVID-19: virtual radiology core clerkship to the rescue",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Durfee",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Goldenson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Gill",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Rincon",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Flower",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Avery",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Acad Radiol",
            "volume": "27",
            "issn": "",
            "pages": "1461--1466",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Undergraduate radiology education during the COVID-19 pandemic: a review of teaching and learning strategies",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Darras",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Spouge",
                    "suffix": ""
                },
                {
                    "first": "Abh",
                    "middle": [],
                    "last": "De Bruin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sedlic",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hague",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "B"
                    ],
                    "last": "Forster",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Can Assoc Radiol J",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/0846537120944821"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Interactive pedagogical tools could be helpful for medical education continuity during COVID-19 outbreak",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Grzych",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schraen-Maschke",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Biol Clin",
            "volume": "78",
            "issn": "",
            "pages": "446--448",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Twelve tips for improving the effectiveness of web-based multimedia instruction for clinical learners",
            "authors": [
                {
                    "first": "Pusicmv",
                    "middle": [],
                    "last": "Yavnersd",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kaletal",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Songhs",
                    "suffix": ""
                },
                {
                    "first": "Nick",
                    "middle": [],
                    "last": "Hopkinsma",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mw",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Med Teach",
            "volume": "37",
            "issn": "",
            "pages": "239--244",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Training disrupted: Practical tips for supporting competency-based medicaleducationduringtheCOVID-19pandemic",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Nousiainen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Campisi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Dagnone",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Frank",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "I"
                    ],
                    "last": "Kroeker",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Med Teach",
            "volume": "42",
            "issn": "",
            "pages": "756--761",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Developments in medical education in response to the COVID-19 pandemic: a rapid BEME systematic review: BEME Guide No. 63",
            "authors": [
                {
                    "first": "Patriciom",
                    "middle": [],
                    "last": "Gordonm",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hornel",
                    "suffix": ""
                },
                {
                    "first": "Alstonsr",
                    "middle": [],
                    "last": "Mustona",
                    "suffix": ""
                },
                {
                    "first": "Pammi",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Med Teach",
            "volume": "42",
            "issn": "11",
            "pages": "1202--1215",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Adapting to the impact of COVID-19: sharing stories, sharing practice",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cleland",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mckimm",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fuller",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Janczukowicz",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gibbs",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Med Teach",
            "volume": "42",
            "issn": "",
            "pages": "772--775",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Twelve tips for rapidly migrating to online learning during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sandars",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Correia",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dankbaar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "De Jong",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Goh",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Hege",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mastrs",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Premkumar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Webb",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pusic",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Modificationstodermatologyresidencyeducation during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mufti",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Maliyar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sachdeva",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Doiron",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Am Acad Dermatol",
            "volume": "83",
            "issn": "",
            "pages": "235--236",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Incorporating a virtual curriculum into ophthalmology education in the coronavirus disease-2019 era",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mishra",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Boland",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Woreta",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Curr Opin Ophthalmol",
            "volume": "31",
            "issn": "",
            "pages": "380--385",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Transition to online is possible: solution for simulation-based teaching during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Torres",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Domańska-Glonek",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Dzikowski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Korulczyk",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Torres",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Med Educ",
            "volume": "54",
            "issn": "",
            "pages": "858--859",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Practical tips for faculty development workforce training under pressure in the time of COVID-19 pandemic",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cachra",
                    "suffix": ""
                },
                {
                    "first": "Wai",
                    "middle": [
                        "Yan"
                    ],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Challenging assumptions about \"moving online\" in response to COVID-19, and some practical advice",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fawns",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Aitken",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "MedEdPublish",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Eine Umfrage und Stellungnahme der AG Lehre der Deutschen Gesellschaft für Kinderund Jugendmedizin (DGKJ)Die Online-Version dieses Beitrags (https:// doi.org/10.1007/s00112-020-01076-7) enthältTabellenmit Freitext-Antworten der teilnehmenden Einrichtungen. Sie fassen deren Erfahrungen mit digitaler Lehre im Sommersemester 2020 zusammen und resümieren ihre Empfehlungen. Beitrag und Zusatzmaterial stehen Ihnen auf www. springermedizin.de zur Verfügung. Bitte geben Sie dort den Beitragstitel in die Suche ein, das Zusatzmaterial finden Sie beim Beitrag unter \"Ergänzende Inhalte\". Die SARS-CoV-2-Pandemie stellt die universitäre Lehre vor erhebliche Herausforderungen. Es gilt, die Inhalte verschiedener Formen von Präsenzveranstaltungen in auf Distanz basierende Lehrformate umzuwandeln, mit möglichst wenig Verlust an Lehrinhalten und unter Zuhilfenahme meist nicht fakultätsweit etablierter technischer Verfahren. In der Pädiatrie tritt als weiteres Problem hinzu, dass die Veröffentlichung von Videoaufnahmen kranker Kinder besonderen Restriktionen unterliegt. Zudem ist die klinische Bewertung erkrankter Kinder aufgrund ihres ganzheitlichen Ansatzes in starkem Maße auf die direkte Interaktion mit der erkrankten Person angewiesen. Eine Rückkehr zu normalen Lehrverhältnissen ist zumindest für das Wintersemester 2020/2021 nicht möglich, und manche digitale Lehrformate sind es womöglich wert, auf Dauer in die universitäre Lehre integriert zu werden. Vor diesem Hintergrund führte die AG Lehre der DGKJ eine umfangreiche Be-fragung an Universitätskinderkliniken zur Lehrsituation im Sommersemester 2020 durch. Im Folgenden werden die Ergebnisse dieser Befragung zusammengefasst, mit dem Ziel, bisherige Erfahrungen zur digitalen Lehre in der Pädiatrie strukturiert zur Verfügung zu stellen, um damit die Planung der Lehre im WS 2020/2021 zu erleichtern. Zudem können diese Erfahrungen Impulse für die Entwicklung dauerhafter digitaler Lehrformate geben. Diese Stellungnahme wurde im Konsens von der AG Lehre der DGKJ erarbeitet und vom DGKJ-Vorstand verabschiedet. Abb. 1 8 Häufigkeit verschiedener Ersatzformate für Vorlesungen (Mehrfachnennungen möglich). Online-Vorlesungen im Live-Stream wurden nur durch einen geringen Prozentsatz der befragten Fakultäten angeboten. Am meisten wurden Screencasts und Videocasts verwendet. Andere Formate waren Präsentations-Dateien, um ein Thema zu erarbeiten, und Links zu frei zugänglichen Materialien, regelmäßige telefonische und bei Bedarf auch digitale Sprechstunden Abb. 2 8 Häufigkeit verschiedener Ersatzformate für Seminare (Mehrfachnennungen möglich). Die vorbereitete Webkonferenz, der eine vorbereitende Selbstlernphase vorausgeht, war das am häufigsten genutzte Format, gefolgt vom Screencast undvonderdirektenWebkonferenz,d. h.einerWebkonferenz ohne vorausgehender Selbstlernphase. Andere Formate waren: Kleingruppen mit Abstand sowie Videopräsentation der sonst manuell zu übenden Fertigkeiten; Aufzeichnung interaktiver interdisziplinärer Seminare zu symptomorientierten Themen und Differentialdiagnose-Kursen; selbständige Ausarbeitung von Fallvorstellungen Abb. 3 8 Häufigkeit verschiedener Ersatzformate für Unterricht am Patienten (UaP) (Mehrfachnennungen möglich). Die Formate der Online-Patientenpräsentation, wo Patientinnen und Patienten synchron online befragt werden, und Online-Videos, wo der Anamnese-bzw. Untersuchungsvorgang durch asynchron oder synchron online angebotene Videos illustriert wird, fanden am häufigsten Verwendung. In der Häufigkeit der Nutzung folgten die Online-Simulationen, wo Anamnese bzw. Untersuchungsvorgang online dargestellt werden, und andere Formate wie COVID-Nothelfer statt Unterricht am Patienten, Fallkonferenzen mit Kasuistiken, Abfrage des Lernerfolgs durch MC-Fragen, interaktive Fallvignetten, Kurzvideos zu wichtigen pädiatrischen Differentialdiagnosen \"short clinical cases\". Das Hospitationsformat mit Unterricht begleitend zur Krankenversorgung und das Format \"Präsenz am Bett\" mit Unterricht in der Kleingruppe (Untersuchung einer Patientin/eines Patienten gem. ÄApprO) wurden ebenso wie die Nutzung von Schauspielpatientinnen und -patienten, wo in einer Präsenzveranstaltung Schauspielpatientinnen und -patienten untersucht werden, weniger häufig angeboten Abb. 4 8 Häufigkeit verschiedener Ersatzformate für das Simulations-und Fertigkeitentraining (Mehrfachnennungen möglich). Interaktive Webkonferenz: Demonstration und Korrektur durch Tutorinnen und Tutoren, Dozentinnen und Dozenten. Häufig entfiel die Veranstaltung vollständig oder wurde durch überwiegend asynchrone Online-Formate ersetzt, während nur zwei der befragten Fakultäten das Training im üblichen Präsenzformat durchführten. Andere Formate waren Präsenztag mit Puppen, Video-basiertes Training in Kleingruppen bzw. Ersatz durch Online-live-Seminar M. Häusler · H. M. Bosse · T. Fischbach · N. Graf · J.-C. von Kleist-Retzow · J. Kreuder Alice im digitalen Wunderland: pädiatrische Lehre in der COVID-19-Pandemie. Eine Umfrage und Stellungnahme der AG Lehre der Deutschen Gesellschaft für Kinder-und Jugendmedizin (DGKJ)",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Bedside teaching · Medical didactics · E-learning · Undergraduate teaching · IT infrastructure surveymonkey.de) umgesetzt. Hierbei kamen sowohl strukturierte Fragen zu den verschiedenen Lehrformaten mit Einfach-und Mehrfachantwortmöglichkeiten als auch Freitexte zum Einsatz. Die Datenerhebung erfolgte in anonymisierter Form, die Datenanalyse mittels Microsoft 365 beinhaltete lediglich eine deskriptive Auswertung. Lehrformate in verschiedenen Lehrveranstaltungen . Abb. 1, 2, 3, 4, 5, 6 und 7 fassen die in verschiedenen Veranstaltungen verwendeten Lehrformate zusammen (Erläuterungen zu Abkürzungen und Fachbegriffen im Glossar). Vorlesungen, Seminare und Unterricht am Patienten wurden kaum als Präsenzveranstaltungen durchgeführt (. Abb. 1, 2 und 3). Zudem erfolgten meist keine synchronen Online-Veranstaltungen, sondern es wurden Materialien wie Videos zum Selbststudium zur Verfügung gestellt. Simulationstrainings und Kommunikationstrainings entfielen häufig, auch das Blockpraktikum erfolgte kaum als Präsenzveranstaltung (. Abb. 4, 5 und 6). Dies stellte insgesamt ein deutlich reduziertes pädiatrisches Lehrangebot bezogen auf klinische Fertigkeiten für die Studierenden dar. Prüfungen im Fach Kinder-und Jugendmedizin (F12) Abb. 5 8 Häufigkeit verschiedener Ersatzformate für das Kommunikationstraining (Mehrfachnennungen möglich). Online-Simulation: Interaktive Online-Simulation mit Schauspielpatientinnen und -patienten. Interaktive Webkonferenz:mit Demonstration/KorrekturdurchTutorinnenundTutoren bzw. Dozentinnen und Dozenten. Übliches Präsenzformat: Kleingruppen mit Tutorinnen und Tutoren in Präsenz. Andere: Kombination aus Präsenz und Selbststudium Abb. 6 8 Unterricht am Patienten im Rahmen des Blockpraktikums (Mehrfachnennungen möglich). An 16 Kliniken wurden Blockpraktika durchgeführt, davon nur an einer Klinik als klassischer Unterricht am Patienten. Die anderen Formate waren Fallkonferenzen mit Kasuistiken, Abfrage des Lernerfolgs durch MC-Fragen, interaktive Fallvignetten, Kurzvideos zu wichtigen pädiatrischen Differentialdiagnosen im Sinne von \"short clinical cases\" Abb. 7 8 Prüfungsformate im Rahmen des Blockpraktikums. Anderweitiges Prüfungsformat: schriftliche Präsenz-Klausur mit Fallvignetten und Fragen im Key-Feature-Format. Onlinetestate und Fallausarbeitungen, Benotung wöchentlicher Online-Aufgaben (teils Freitext, teils MC-Fragen), Online-Fragebogen zu Fallvorstellungen und im Blockpraktikum Kinder-und Jugendmedizin wurden weitestgehend durchgeführt, wobei für die Prüfung im Fach Kinder-und Jugendmedizin überwiegend auf das übliche Format der Präsenzklausur unter Beachtung der Hygienevorschriften zurückgegriffen wurde. Im Blockpraktikum Kinderund Jugendmedizin kamen zahlreiche unterschiedliche Prüfungsformate zur Anwendung, wobei typische Formate, wie Präsenz-OSCE oder arbeitsplatzbasierte Prüfungen nur vereinzelt angewendet wurden (. Abb. 7). Die Aussagekraft der Prüfungen im Fach Kinder-und Jugendmedizin insgesamt wurde von zwei Dritteln der antwortenden Einrichtungen als gut bis sehr gut bewertet, während bei den Prüfungen zum Block-praktikum dies nur bei einem Drittel der Antworten gegeben war. Tab. 4b) wurde wenig Erfahrung mitgeteilt, vermutlich bedingt durch den häufigen Ausfall dieses Unterrichts. In der Tendenz schien es schwierig, dieses durch Online-Formate zu ersetzen. Positive Erfahrung wurde mit einer Video-Konferenz mit Patienten gesammelt. Retrospektiv wurde festgestellt, dass bei ausreichender Planungsmöglichkeit häufiger auch Präsenzunterricht in Kleingruppen hätte stattfinden können.Bezüglich des Blockpraktikums wurde zweimal geantwortet, dieses unter Berücksichtigung der Hygieneempfehlungen erfolgreich in Präsenz durchgeführt zu haben. Weitere 6 gaben an, es mit positiven Erfahrungen durch Online-Formate ersetzt zu haben. Als problematisch wurden für die Online-Veranstaltungen fehlender direkter Kontakt zu den Studierenden und das Fehlen praktischer Übungen genannt. Als Lösung wurde vorgeschlagen, zusätzlich zu Online-Angeboten wieder Präsenzlehre anzubieten, bei Online-Seminaren kleine Gruppengrößen zu wählen und die Dozentinnen und Dozenten zu schulen.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Pädiatrische Lehre am Patienten beinhaltet eine zusätzliche Problemstellung, da die Veröffentlichung von Videos mit Kindern nur unter besonders strengen datenschutzrechtlichen Bestimmungen möglich ist. Bereits vor der COVID-19-Pandemie befasste sich eine Vielzahl von Untersuchungen mit Vor-und Nachteilen sowie den Voraussetzungen für gelungene digitale Lehrformate. Als Vorteile wurden beispielsweise folgende Faktoren identifiziert: eine Erweiterung des Spektrums an Lehrtools für die Lehrenden sowie die Möglichkeit, Lehrinhalte rasch an sich ändernde Bedürfnisse anpassen zu können; die Stimulation aktiven Lernens bei den Lernenden unter anderem aufgrund der Modernität des digitalen Formates; die Möglichkeit, unabhängig von Ort und Zeit zu lehren; die Möglichkeit, Wissen mittels Videos aus dem Alltag sehr praxisnah vermitteln zu können; die Möglichkeit, digitale Medien zu Vorbereitung, Unterstützung und Nachbereitung des Präsenzunterrichts einzusetzen.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": ". Über die \"International Association for Medical Education\" (AMEE) wurden im Rahmen der COVID-19-Pandemie ebenfalls Ressourcen und weiterführende Empfehlungen zum digitalen Unterricht zusammengestellt (https://amee.org/covid-19). Unter rechtlichen Aspekten sind zwei Probleme für die pädiatrische Lehre von besonderer Bedeutung: die Einbindung von Videos und Bildern pädiatrischer Patientinnen und Patienten vor dem Hintergrund der DSGVO und die Einbindung nicht selbst erstellter Inhalte in eigene Lehrmaterialien. Für die erste Problematik müssen nach aktuellem Kenntnisstand noch detaillierte Regularien entwickelt werden. Bezüglich der zweiten Problematik kann auf das Gesetz zur Angleichung des Urheberrechts an die aktuellen Erfordernisse der Wissensgesellschaft -Urheberrechts-Wissensgesellschafts-Gesetz (UrhWissG) vom 1. September 2017 verwiesen werden (Neuregelungen der Urheberrechtsgesetze (UrhG) im Bereich der Bildung und Wissenschaft in den § § 60a bis 60h). Demnach dürfen für den Unterricht bzw. die Lehre an Universitäten (Präsenzlehre und E-Learning) bis zu 15 % eines veröffentlichten Werkes vervielfältigt, verbreitet oder öffentlich zugänglich gemacht werden, solange kein kommerzielles Interesse besteht. Voraussetzungen für eine Einbindung einzelner Abbildungen und Textauszüge in eigene Vorlesungsmaterialien sind eine inhaltliche Auseinandersetzung mit dem zitierten Material und eine korrekte Urheber-und Quellenangabe (Angaben ohne Gewähr). Die hier vorgestellten Ergebnisse bilden keine abgeschlossene Empfehlung, sondern fassen erste Erfahrungen als allgemeine Hilfestellung zusammen. Diese unterliegen den vor Ort verfügbaren Möglichkeiten und müssen sich an den Verlauf der Pandemie anpassen. Wichtig erscheint die Feststellung, dass eine Umstellung der Lehre vom Präsenzbetrieb in einen weitgehend digitalen Unterricht in der Pädiatrie im Sommersemester 2020 aufgrund des sehr hohen Engagements aller Beteiligten rasch und zufriedenstellend umgesetzt werden konnte. Dies darf jedoch nicht darüber hinwegtäuschen, dass die akut bereitgestellten digitalen Lehrmöglichkeiten einer langfristigen Unterstützung auf der Ebene digitaler Infrastrukturen und der Personalentwicklung bedürfen und insbesondere für den Unterricht am Patienten noch adäquate Ersatzformate zu entwickeln sind. Prof. Dr. Martin Häusler Sektion Neuropädiatrie und Sozialpädiatrie, Klinik für Kinder-und Jugendmedizin, Uniklinikum RWTH Aachen Pauwelsstr. 30, 52074 Aachen, Deutschland mhaeusler@ukaachen.de Danksagung. Wir danken allen teilnehmenden Universitätskinderkliniken für die Bereitstellung der Daten. Wir danken Frau Dr. Gudrun Noleppa (DGKJ Geschäftsführung) für die hervorragende Unterstützung. Funding. Open Access funding enabled and organized by Projekt DEAL. ethischer Richtlinien Interessenkonflikt. M. Häusler, H.M. Bosse, T. Fischbach, N. Graf, J.-C. von Kleist-Retzow und J. Kreuder geben an, dass kein Interessenkonflikt besteht. Für diesen Beitrag wurden von den Autoren keine Studien an Menschen oder Tieren durchgeführt. Für die aufgeführten Studien gelten die jeweils dort angegebenen ethischen Richtlinien. Asynchrone Lehre Die Studierenden lernen anhand eines vorab durch die Lehrenden fertiggestellten Lehrmediums. Blended learning Kombination aus Präsenzveranstaltungen und digitaler Lehre DGSVO Datenschutzgrundverordnung Digitale Lehre Lehrformate basierend auf digitalen Medien Live-Stream Eine Lehrveranstaltung wird synchron online zu den Studierenden übertragen. Mini-CEX Mini Clinical Evaluation Exercise OSCE Objective Structured Clinical Examination Podcast Reines Audioformat einer Lehrveranstaltung zum Selbststudium hinterlegt. Präsenzveranstaltung Studierende befinden sich persönlich bei der Patientin/dem Patienten oder im Hörsaal/Unterrichtsraum. Screencast Vertonte Präsentationen wurden zum Selbststudium hinterlegt. Synchrone Lehre Die Studierenden bekommen die Lehrinhalte zeitgleich von den Lehrenden vermittelt. UaP Unterricht an dem Patienten/der Patientin Videocast Vertonte Videos wurden zum Selbststudium hinterlegt. Open Access. Dieser Artikel wird unter der Creative Commons Namensnennung 4.0 International Lizenz veröffentlicht, welche die Nutzung, Vervielfältigung, Bearbeitung, Verbreitung und Wiedergabe in jeglichem Medium und Format erlaubt, sofern Sie den/die ursprünglichen Autor(en) und die Quelle ordnungsgemäß nennen, einen Link zur Creative Commons Lizenz beifügen und angeben, ob Änderungen vorgenommen wurden. Die in diesem Artikel enthaltenen Bilder und sonstiges Drittmaterial unterliegen ebenfalls der genannten Creative Commons Lizenz, sofern sich aus der Abbildungslegende nichts anderes ergibt. Sofern das betreffende Material nicht unter der genannten Creative Commons Lizenz steht und die betreffende Handlung nicht nach gesetzlichen Vorschriften erlaubt ist, ist für die oben aufgeführten Weiterverwendungen des Materials die Einwilligung des jeweiligen Rechteinhabers einzuholen. Weitere Details zur Lizenz entnehmen Sie bitte der Lizenzinformation auf http://creativecommons.org/ licenses/by/4.0/deed.de.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}