{
    "paper_id": "0a4eff072c8530500f5688d2e414c7432509fcfe",
    "metadata": {
        "title": "A Causal Model of Children's Vicarious Traumatization",
        "authors": [
            {
                "first": "Stephenie",
                "middle": [],
                "last": "Howard",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Howard University",
                    "location": {
                        "postCode": "20059",
                        "settlement": "Washington",
                        "region": "DC",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Children may be vicariously traumatized from learning about the trauma of family and friends. To date, a causal model of children's vicarious traumatization has not been empirically validated in the literature. This paper fills the gap in the literature by reporting on the direct effect of vicarious trauma on children independent of caregiving impairment. Data for the study came from the National Survey of Children's Exposure to Violence I (NATSCEV I). This unique dataset features two indicators of vicarious trauma exposure: (1) family victimization and (2) community violence. Hierarchical multiple regression was conducted in order to control for nuisance variables such as caregiver impairment, defined as the degree of warmth or hostility; time elapsed since the trauma occurred and the study taking place; and other trauma exposure (i.e. direct and witnessed trauma). As expected, the study found evidence of a direct and positive relationship between learning about the trauma of close friends and family and children's trauma symptomatology. Both adolescents and young children were found to be vulnerable to experience vicarious traumatization, with gender and ethnicity being contributing factors. Chronological age was not found to be significant in children's vicarious traumatization. These findings support the causal model of vicarious traumatization. They demonstrate that children may be traumatized by exposure to the trauma material of others above and beyond the influence of caregiver impairment. As such, attention should be given to interventions, practices, and policies that intervene in the lives of children exposed to violence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The leading adult model of vicarious traumatization assumes there to be a causal relationship between empathetically engaging in the trauma material of others and experiencing traumatic stress (Figley 2002) . It is believed that exposure to the pain and suffering of others causes traumatization in adults. In contrast, the leading child model of vicarious traumatization implicates caregiver impairment in children's pathology (Scheeringa and Zeanah 2001) . Scheeringa and Zeanah (2001) assert that parent and child posttraumatic symptomatology may be associated by \"a combination of moderating and vicarious traumatization effects\" (p. 809). In this model, both the caregiver and the child are traumatized, and the symptomatology in one exacerbates that in the other. The caregiver's trauma response prevents them from responding sensitively to their child's needs, resulting in further psychological injury to the child. As such, vicarious trauma is thought to have a compounding effect on children's reactions to a primary trauma.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 206,
                    "text": "(Figley 2002)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 428,
                    "end": 456,
                    "text": "(Scheeringa and Zeanah 2001)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 459,
                    "end": 487,
                    "text": "Scheeringa and Zeanah (2001)",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "While Scheeringa and Zeanah (2001) posit that children's vicarious traumatization may be moderated in part by impaired caregiving, there is extant evidence to suggest that the trauma material of friends and family may directly traumatize children. There are case studies (Terr 1990 ) and qualitative research (DeVoe and Smith 2002; Thornton 2014) which demonstrate that, like adults, children may identify with a victim and experience traumatic stress. Still, to date, no causal model of children's vicarious traumatization has not been put forward or empirically validated in the literature. The purpose of this paper is to fill this gap in the literature.",
            "cite_spans": [
                {
                    "start": 6,
                    "end": 34,
                    "text": "Scheeringa and Zeanah (2001)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 271,
                    "end": 281,
                    "text": "(Terr 1990",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 309,
                    "end": 331,
                    "text": "(DeVoe and Smith 2002;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 332,
                    "end": 346,
                    "text": "Thornton 2014)",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This paper elaborates on a causal model of children's vicarious traumatization and the findings of a secondary data analysis testing its underlying assumptions. This study did not test the full causal model due to limitations in the data collection procedures of the primary study. The secondary data analysis examined exposure to vicarious family and community trauma, age, socioeconomic status, gender, and ethnicity as predictors of trauma symptoms among children and adolescents, while controlling for time elapsed since the trauma occurred, witnessed and direct trauma, and parental warmth and hostility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Data for this study came from the National Survey of Children's Exposure to Violence I (NATSCEV I). The findings of this study do not refute the moderation model of children's vicarious traumatization but rather support and expand it. The moderation model assumes, in part, that there is a direct relationship between vicarious trauma exposure and trauma symptoms in children. This study provides this evidence. It also broadens the range of primary victims whose trauma may traumatize children. This paper will elaborate on the practice and policy implications that arise from these findings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Traumatic responses came to the forefront of scholarly attention in response to World War I veterans returning from combat with impairment in emotional and behavioral regulation (Jones and Cureton 2014) . Examination of this population led to the conclusion that adverse experiences have the potential to produce impairment in social and emotional functioning. This observation resulted in the inclusion of posttraumatic stress disorder (PTSD) in the third edition of the Diagnostic and Statistical Manual of Mental Disorders (Brewin et al. 2009; Jones and Cureton 2014) . Trauma was then defined as \"an event 'existing outside the range of usual human experience'\" (as cited by Jones and Cureton 2014, p. 258) .",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 202,
                    "text": "(Jones and Cureton 2014)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 526,
                    "end": 546,
                    "text": "(Brewin et al. 2009;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 547,
                    "end": 570,
                    "text": "Jones and Cureton 2014)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 679,
                    "end": 710,
                    "text": "Jones and Cureton 2014, p. 258)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conceptual Definition of Vicarious Traumatization"
        },
        {
            "text": "Later iterations of the DSM brought a more inclusive exposure criterion for PTSD to include a range of adverse events such as car accidents and natural disasters (Jones and Cureton 2014) . The diagnostic criteria entailed the presence of at least six of seventeen symptoms accompanied by a subjective response of intense fear, helplessness, or horror (APA, 2000) . The subjective response criterion was later removed in recognition of the fact that trauma reactions may not accompany fear, helplessness, or horror (APA, 2013). The DSM IV also expanded the scope of the trauma exposure criterion to include that which is not personally or directly experienced (Brewin et al. 2009 ). The language indicated that \"events experienced by others that are learned about\" may produce PTSD (APA, 2000, p. 464) . The latest revision of the text further expanded on the construct of trauma by adding \"experiencing repeated or extreme exposure to aversive details of the traumatic event\" as possible subsets of trauma exposure (APA, 2013, p. 271 ). This version also added a preschool subtype of PTSD, which modified the exposure criterion and limited it to traumatic events that occurred to a parent and are indirectly learned about (APA, 2013) .",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 186,
                    "text": "(Jones and Cureton 2014)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 351,
                    "end": 362,
                    "text": "(APA, 2000)",
                    "ref_id": null
                },
                {
                    "start": 659,
                    "end": 678,
                    "text": "(Brewin et al. 2009",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 781,
                    "end": 800,
                    "text": "(APA, 2000, p. 464)",
                    "ref_id": null
                },
                {
                    "start": 1015,
                    "end": 1033,
                    "text": "(APA, 2013, p. 271",
                    "ref_id": null
                },
                {
                    "start": 1222,
                    "end": 1233,
                    "text": "(APA, 2013)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conceptual Definition of Vicarious Traumatization"
        },
        {
            "text": "The addition of trauma that is indirectly learned about as a subset of the exposure criterion in the DSM 5 was the product of extensive research in the area of vicarious traumatization. Researchers observed that trauma workers may become emotionally overwhelmed by repeated exposure to trauma material. Formerly, this phenomenon was referred to as compassion fatigue (McCann and Pearlman 1990) . McCann and Pearlman (1990) posited that vicarious traumatization goes beyond compassion fatigue, resulting in cognitive changes in the therapist's worldview similar to that observed in primary trauma victims. In recent years, the concept of vicarious trauma has been expanded to and studied among trauma workers across a wide spectrum to include social workers, fire fighters, police officers, and judges (Figley 2012) , as well as laypersons exposed to the trauma material of family and friends (Feldman and Kaal 2007; Scheeringa and Zeanah 2001; Smith et al. 2014; Weinberg 2011) .",
            "cite_spans": [
                {
                    "start": 367,
                    "end": 393,
                    "text": "(McCann and Pearlman 1990)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 396,
                    "end": 422,
                    "text": "McCann and Pearlman (1990)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 801,
                    "end": 814,
                    "text": "(Figley 2012)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 892,
                    "end": 915,
                    "text": "(Feldman and Kaal 2007;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 916,
                    "end": 943,
                    "text": "Scheeringa and Zeanah 2001;",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 944,
                    "end": 962,
                    "text": "Smith et al. 2014;",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 963,
                    "end": 977,
                    "text": "Weinberg 2011)",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "Conceptual Definition of Vicarious Traumatization"
        },
        {
            "text": "Vicarious traumatization is defined as a transformation in cognitive schemas and imagery systems (McCann and Pearlman 1990 ) as a result of empathetic engagement with the trauma material and sequelae of others (Pearlman and Mac Ian 1995) . Empathetic engagement entails \"listening to descriptions of horrific events, bearing witness to people's cruelty to one another, and witnessing and participating in traumatic reenactments\" (Pearlman and Mac Ian 1995, p. 558) . Trauma material and sequelae include \"trauma survivors' terrifying, horrifying, and shocking images, strong, chaotic affect, and intrusive traumatic memories\" (Jenkins and Baird 2002, p. 423) . Cognitive transformations as a product of vicarious traumatization may be particularly evident in the areas of trust, safety, intimacy, control, and self-esteem (Jenkins and Baird 2002) . These changes may be expressed as trauma symptoms: symptoms of intrusion, avoidance, negative alterations in mood, and/or alterations in arousal and reactivity (Aparicio et al. 2013) . Notably, vicarious traumatization is not a mental illness, though it can be expressed as such.",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 122,
                    "text": "(McCann and Pearlman 1990",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 210,
                    "end": 237,
                    "text": "(Pearlman and Mac Ian 1995)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 429,
                    "end": 464,
                    "text": "(Pearlman and Mac Ian 1995, p. 558)",
                    "ref_id": null
                },
                {
                    "start": 626,
                    "end": 658,
                    "text": "(Jenkins and Baird 2002, p. 423)",
                    "ref_id": null
                },
                {
                    "start": 822,
                    "end": 846,
                    "text": "(Jenkins and Baird 2002)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1009,
                    "end": 1031,
                    "text": "(Aparicio et al. 2013)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Conceptual Definition of Vicarious Traumatization"
        },
        {
            "text": "A review of the literature on the effect of vicarious trauma exposure on children's mental health found that most studies rely on a moderation model similar to that put forward by Scheeringa and Zeanah (2001) . These studies implicate caregivers in children's vicarious trauma symptomatology. As a result, there is a dearth of research on the direct effect of vicarious trauma exposure on children. A review of the literature only found three prior sources examining or reporting on children's vicarious traumatization independent of caregiver impairment (DeVoe and Smith 2002; Terr 1990; Thornton 2014) . Terr (1990) described four cases from the field in which children presented with significant trauma symptoms in response to the trauma of others. As one example, Terr reported on Timothy Donnario, a five-year-old boy who was referred to therapy following the tragic kidnapping of his peers. After learning that he had narrowly escaped the fate of his peers who were kidnapped moments after they exited the school bus they had been riding together, Timothy began demonstrating symptoms of avoidance and anxiety consistent with trauma exposure. Another case is that of two-year-old Winifred, who was not present at the time of her sister's tragic death but, following repeated exposure to the details by family members who witnessed the trauma firsthand, began experiencing vivid memories and spontaneously recreating the traumatic event (Terr 1990 ). These cases, as well as two others reported by Terr, provide compelling evidence that children may have traumatic reactions to the trauma material of others.",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 208,
                    "text": "Scheeringa and Zeanah (2001)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 555,
                    "end": 577,
                    "text": "(DeVoe and Smith 2002;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 578,
                    "end": 588,
                    "text": "Terr 1990;",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 589,
                    "end": 603,
                    "text": "Thornton 2014)",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 606,
                    "end": 617,
                    "text": "Terr (1990)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1442,
                    "end": 1452,
                    "text": "(Terr 1990",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Review of the Literature on Children's Vicarious Traumatization"
        },
        {
            "text": "In the area of empirical research, DeVoe and Smith (2002) convened focus groups to examine the impact of domestic violence on urban preschool children from the perspectives of their mothers. From five focus groups, the researchers found evidence that the women's children were not only acutely aware of the violence in their home, but also deeply impacted by it. They described the violence as an omnipresent tension in the home. The women also suggested that, when their children did not witness the violence, they filled in the gaps using their imagination, resulting in exaggerated fears. This study provided moving testimony that children encounter violence in the home as a trauma, whether or not they witness the abuse. Thornton (2014) added to the literature a qualitative study of eight children aged four to nine living in homes with domestic violence. Using projective play and drawing assessments to examine the emotional worlds of study participants, the researcher observed that violence in the children's homes was ever-present. Distressing material that the children confronted on a regular basis included injuries to the victim, the intense affect of the victim, physical damage to property, and disruptions in relationships and family dynamic. The researchers concluded that violence that is indirectly learned about is a traumatic stressor that lingers in the home and affects children's functioning over time.",
            "cite_spans": [
                {
                    "start": 726,
                    "end": 741,
                    "text": "Thornton (2014)",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "Review of the Literature on Children's Vicarious Traumatization"
        },
        {
            "text": "Based on the literature on children's exposure to violence and trauma, this researcher developed a causal model of children's vicarious traumatization. See Fig. 1 for a visual representation of the causal model of children's vicarious traumatization. Similar to the adult model, it posits that children are vulnerable to experience vicarious traumatization by virtue of their ability to empathize with others (Figley 2002) . According to Hoffman's (2001) theory of empathy development, empathy is an inborn tendency that may be apparent as early as a few hours following birth and maturates through adulthood following a three-step process: 1) egocentric empathetic distress, 2) quasi-egocentric empathetic distress, and 3) veridical empathetic distress. Hoffman indicated that children toward the end of their first year of life may display egocentric empathetic distress in response to the distress of others (e.g. crying). These toddlers may not be able to distinguish between their self and others and may demonstrate personal distress in response to that of others. As toddlers mature, they become increasingly aware of the causes and consequences of emotions as well as the relationship between feelings and facial expressions. As such, they are able to make inferences regarding the distress of others based on a range of cues (e.g. crying, facial expressions, affect, injuries, words, context) and to internalize these messages as evidence of personal distress (Hoffman 2001) . Children as young as one year old have been reported in the literature as demonstrating empathetic responses to the distress of caregivers, strange children (Geangu et al. 2010; Hoffman 2001; Roth-Hanania et al. 2011; Zahn-Waxler et al. 1977) , and siblings (Dunn and Kendrick 1982) .",
            "cite_spans": [
                {
                    "start": 409,
                    "end": 422,
                    "text": "(Figley 2002)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 438,
                    "end": 454,
                    "text": "Hoffman's (2001)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1469,
                    "end": 1483,
                    "text": "(Hoffman 2001)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1643,
                    "end": 1663,
                    "text": "(Geangu et al. 2010;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1664,
                    "end": 1677,
                    "text": "Hoffman 2001;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1678,
                    "end": 1703,
                    "text": "Roth-Hanania et al. 2011;",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1704,
                    "end": 1728,
                    "text": "Zahn-Waxler et al. 1977)",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 1744,
                    "end": 1768,
                    "text": "(Dunn and Kendrick 1982)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 156,
                    "end": 162,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "A Causal Model of Children's Vicarious Traumatization"
        },
        {
            "text": "According to Hoffman's (2001) theory of empathy development, by the middle of the second year, children may have developed a sense of self such that they can focus on others' distress and take their perspective without eliciting personal distress responses. This stage may continue to develop as the child matures. However, when the distress is intense or prolonged, older children and adults may regress back to egocentric empathetic responses (Geangu et al. 2010; Roth-Hanania et al. 2011) . Thus, when exposed to traumatic material, they may experience vicarious traumatization.",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 29,
                    "text": "Hoffman's (2001)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 445,
                    "end": 465,
                    "text": "(Geangu et al. 2010;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 466,
                    "end": 491,
                    "text": "Roth-Hanania et al. 2011)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "A Causal Model of Children's Vicarious Traumatization"
        },
        {
            "text": "Because infants and young children are more likely to have ego-centric empathetic responses, they may also be more vulnerable to experience vicarious traumatization. Older children and adults, on the other hand, have more mature cognitive abilities. They can understand \"themselves and others as separate physical entities with independent internal states, personal identities, and lives beyond the situation and can therefore distinguish what happens to others from what happens to themselves\" (Hoffman 2001, p. 63) . As such, they may be less vulnerable to over-identify with others trauma victims or to experience vicarious traumatization (Ancharoff et al. 1998; Harkness 1993 ).",
            "cite_spans": [
                {
                    "start": 495,
                    "end": 516,
                    "text": "(Hoffman 2001, p. 63)",
                    "ref_id": null
                },
                {
                    "start": 642,
                    "end": 665,
                    "text": "(Ancharoff et al. 1998;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 666,
                    "end": 679,
                    "text": "Harkness 1993",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "A Causal Model of Children's Vicarious Traumatization"
        },
        {
            "text": "Children's exposure to trauma material may include overhearing the details of the trauma narrative (Dalgaard et al. 2016) , witnessing the aftermath of the violence, observing injuries or bruising on the victim (Thornton 2014) , and/or unwittingly participating in trauma reenactments (Ancharoff et al. 1998 ). The manner in which the trauma is communicated to children may vary and influence children's symptomatology (Dalgaard et al. 2016; DeVoe and Smith 2002) . Children's mental representations of the incident form and are stored as memories, which may be re-experienced in their mind, in play, behavior and/or in storytelling (Pillemer et al. 2015) . As with children who are directly exposed to trauma, their re-enactments or re-experiencing symptoms may or may not be accompanied by evidence of distress (APA, 2013; Miller-Graff et al. 2015) . Additional trauma response patterns may be weighted by child intrinsic and extrinsic factors (e.g. the child's social supports, age or developmental stage, ethnicity, gender, temperament, coping skills; National Children's Traumatic Stress Network Core Curriculum on Childhood Trauma Task Force, 2012).",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 121,
                    "text": "(Dalgaard et al. 2016)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 211,
                    "end": 226,
                    "text": "(Thornton 2014)",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 285,
                    "end": 307,
                    "text": "(Ancharoff et al. 1998",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 419,
                    "end": 441,
                    "text": "(Dalgaard et al. 2016;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 442,
                    "end": 463,
                    "text": "DeVoe and Smith 2002)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 633,
                    "end": 655,
                    "text": "(Pillemer et al. 2015)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 813,
                    "end": 824,
                    "text": "(APA, 2013;",
                    "ref_id": null
                },
                {
                    "start": 825,
                    "end": 850,
                    "text": "Miller-Graff et al. 2015)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "A Causal Model of Children's Vicarious Traumatization"
        },
        {
            "text": "This author conducted a study to test part of the causal model of children's vicarious traumatization as described above. Due to limitations in the data collection procedures of the primary study, this study was not able to test the full model. This study explored the following three research questions: This study was undergirded by constructivist theory (McCann and Pearlman 1990; Pearlman and Mac Ian 1995) and Hoffman's (2001) theory of empathy. Constructivist theory holds that one's worldview is created by interactions with the social environment, as mediated by one's cognitive schemas (Deering 2000; Kondrat 2002; McCann and Pearlman 1990; Michalopoulos and Aparicio 2012) . From this perspective, vicarious traumatization occurs through a process of empathetic engagement with the trauma material and sequelae of others that is incongruent with one's pre-existing cognitive schemas, resulting in maladaptive changes in cognitions (Michalopoulos and Aparicio 2012 ). Hoffman's (2001) theory of empathy development informs this study that empathy is an inborn tendency that matures over time. Thus, all children are vulnerable to experience vicarious traumatization but, the impact may be graded by the child's age.",
            "cite_spans": [
                {
                    "start": 357,
                    "end": 383,
                    "text": "(McCann and Pearlman 1990;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 384,
                    "end": 410,
                    "text": "Pearlman and Mac Ian 1995)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 415,
                    "end": 431,
                    "text": "Hoffman's (2001)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 595,
                    "end": 609,
                    "text": "(Deering 2000;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 610,
                    "end": 623,
                    "text": "Kondrat 2002;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 624,
                    "end": 649,
                    "text": "McCann and Pearlman 1990;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 650,
                    "end": 682,
                    "text": "Michalopoulos and Aparicio 2012)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 941,
                    "end": 973,
                    "text": "(Michalopoulos and Aparicio 2012",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 977,
                    "end": 993,
                    "text": "Hoffman's (2001)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Study Question and Theoretical Framework"
        },
        {
            "text": "Data for this study came from the National Survey of Children's Exposure to Violence (NatSCEV I; Finkelhor and Turner 2008) . The study was sponsored by the Office of (Finkelhor et al. 2009b ). The National Survey of Children's Exposure to Violence was conducted between January and May 2008. Procedures for the secondary data analysis were approved by the Institutional Review Board at [removed for blind review].",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 123,
                    "text": "Finkelhor and Turner 2008)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 167,
                    "end": 190,
                    "text": "(Finkelhor et al. 2009b",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The primary researchers for NatSCEV I reported that participants were selected from a list of residential telephone numbers that were randomly generated. Households located in the contiguous United States excluding New Hampshire with children aged 0-17 were eligible to participate (Finkelhor et al. 2009a) . Because minorities are underrepresented in the general population, oversampling was utilized to increase the representation of African American, Hispanic, and lowincome households. The oversample group was also sampled through random-digit dialing. The final sample population consisted of 4549 children between the ages of zero and seventeen years old with 70% or greater African American, Hispanic, or low-income households. The cooperation rate for the nationally representative group was 71%, with a response rate of 54%. The oversample group indicated slightly less cooperation at 63%, with a response rate of 43%. Researchers conducted nonresponse analysis and found that the risk of victimization for those that opted out or were unavailable did not differ systematically from those that participated (Finkelhor et al. 2009b ). The subsequent sample (n = 4549) included a diverse selection of participants by age, gender, and ethnicity (Finkelhor et al. 2009a) .",
            "cite_spans": [
                {
                    "start": 282,
                    "end": 306,
                    "text": "(Finkelhor et al. 2009a)",
                    "ref_id": null
                },
                {
                    "start": 1117,
                    "end": 1140,
                    "text": "(Finkelhor et al. 2009b",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1252,
                    "end": 1276,
                    "text": "(Finkelhor et al. 2009a)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Participants and Procedure"
        },
        {
            "text": "The secondary analysis excluded children under two years old because they were not asked comparable questions regarding trauma symptoms to that of their older counterparts. The remaining sample was children ages 2 to 17, for a final sample size of 4046 (n = 4046). The sample size was large enough to provide sufficient statistical power for robust analysis. Young children under the age of 10 (n = 1951) and adolescents (n = 2095) were approximately equal in size.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participants and Procedure"
        },
        {
            "text": "Accounting for missing values, the total number of valid cases for analysis was 3816 (n = 3816). Of the total sample analyzed, 5.7% was missing data. See Table 1 for details regarding the demographics of the sample. Just over half of the sample population, 55%, were White, 20% were Black, 20% were Hispanic, and 5% were Other. Half of the sample were male, and the other half were female. Fifty four percent of the sample were young children (between the ages of two and nine), and 46% were adolescents (aged 10 to 17). The unweighted mean household income for the sample population fell between $30,000 and $40,000, with an average of two children in the home.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 154,
                    "end": 161,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Participants and Procedure"
        },
        {
            "text": "The independent variable for this study was vicarious trauma exposure, defined as indirectly learning about the violent victimization of others (Jenkins and Baird 2002; McCann and Pearlman 1990; Michalopoulos and Aparicio 2012; Pearlman and Mac Ian 1995) . This study featured two indicators of vicarious trauma, the violent victimization of close friends and family (vicarious family trauma) and community violence (vicarious community trauma). Researchers used an enhanced version of the Juvenile Victimization Questionnaire to operationalize exposure to trauma and PTSD symptomatology (Finkelhor et al. 2009b) . Nine items asked respondents to indicate if the child heard about the victimization of others. Responses for these items were yes, no, not sure, or refused. In addition to the individual totals, a composite variable was calculated for vicarious trauma exposure to community violence and another for vicarious trauma exposure to family violence. This measure was shown to have strong construct validity for PTSD symptomatology and adequate test-retest reliability. The primary researchers conducted a small assessment of test-retest reliability and found agreement among the two administrations for 95% of the screener endorsements with a range for items from 79 to 100% (Finkelhor et al. 2005) . A test of Cronbach's Alpha also demonstrated that the measure had strong coherence in assessing victimization with a value for total victimization of 0.93 (Finkelhor et al. 2005) . In addition to the individual totals, a composite variable was calculated for vicarious trauma exposure to community violence and another for vicarious trauma exposure to family violence.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 168,
                    "text": "(Jenkins and Baird 2002;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 169,
                    "end": 194,
                    "text": "McCann and Pearlman 1990;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 195,
                    "end": 227,
                    "text": "Michalopoulos and Aparicio 2012;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 228,
                    "end": 254,
                    "text": "Pearlman and Mac Ian 1995)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 588,
                    "end": 612,
                    "text": "(Finkelhor et al. 2009b)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1285,
                    "end": 1308,
                    "text": "(Finkelhor et al. 2005)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1466,
                    "end": 1489,
                    "text": "(Finkelhor et al. 2005)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Measures"
        },
        {
            "text": "Trauma symptomatology was the dependent variable under investigation and was assessed using the Juvenile Victimization Questionnaire, which was previously described. This tool used a four-point Likert scale consisting of \"not at all, sometimes, often, and very often\" and asked respondents whether they had experienced the identified symptoms within the last month. Nonresponses of not sure and refused were also included. Twenty-five questions related to trauma symptoms for young children and 28 for adolescents. Composite Male  880  1020  1900  Female  895  1030  1925  Total  1775  2050  3825  White  905  1183  2088  Black  370  392  762  Other  99  101  200  Hispanic  398  368  766  Total  1772  2044  3816 scores were developed for the trauma symptoms variables. The validity of this tool for trauma symptoms has been supported by moderate correlations as assessed by Cronbach's Alpha. The Cronbach value for total distress score was 0.93 (Finkelhor et al. 2005) . This study sought to evaluate the direct effect of vicarious trauma on children independent of caregiver impairment or other trauma exposure and time elapsed. For control variables, this study used perceived parental warmth or hostility towards their children, which were continuous data assessed by Likert scales. They were thought to capture caregiver impairment. Questions asked respondents to report on how often they engaged in behaviors reflective of these qualities. This study also held time elapsed since the trauma occurred and direct and witnessed trauma constant. Time elapsed (in years) since the trauma occurred were new control variables created for the purpose of this study by subtracting the participant's age at the time that the trauma occurred from the child's age at the time of the primary study. Direct trauma was conceptualized as any physical or sexual assaults that occurred to the child. Witnessed trauma was any violent victimization that occurred to others that were observed firsthand by the child. Both witnessed and direct trauma were treated as binary questions (i.e. yes or no).",
            "cite_spans": [
                {
                    "start": 947,
                    "end": 970,
                    "text": "(Finkelhor et al. 2005)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 525,
                    "end": 713,
                    "text": "Male  880  1020  1900  Female  895  1030  1925  Total  1775  2050  3825  White  905  1183  2088  Black  370  392  762  Other  99  101  200  Hispanic  398  368  766  Total  1772  2044  3816",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Measures"
        },
        {
            "text": "Demographic variables served as predictors. Gender was conceptualized as the child's gender (male or female). Age referred to the child's age at the time of the primary study. Ethnicity was conceptualized as White, Black, Asian, American Indian, Alaskan Native, Native Hawaiian, Pacific Islander, or other. Socioeconomic status was a variable computed by the primary researchers by calculating the sum of the standardized scores of the child's household income and the highest level of parent/partner education (Finkelhor and Turner 2008) .",
            "cite_spans": [
                {
                    "start": 511,
                    "end": 538,
                    "text": "(Finkelhor and Turner 2008)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Measures"
        },
        {
            "text": "Because this study was interested in understanding the direct effect of vicarious trauma exposure on children, multiple regression was selected as the method of data analysis (Allison 1999) . To correct for non-sampling and oversampling biases in the final sample, weights were entered in the equations for weighted least squares analysis (Abt SRBI 2008) . The researcher used hierarchical regression procedures to control for factors other than vicarious trauma that impact trauma symptoms (i.e. caregiver impairment and other trauma exposure; Lewis et al. 2013; Petrocelli 2003) . The forced method of data entry was also used to allow for theory testing (Petrocelli 2003) . Given that the data followed a random order (Finkelhor and Turner 2008) , missing data was handled using the means imputation method to retain statistical power (Raaijmakers 1999; Schafer and Graham 2002; Schlomer et al. 2010 ). Because children under the age of 10 were asked different questions regarding trauma symptoms and exposure than adolescents, separate but similar models were developed for young children and adolescents. The researcher sought to examine the differences in regression coefficients that each model yielded in order to draw inferences regarding how age impacted the strength of the relationship between vicarious trauma exposure and trauma symptomatology.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 189,
                    "text": "(Allison 1999)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 339,
                    "end": 354,
                    "text": "(Abt SRBI 2008)",
                    "ref_id": null
                },
                {
                    "start": 545,
                    "end": 563,
                    "text": "Lewis et al. 2013;",
                    "ref_id": null
                },
                {
                    "start": 564,
                    "end": 580,
                    "text": "Petrocelli 2003)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 657,
                    "end": 674,
                    "text": "(Petrocelli 2003)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 721,
                    "end": 748,
                    "text": "(Finkelhor and Turner 2008)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 838,
                    "end": 856,
                    "text": "(Raaijmakers 1999;",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 857,
                    "end": 881,
                    "text": "Schafer and Graham 2002;",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 882,
                    "end": 902,
                    "text": "Schlomer et al. 2010",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "The order of variable entry was based on theory and research, and the focus of analysis was on the change in predictability of the variables entered later in the analysis over and above that contributed by predictors previously entered (Lewis 2007) . The regression models entailed four steps based on their theoretical position and following causal priority (Petrocelli 2003) : (1) In the first block, best practices in mental health research dictate that demographic variables (gender, age, ethnicity, and SES) be entered into the equation (Petrocelli 2003) . The time elapsed variables were also forced into the equation at the first step. In the second step, known predictors of trauma symptoms from extant research (i.e. direct and witnessed trauma) were entered as control variables. Because this study was interested in understanding the direct effect of vicarious trauma on children independent of caregiver impairment, caregiver warmth and hostility were entered as controls in the third step. In the fourth and final step, the researcher entered vicarious family and community violence into the equation.",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 248,
                    "text": "(Lewis 2007)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 359,
                    "end": 376,
                    "text": "(Petrocelli 2003)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 542,
                    "end": 559,
                    "text": "(Petrocelli 2003)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "See Table 2 for a breakdown of rates of vicarious trauma exposure by type of trauma and demographics. Twentynine percent of the sample population reported some ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 4,
                    "end": 11,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Rates of Vicarious Trauma Exposure"
        },
        {
            "text": "For the children's regression model, the assumptions for multiple regression were evaluated. The data met the assumptions after transforming the criterion variables to approximate normality. See Table 3 for the young children's regression model and Table 4 for a list of the significant factors. The analysis indicated that all factors were statistically significant except for age. The full model significantly predicted young children's trauma symptomatology. Overall, the model explained 93% of the variance in the criterion (R = .96). Only 7% of the variance in young children's trauma symptomatology were unaccounted for by the model. The model that included vicarious trauma exposure was a better overall fit. The overall effect size for the full model using Cohen's f 2 was very large (Abu-Bader 2011). Vicarious trauma exposure, as a whole, had a statistically significant influence on the model (F (df = 2, 1932) = 241.910, p < .001), contributing an additional 1.8% in explaining the variability in the criterion. With a beta of .14 (p < .001), vicarious community trauma was a stronger predictor of children's trauma symptoms than was family vicarious trauma with a beta of .03 (p < .01).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 195,
                    "end": 202,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 249,
                    "end": 256,
                    "text": "Table 4",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Young Children's Multiple Regression Analysis"
        },
        {
            "text": "For the adolescents' regression model, the assumptions for multiple regression were evaluated. The data met the assumptions after transforming the criterion variables to approximate normality. See Table 5 for the adolescents' regression model and table six for a list of significant factors. All of the factors in the adolescent model, with the exception of age and the time elapsed variables, were observed to be statistically significant predictors in adolescents' trauma symptomatology.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 197,
                    "end": 204,
                    "text": "Table 5",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Adolescents' Multiple Regression Analysis"
        },
        {
            "text": "The results of the hierarchical regression analysis indicated that the full model significantly predicted adolescents' trauma symptomatology, explaining 29% of the proportion of variance in the criterion (R = .54). This means that 70% of the variance was still unaccounted for by the model. Vicarious trauma exposure accounted for 2.3% of the variance in the criterion (F (df = 2, 2076) = 34.091, p < .01). The overall effect size for the full model using Cohen's f 2 was moderate (Abu-Bader 2011). Vicarious community trauma emerged as a stronger predictor of adolescent trauma symptomatology than did vicarious family trauma (ß = 15%, p < .001 and ß = 6%, p < .01, respectively) ( Table 6) . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 683,
                    "end": 691,
                    "text": "Table 6)",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Adolescents' Multiple Regression Analysis"
        },
        {
            "text": "This study found vicarious trauma exposure to be prevalent, with almost 30 % of the children reporting that they learned about the victimization of a close friend or family member in their lifetime. Vicarious community trauma exposure was found to be significantly more prevalent in the sample than was vicarious family trauma. Though, this finding should be interpreted with caution. It is possible that family violence was underreported because of its sensitive nature and the possibility of legal ramifications for the family (Agüero and Frisancho 2017) . While family vicarious trauma exposure was relatively stable across gender, ethnicity, and age group, this study found that these demographic variables influenced the likelihood of vicarious community trauma exposure. These findings were consistent with extant studies on children's exposure to community violence. Girls were observed to have higher rates of community violence exposure (Horowitz et al. 1995; Rojas-Gaona et al. 2016 ). Black youth also had the highest levels of vicarious community trauma exposure compared to all other ethnic groups (Roberts et al. 2011; Turner and Lloyd 2003) . And, adolescents reported significantly higher rates of vicarious community trauma exposure than did young children (Rojas-Gaona et al. 2016 ).",
            "cite_spans": [
                {
                    "start": 529,
                    "end": 556,
                    "text": "(Agüero and Frisancho 2017)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 946,
                    "end": 968,
                    "text": "(Horowitz et al. 1995;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 969,
                    "end": 992,
                    "text": "Rojas-Gaona et al. 2016",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1111,
                    "end": 1132,
                    "text": "(Roberts et al. 2011;",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1133,
                    "end": 1155,
                    "text": "Turner and Lloyd 2003)",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1274,
                    "end": 1298,
                    "text": "(Rojas-Gaona et al. 2016",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Rates of Vicarious Trauma Exposure"
        },
        {
            "text": "As expected, this study found there to be a direct effect of learning about the violent victimization of close friends and family on children's trauma symptomatology. In fact, vicarious trauma exposure predicted trauma symptomatology in young children and adolescents above and beyond caregiver warmth and hostility and witnessed or direct trauma exposure. Thus, while extant studies indicate that proximity to the trauma is an important factor in children's development of trauma symptoms, this study demonstrates that vicarious trauma exposure is also a significant factor in children's trauma symptoms (Lewandowski et al. 2004; Scheeringa et al. 2013) . This study also lends support for the underlying assumptions of the causal model of children's vicarious traumatization.",
            "cite_spans": [
                {
                    "start": 605,
                    "end": 630,
                    "text": "(Lewandowski et al. 2004;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 631,
                    "end": 654,
                    "text": "Scheeringa et al. 2013)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Children's Vicarious Traumatization"
        },
        {
            "text": "Not surprisingly, a number of variables were found to be significant predictors in children's vicarious traumatization to include caregiver warmth and hostility, witnessed and direct trauma, gender, and socioeconomic status. Contrary to the importance of the family unit in child outcomes, vicarious community trauma was found to be a stronger predictor of trauma symptomatology than was family vicarious trauma exposure (Pat-Horenczyk et al. 2009 ). However, these differences were likely influenced by the fact that significantly more children reported vicarious community trauma exposure than vicarious family trauma exposure. Notably, among both young children and adolescents, being White emerged as a stronger predictor of trauma symptomatology than did other ethnicity groups. Given that White youth reported the lowest rates of trauma exposure than other youth and weights were used to control for differences in sample sizes, this finding is surprising. Though, it does support past research, which suggests that exposure to traumatic events produces greater changes in cognitive schemas among White populations than among cultural groups with a history of oppression (Hall-Clark et al. 2017; Williams et al. 2014) . This research points to higher baseline expectations about safety and control in White populations as compared to African Americans and other historically marginalized communities. In line with this theory, this study observed Black children and adolescents to have the highest rates of exposure to vicarious trauma but greater resilience against trauma symptoms than White children.",
            "cite_spans": [
                {
                    "start": 421,
                    "end": 447,
                    "text": "(Pat-Horenczyk et al. 2009",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1177,
                    "end": 1201,
                    "text": "(Hall-Clark et al. 2017;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1202,
                    "end": 1223,
                    "text": "Williams et al. 2014)",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "Contributing Factors in Children's Vicarious Traumatization"
        },
        {
            "text": "Notably, age was not observed to be a significant factor in the vicarious traumatization of children or adolescents, as was initially predicted. It is possible that age was not significant because children are vulnerable to experience vicarious traumatization at any age. In other words, vulnerability may not be graded by age. Supporting this theory, this study found a direct and positive relationship between exposure to either vicarious family trauma or vicarious community trauma among both young children and adolescents. It may be concluded that children of any age are equally likely to experience vicarious traumatization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contributing Factors in Children's Vicarious Traumatization"
        },
        {
            "text": "To the best of this author's knowledge, this is the first study to examine children's vicarious trauma exposure independent of caregiver impairment or other forms of trauma (i.e. direct or witnessed trauma). Data for this study came from The National Survey of Children's Exposure to Violence, which was credited as \"the most comprehensive nationwide survey of the incidence and prevalence of children's exposure to violence to date\" (Finkelhor et al. 2009b, p. 1) and represented the first attempt to measure children's cumulative and long-term exposure to violence over a child's lifetime (Finkelhor et al. 2009b) . This data was also unique because it featured multiple forms of trauma exposure to include direct, witnessed, and vicarious trauma, which allowed this researcher to examine the unique contribution of vicarious trauma above and beyond the impact of direct and witnessed trauma or caregiver impairment on children's trauma symptomatology.",
            "cite_spans": [
                {
                    "start": 434,
                    "end": 464,
                    "text": "(Finkelhor et al. 2009b, p. 1)",
                    "ref_id": null
                },
                {
                    "start": 591,
                    "end": 615,
                    "text": "(Finkelhor et al. 2009b)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Strengths of this Study"
        },
        {
            "text": "This study was methodologically rigorous. Its dependent variable had strong construct validity for PTSD symptomatology and adequate test-retest reliability (Finkelhor et al. 2005 ).",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 178,
                    "text": "(Finkelhor et al. 2005",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Strengths of this Study"
        },
        {
            "text": "The study also had strong external validity. There were three indicators that point to the generalizability of the study findings. First, data for this study came from a large, nationally representative sample (Finkelhor et al. 2009b) . Second, the primary researchers used random sampling to select study participants (Finkelhor et al. 2009a ). Third, oversampling was done to increase the number of ethnic minorities and low-income households in the study (Finkelhor et al. 2009a) .",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 234,
                    "text": "(Finkelhor et al. 2009b)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 319,
                    "end": 342,
                    "text": "(Finkelhor et al. 2009a",
                    "ref_id": null
                },
                {
                    "start": 458,
                    "end": 482,
                    "text": "(Finkelhor et al. 2009a)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Strengths of this Study"
        },
        {
            "text": "There are a number of limitations that should be noted. First, this study was limited in scope to acts of violence that occurred during the child's lifetime. The number of observations of vicarious trauma exposure was also low relative to the number of valid cases, especially among young children and in the context of family violence. The low probability of exposure may have impacted the study findings. Note should also be made that trauma symptoms were not etiologically and topically anchored to a specific trauma and thus, a diagnosis of a trauma-related disorder cannot be made (APA, 2013). However, psychometric research was conducted by the primary researchers, and the variables for trauma symptoms demonstrated strong construct validity for PTSD symptomatology and adequate test-retest reliability (Finkelhor et al. 2005) .",
            "cite_spans": [
                {
                    "start": 810,
                    "end": 833,
                    "text": "(Finkelhor et al. 2005)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "Another limitation of this study is that acute symptoms at the time of the trauma were not measured in the primary study, which precluded an assessment of the immediate impact of vicarious trauma and limited it to the long-term effect of trauma. To reduce concerns for extraneous variance in the outcome variable due to differences in time elapsed since the trauma occurred, a new control variable was created by subtracting the difference between the participants' age at the time that the trauma occurred from that at the time of the survey. This variable was also thought to account for the variability in the frequency of vicarious trauma experienced overtime. This study was also limited by the use of caregiverreports for young children's symptomatology and exposure to violence, which are not as reliable as self-reports (Dubi and Schneider 2009; Scheeringa et al. 2013; Thornton 2014) . For these reasons, analysis between proxy and selfreports were conducted. No significant disparities were observed Finkelhor et al. 2009a ).",
            "cite_spans": [
                {
                    "start": 828,
                    "end": 853,
                    "text": "(Dubi and Schneider 2009;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 854,
                    "end": 877,
                    "text": "Scheeringa et al. 2013;",
                    "ref_id": null
                },
                {
                    "start": 878,
                    "end": 892,
                    "text": "Thornton 2014)",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1010,
                    "end": 1032,
                    "text": "Finkelhor et al. 2009a",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "This study found evidence that vicarious trauma exposure in the form of the violent victimization of family and friends in the community is common among children. It also found that children's trauma symptoms are a function of vicarious trauma exposure. This means that children are vulnerable to experience vicarious traumatization from the exposure of family and community victimization. The implication is that children should be assessed and extended clinical services when a family or friend experiences a traumatic event. In the case of vicarious trauma that occurs in the context of the family, family-focused interventions may be warranted (Ridings et al. 2019) . Alternatively, community-based interventions may be suitable for community-based vicarious trauma (Hanson et al. 2019) . Prevention of children's vicarious traumatization may also be possible if children are provided clinical services to inform them about the trauma of family and friends in age-appropriate ways and to help them to cope with the trauma material. This is particularly true for populations most vulnerable for vicarious trauma exposure such as adolescents, girls, and Black children.",
            "cite_spans": [
                {
                    "start": 648,
                    "end": 669,
                    "text": "(Ridings et al. 2019)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 770,
                    "end": 790,
                    "text": "(Hanson et al. 2019)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Implications"
        },
        {
            "text": "Importantly, the findings of this study identify the violence as the root cause of distress and not the victim. This distinction is important given that extant models implicate traumatized caregivers in children's vicarious traumatization (Scheeringa et al. 2013) . This study suggests that safety interventions should be implemented to protect children from those who perpetrate violence against children's family and close friends because they put them at risk for vicarious traumatization. As such, it provides support for the development of policies and practices that allow social workers, law enforcement, and the courts to intervene in the lives of children exposed to the violent victimization of others.",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 263,
                    "text": "(Scheeringa et al. 2013)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Implications"
        },
        {
            "text": "Finally, this study indicates that Black children are exposed to vicarious trauma at higher rates than those from other communities. As such, clinicians working with Black children should be prepared to assess for trauma symptoms and to implement trauma informed services, as appropriate. However, they should also appreciate the resilience of Black communities, as demonstrated by this study. This study found that, despite their elevated rates of trauma exposure, they Black children demonstrated greater resilience against trauma symptoms than other ethnic groups. Thus, mental health and social work practitioners should approach Black children with an understanding of the resilience of Black communities and an appreciation for the cultural values and perspectives upon which it is based (Williams et al. 2014; Hall-Clark et al. 2017) . Practitioners should operate from a strengths perspective and seek to highlight and enhance the strengths of Black communities.",
            "cite_spans": [
                {
                    "start": 794,
                    "end": 816,
                    "text": "(Williams et al. 2014;",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 817,
                    "end": 840,
                    "text": "Hall-Clark et al. 2017)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Implications"
        },
        {
            "text": "This paper has reported on the results of an empirical investigation of children's vicarious traumatization. The study found evidence that children may be directly traumatized by learning about the violent victimization of family and close friends. This relationship was observed independent of caregiver impairment. The study also found that adolescents, girls, and Black children may be increased risk to encounter vicarious trauma, and White children may be at increased risk to have traumatic reactions to the trauma material of other. This suggests a need for targeted interventions aimed at protecting children from adverse outcomes. The findings also support and give validity to policies and practices that allow social workers, law enforcement, and the courts to intervene in the lives of vulnerable children who live in homes and communities where violence is prevalent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Disclosure of Potential Conflicts of Interest The author declares that the author has no conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with Ethical Standards"
        },
        {
            "text": "Research Involving Human Participants and/or Animals This article does not contain any studies involving human participants or animals performed by the author.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with Ethical Standards"
        },
        {
            "text": "Informed Consent This article does not contain studies involving human participants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with Ethical Standards"
        },
        {
            "text": "Ethics Approval This study was reviewed and deemed exempt by the Ethics Committee of Howard University (5/11/2019/ FWA00000891).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with Ethical Standards"
        },
        {
            "text": "Consent to Publish Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent to Participate Not applicable."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "National survey on children's exposure to violence: A survey of parents and children age 0-17: Methods report",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R B I"
                    ],
                    "last": "Abt",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Using statistical methods in social science research with a complete SPSS guide",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Abu-Bader",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Misreporting in Sensitive Health Behaviors and its Impact on Treatment Effects: An Application to Intimate Partner Violence (IDB working paper no. IDB-WP-853), retrieved from SSRN website",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Agüero",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Frisancho",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Multiple regression: A primer",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Allison",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Diagnostic and Statistical Manual of Mental Disorders",
            "authors": [],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Diagnostic and statistical manual of mental disorders",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The legacy of combat trauma: Clinical implications of intergenerational transmission",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Ancharoff",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Munroe",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Fisher",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "257--276",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "An examination of the psychometric properties of the vicarious trauma scale in a sample of licensed social workers",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Aparicio",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Michalopoulos",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Unick",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Health & Social Work",
            "volume": "38",
            "issn": "4",
            "pages": "199--206",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Reformulating PTSD for DSM-V: Life after criterion A",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Brewin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Lanius",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Novac",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Schnyder",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Galea",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Traumatic Stress",
            "volume": "22",
            "issn": "",
            "pages": "366--373",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The transmission of trauma in refugee families: Associations between intra-family trauma communication style, children's attachment security and psychosocial adjustment",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "T"
                    ],
                    "last": "Dalgaard",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Todd",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Daniel",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Montgomery",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Attachment & Human Development",
            "volume": "18",
            "issn": "1",
            "pages": "69--89",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A cognitive developmental approach to understanding how children cope with disasters",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Deering",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Journal of Child and Adolescent Psychiatric Nursing",
            "volume": "13",
            "issn": "1",
            "pages": "7--16",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The impact of domestic violence on urban preschool children: Battered mothers' perspectives",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Devoe",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Journal of Interpersonal Violence",
            "volume": "17",
            "issn": "10",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/088626002236661"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The picture anxiety test (PAT): A new pictorial assessment of anxiety symptoms in young children",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dubi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schneider",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Anxiety Disorders",
            "volume": "23",
            "issn": "8",
            "pages": "1148--1157",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Siblings: Love, envy, and understanding",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dunn",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kendrick",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Vicarious trauma and assumptive worldview: Beliefs about the world in acquaintances of trauma victims",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Feldman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Kaal",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Traumatology",
            "volume": "13",
            "issn": "3",
            "pages": "21--31",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Compassion fatigue: Psychotherapists' chronic lack of self care",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Figley",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Journal of Clinical Psychology",
            "volume": "58",
            "issn": "11",
            "pages": "1433--1441",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Encyclopedia of trauma: An interdisciplinary guide",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Figley",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "National Survey of Children's Exposure to Violence I",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Finkelhor",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Turner",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "ICPSR35203-v1",
            "volume": "",
            "issn": "",
            "pages": "2016--2025",
            "other_ids": {
                "DOI": [
                    "10.3886/ICPSR35203.v1"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The juvenile victimization questionnaire: Reliability, validity, and national norms",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Finkelhor",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Hamby",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ormrod",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Turner",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Child Abuse & Neglect",
            "volume": "29",
            "issn": "4",
            "pages": "383--412",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Children's exposure to violence: A comprehensive National Survey",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Finkelhor",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ormrod",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Hamby",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kracke",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Contagious crying beyond the first days of life",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Geangu",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Benga",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Stahl",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Striano",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Infant Behavior and Development",
            "volume": "33",
            "issn": "3",
            "pages": "279--288",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Ethnoracial differences in PTSD symptoms and trauma-related cognitions in treatmentseeking active duty military personnel for PTSD",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hall-Clark",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Kaczkurkin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Asnaani",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Peterson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Yarvis",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "."
                    ],
                    "last": "Foa",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Psychological Trauma: Theory, Research, Practice, and Policy",
            "volume": "9",
            "issn": "6",
            "pages": "741--745",
            "other_ids": {
                "DOI": [
                    "http:/dx.doi.org.tcsedsystem.idm.oclc.org/10.1037/tra0000242"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Statewide implementation of child trauma-focused practices using the community-based learning collaborative model",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Hanson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Saunders",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ralston",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Moreland",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "O"
                    ],
                    "last": "Peer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Fitzgerald",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Psychological Services",
            "volume": "16",
            "issn": "1",
            "pages": "170--181",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Transgenerational transmission of war-related trauma",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Harkness",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "International handbook of traumatic stress syndromes",
            "volume": "",
            "issn": "",
            "pages": "635--643",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Empathy and moral development: Implications for caring and justice",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Hoffman",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "PTSD symptoms in urban adolescent girls: Compounded community trauma",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Horowitz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Weine",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jekel",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Journal of the American Academy of Child & Adolescent Psychiatry",
            "volume": "34",
            "issn": "10",
            "pages": "1353--1361",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Secondary traumatic stress and vicarious trauma: A validational study",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Jenkins",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Baird",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Journal of Traumatic Stress",
            "volume": "15",
            "issn": "5",
            "pages": "423--432",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Trauma redefined in the DSM-5: Rationale and implications for counseling practice",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Cureton",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "The Professional Counselor",
            "volume": "4",
            "issn": "3",
            "pages": "257--271",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Actor-centered social work: Re-visioning \"person-in-environment\" through a critical theory lens",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Kondrat",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Social Work",
            "volume": "47",
            "issn": "4",
            "pages": "435--448",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "He killed my mommy!\" murder or attempted murder of a Child's mother",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Lewandowski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mcfarlane",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gary",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Barenski",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of Family Violence",
            "volume": "19",
            "issn": "4",
            "pages": "211--220",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Stepwise versus hierarchical regression: Pros and cons. Paper presented at the annual meeting of the Southwest Educational Research Association",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lewis",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "A legacy of historical trauma in parent-child relationships. Zero to Three",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Colorism",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "34",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Vicarious traumatization: A framework for understanding the psychological effects of working with victims",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "L"
                    ],
                    "last": "Mccann",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Pearlman",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Journal of Traumatic Stress",
            "volume": "3",
            "issn": "1",
            "pages": "131--149",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Vicarious trauma in social workers: The role of trauma history, social support, and years of experience",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Michalopoulos",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Aparicio",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Aggression, Maltreatment & Trauma",
            "volume": "21",
            "issn": "6",
            "pages": "646--664",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Expression of re-experiencing symptoms in the therapeutic context: A mixed-method analysis of young children exposed to intimate partner violence",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Miller-Graff",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Galano",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Graham-Bermann",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Child Care in Practice",
            "volume": "12",
            "issn": "1",
            "pages": "64--77",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "The search for risk and protective factors in childhood PTSD: From variables to processes",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pat-Horenczyk",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rabinowitz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rice",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tucker-Levin",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Treating Traumatized Children: Risk, Resilience and Recovery",
            "volume": "",
            "issn": "",
            "pages": "51--71",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Emotion regulation in mothers and young children faced with trauma",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pat-Horenczyk",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ziv",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Achituv",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Asulin-Peretz",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Blanchard",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schiff",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Brom",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Infant Mental Health Journal",
            "volume": "36",
            "issn": "3",
            "pages": "337--348",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Vicarious traumatization: An empirical study of the effects of trauma work on trauma therapists",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Pearlman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Mac Ian",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Professional Psychology: Research and Practice",
            "volume": "26",
            "issn": "6",
            "pages": "558--565",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Hierarchical multiple regression in counseling research: Common problems and possible remedies. Measurement and Evaluation in Counseling and Development",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Petrocelli",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "36",
            "issn": "",
            "pages": "9--22",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Vicarious memories",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Pillemer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Steiner",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Kuwabara",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Thomsen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Svob",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Consciousness and Cognition",
            "volume": "36",
            "issn": "",
            "pages": "233--245",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Effectiveness of different missing data treatments in surveys with Likert-type data: Introducing the relative mean substitution approach",
            "authors": [
                {
                    "first": "Q",
                    "middle": [
                        "A"
                    ],
                    "last": "Raaijmakers",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Educational and Psychological Measurement",
            "volume": "59",
            "issn": "5",
            "pages": "725--748",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Implementing trauma-focused CBT for children of veterans in the VA: Providing comprehensive services to veterans and their families",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Ridings",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Moreland",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Petty",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Psychological Services",
            "volume": "16",
            "issn": "1",
            "pages": "75--84",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Race/ethnic differences in exposure to traumatic events, development of post-traumatic stress disorder, and treatment-seeking for post-traumatic stress disorder in the United States",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Gilman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Breslau",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Breslau",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Koenen",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Psychological Medicine",
            "volume": "",
            "issn": "01",
            "pages": "71--83",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "The significance of race/ethnicity in adolescent violence: A decade of review",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Rojas-Gaona",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Peguero",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal of Criminal Justice",
            "volume": "46",
            "issn": "",
            "pages": "137--147",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Empathy development from 8 to 16 months: Early signs of concern for others",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Roth-Hanania",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Davidov",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zahn-Waxler",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Infant Behavior and Development",
            "volume": "34",
            "issn": "3",
            "pages": "447--458",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Missing data: our view of the state of the art",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Schafer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Graham",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Psychological Methods",
            "volume": "7",
            "issn": "2",
            "pages": "147--177",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "A relational perspective on PTSD in early childhood",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Scheeringa",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Zeanah",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Journal of Traumatic Stress",
            "volume": "14",
            "issn": "4",
            "pages": "799--815",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Diagnosing PTSD in early childhood: An empirical assessment of four approaches",
            "authors": [],
            "year": null,
            "venue": "Journal of Traumatic Stress",
            "volume": "25",
            "issn": "4",
            "pages": "359--367",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Best practices for missing data management in counseling psychology",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Schlomer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bauman",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Card",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Counseling Psychology",
            "volume": "57",
            "issn": "1",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Coping with vicarious trauma in the aftermath of a natural disaster",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Bernal",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Whitt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Christman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wheatley",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Guillaume",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Nicolas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kish",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kobetz",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of Multicultural Counseling & Development",
            "volume": "42",
            "issn": "1",
            "pages": "2--12",
            "other_ids": {
                "DOI": [
                    "10.1002/j.2161-1912.2014.00040.x"
                ]
            }
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Too scared to cry: How trauma affects children . . . and ultimately us all",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Terr",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Understanding the emotional impact of domestic violence on young children",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Thornton",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Child Psychology",
            "volume": "31",
            "issn": "1",
            "pages": "91--100",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Cumulative adversity and drug dependence in young adults: racial/ethnic contrasts",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Lloyd",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Addiction",
            "volume": "98",
            "issn": "3",
            "pages": "305--315",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Spousal perception of primary terror victims' coping strategies and secondary trauma",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Weinberg",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of Loss and Trauma",
            "volume": "16",
            "issn": "6",
            "pages": "529--541",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Cultural adaptations of prolonged exposure therapy for treatment and prevention of posttraumatic stress disorder in African Americans",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Malcoun",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Sawyer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Nouri",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Bruce",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Behavioral Sciences",
            "volume": "4",
            "issn": "2",
            "pages": "102--124",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "The impact of the affective environment on young children",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zahn-Waxler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Radke-Yarrow",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "King",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1 The Causal model of children's vicarious traumatization",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "How many children in the study sample have experienced vicarious trauma in their lifetime? & While controlling for time elapsed since the trauma occurred, witnessed and direct trauma, and parental warmth and hostility, which set of factors best predicts trauma symptomatology in the study population: exposure to vicarious community trauma, exposure to vicarious family trauma, age, socioeconomic status, gender, or ethnicity among children and adolescents? & How does the child's age group (i.e. young child or adolescence) impact the strength of the relationship between vicarious trauma exposure and trauma symptomatology in the study sample?",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Total number of valid cases by Demographics",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Rates of vicarious trauma exposure by Demographics Vicarious Community Trauma Vicarious Family Trauma",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}