{
    "paper_id": "0a4fb320fa0436db4ac349a2140fa834322a7b65",
    "metadata": {
        "title": "Economic perspective of coronavirus (COVID-19)",
        "authors": [
            {
                "first": "Muhammad",
                "middle": [],
                "last": "Usman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Education",
                    "location": {
                        "settlement": "Lahore, Faisalabad Campus, Faisalabad",
                        "country": "Pakistan"
                    }
                },
                "email": ""
            },
            {
                "first": "Yameen",
                "middle": [],
                "last": "Ali",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Education",
                    "location": {
                        "settlement": "Lahore, Faisalabad Campus, Faisalabad",
                        "country": "Pakistan"
                    }
                },
                "email": ""
            },
            {
                "first": "Aimon",
                "middle": [],
                "last": "Riaz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Education",
                    "location": {
                        "settlement": "Lahore, Faisalabad Campus, Faisalabad",
                        "country": "Pakistan"
                    }
                },
                "email": ""
            },
            {
                "first": "|",
                "middle": [],
                "last": "Areej Riaz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Education",
                    "location": {
                        "settlement": "Lahore, Faisalabad Campus, Faisalabad",
                        "country": "Pakistan"
                    }
                },
                "email": ""
            },
            {
                "first": "Ahsan",
                "middle": [],
                "last": "Zubair",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universiti Teknologi",
                    "location": {
                        "settlement": "Kuala Lumpur",
                        "country": "Malaysia"
                    }
                },
                "email": "ahsanzubair4002@gmail.com"
            },
            {
                "first": "Universiti",
                "middle": [
                    "Teknologi"
                ],
                "last": "Malaysia",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Johar",
                "middle": [],
                "last": "Skudai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Malaysia",
                "middle": [],
                "last": "Bharu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ahsan",
                "middle": [],
                "last": "Correspondence",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Zubair",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This study aims to present a quick overview of the novel coronavirus (afterward which triggers from Wuhan, spread approximately 213 countries and territories around the globe, and still currently ongoing. Particularly, we are interested to investigate the economic perspective of COVID-19. This paper uses data from online published articles and current media sources, as the COVID-19 situation is unfolding yet. To deeply explore the said matter, we divide the economic impact into six dimensions that is, Chinese economy, Central Asian economies, South Asian economies, South East and West Asian economies, European economies, Northern African, and Middle Eastern economies. The paper concludes that epidemic situations like COVID-19 severely affect economies around the globe. The basic reasons behind such severity are immobility of labor, reduction in productivity, discontinuation of the supply chain, a decline in exports, uncertainty, and so on. This study is quite important for businesses and policymakers to estimate and plan current and post-COVID-19 situations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "COVID-19 belongs to the family of viruses that are found in animals and can transfer in humans (Augustine, 2020) . COVID-19 was originated from Wuhan, a city of 11 million people and a large industrial, educational and scientific base in China (Ayittey, Ayittey, Chiwero, Kamasah, & Dzuvor, 2020) . This horrible story was started from the market in which animals and birds are sold. The initial host of the virus was bat which also contains other viruses of the same family such as Ebola, AIDS, and rabies. But bats were not the only animals sold in Wuhan. However, it is of thought that maybe it would have infected other animals and birds too (Augustine, 2020) . The first cases were reported on December 31, 2019. Most of the death reported in the Hubei province of China in which Wuhan is located (Baker, Bendix, & Frias, 2020) .",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 112,
                    "text": "(Augustine, 2020)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 244,
                    "end": 296,
                    "text": "(Ayittey, Ayittey, Chiwero, Kamasah, & Dzuvor, 2020)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 646,
                    "end": 663,
                    "text": "(Augustine, 2020)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 802,
                    "end": 832,
                    "text": "(Baker, Bendix, & Frias, 2020)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "| OVERVIEW"
        },
        {
            "text": "The virus spread so fast throughout China that the industries and institutions of China were shut down immediately. The city of Wuhan is being called the city of ghosts as millions of people remained locked-up as a precaution not only in the outbreak city but also in dozens of cities across the country. The business activities have been shut down throughout China. The barrier to business activities has caused a ruckus to the Chinese economy. This ruckus can cause a huge gap toward China's goal of becoming the world's biggest economy, besides, it can cause a downfall in the economy of the countries having a business stake with China (Ayittey et al., 2020) .",
            "cite_spans": [
                {
                    "start": 640,
                    "end": 662,
                    "text": "(Ayittey et al., 2020)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "| OVERVIEW"
        },
        {
            "text": "COVID-19 is not fully indicated until a person gets it. It takes at least 5 days for a person to show the symptoms of the virus. Initial symptoms consist of dry cough, fever, and feeling of being unwell. It also includes dryness in the lungs and tiredness in other parts of the body. The nature of the virus is that it spread very fast. Recently the fatality rate of the virus recorded is 20% (Augustine, 2020) .",
            "cite_spans": [
                {
                    "start": 393,
                    "end": 410,
                    "text": "(Augustine, 2020)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "| OVERVIEW"
        },
        {
            "text": "So far, COVID-19 has killed over 446,522 people and infected more than 8,282,815 people across the world. At least 213 countries outside China have reported cases. The countries most affected after China are South Korea, Italy, Japan, and Iran. Which are not suffering only health problems but also a disturbance in the economy (Baker et al., 2020) . According to the date given by the Chinese doctors, the 20% of the cases are fatal and need hospitalization, whereas, the other 80% are those that are mild and can be cured through their immune system if strong. Mostly the fatal cases are of those of aged or old people (Bizaer, 2020) .",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 348,
                    "text": "(Baker et al., 2020)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 621,
                    "end": 635,
                    "text": "(Bizaer, 2020)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "| OVERVIEW"
        },
        {
            "text": "The virus spread from the contact of person to person. Like other viruses namely flu and cough the virus spread easily by droplet and carried from one place to another. When people get in touch with them, they catch the virus. The only measure of protection of the virus is keeping yourself clean through washing thoroughly with the soaps and keeping the germs away through frequent use of sanitizer (Augustine, 2020) . However, the cure has not been found yet. No medicated drug has been made for the virus-like Ebola and AIDS.",
            "cite_spans": [
                {
                    "start": 400,
                    "end": 417,
                    "text": "(Augustine, 2020)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "| OVERVIEW"
        },
        {
            "text": "Most doctors say that the cure depends upon the immunity of a person. Most cases of the virus are mild, whereas the other needs hospitalization (Baker et al., 2020) .",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 164,
                    "text": "(Baker et al., 2020)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "| OVERVIEW"
        },
        {
            "text": "It's not the first time China is facing such kind of situation, SARS broke out in 2002-2003 and affected China and the countries throughout the world. Initially, it was neglected but later on spread over 37 countries. More than 8,000 people were affected and out of which 750 were killed. It became one of the most dangerous viruses in human history (Augustine, 2020) . According to a survey, COVID-19 is spreading six times faster than the SARS. But, the development of China within 18 years has made China stronger to face the upshot and it is believed that it can make China stronger than ever (Bociaga, 2020) .",
            "cite_spans": [
                {
                    "start": 350,
                    "end": 367,
                    "text": "(Augustine, 2020)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 597,
                    "end": 612,
                    "text": "(Bociaga, 2020)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "| OVERVIEW"
        },
        {
            "text": "From the past 40 years, the Chinese economy grows splendidly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| OVERVIEW"
        },
        {
            "text": "Presently, China is holding a GDP of 13.6 trillion dollars which makes China the world's second-largest economy. China also has the title of the world's largest economy by purchasing power parity, holder of foreign exchange reserves, manufacturer, and merchandise producer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| OVERVIEW"
        },
        {
            "text": "China's dream to be an economic superpower has led China to become the biggest trading partner of the USA (Ayittey et al., 2020) .",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 128,
                    "text": "(Ayittey et al., 2020)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "| OVERVIEW"
        },
        {
            "text": "To achieve the objectives of this study, we divide the economic impact into six dimensions that is, the Chinese economy, Central Asian economies, South Asian economies, South East and West Asian economies, European economies, Northern African and Middle Eastern economies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| THE ECONOMIC IMPACT OF COVID-19"
        },
        {
            "text": "The COVID-19 episode is probably going to hit China's economy through the span of two quarters, said by Stephen Roach, a senior professor at Yale University. He also reported that the effect of isolation and limitations on movement has brought the Chinese economy to a virtual halt. Furthermore, Beijing began forcing huge lockdowns and isolating urban areas in late January, which ruined the production line and monetary balance. However, Professor Roach believed that the Chinese government will not let up on endeavors to contain the COVID-19 outbreak even though there will be a significant monetary effect. He advised the Chinese authorities to maintain a strategic distance from the other counterparts (Cascais, 2020) .",
            "cite_spans": [
                {
                    "start": 708,
                    "end": 723,
                    "text": "(Cascais, 2020)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "| Chinese economy"
        },
        {
            "text": "The ongoing outbreak of COVID-19 in China has prompted noteworthy effects on organizations and enterprises. Following are the few chunks of information which are gathered from online sources (Chatzky & McBride, 2020; Chrysoloras, Dendrinou, & Brambilla, 2020) • Industrial productivity has fallen 13.5% in January and February.",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 216,
                    "text": "(Chatzky & McBride, 2020;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 217,
                    "end": 259,
                    "text": "Chrysoloras, Dendrinou, & Brambilla, 2020)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "| Chinese economy"
        },
        {
            "text": "• The urban unemployment rate is increased to 6.2% in February.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Chinese economy"
        },
        {
            "text": "• Retail sales are dropped 20.5% year-on-year bases in January and February.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Chinese economy"
        },
        {
            "text": "• Fixed investment is decreased by 24.5%, down from the growth of 5.4%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Chinese economy"
        },
        {
            "text": "• Services production are also fallen 13% in January and February.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Chinese economy"
        },
        {
            "text": "• GDP is dropped by 13% during January and February.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Chinese economy"
        },
        {
            "text": "• Exports are decreased by 17.2% in January and February.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Chinese economy"
        },
        {
            "text": "The geographical boundaries of Central Asia are from the Caspian Sea Asian countries over $30 billion (Citroner, 2020; Fulton, 2020) .",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 118,
                    "text": "(Citroner, 2020;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 119,
                    "end": 132,
                    "text": "Fulton, 2020)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "| Central Asian economies"
        },
        {
            "text": "The strategic motives of China in building relationships with Central Asian economies are to get access to raw materials and to construct a route toward countries having large oil reserves. These countries sell roughly 90% of their exports to China in the shape of oil and raw material. Investments in the aforementioned plans are also significant for China to be an economic superpower (Fulton, 2020) . It is established that Beijing will enhance its stake in these economies to get maximum benefits. Therefore, Central Asian states are representing their strategic interest in the Chinese energy sector (Inman, 2020) .",
            "cite_spans": [
                {
                    "start": 387,
                    "end": 401,
                    "text": "(Fulton, 2020)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 605,
                    "end": 618,
                    "text": "(Inman, 2020)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "| Central Asian economies"
        },
        {
            "text": "Central Asia is surprising many by accepting vast sums of Chinese investment. In 2017, China made an investment of $304.9 billion with its partners in transportation, communication, technology, and trade (Laruelle, 2018) . Central Asia having a very low level of health sector advancement and they are more vulnerable to the epidemic like COVID-19. The countries like Uzbekistan and Tajikistan have to stop flight operations to China and start proactively examining those who have been just returned from China, it causes a very damaging impact on the BRI 1 and the projects and investments under this umbrella (Citroner, 2020 ).",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 220,
                    "text": "(Laruelle, 2018)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 611,
                    "end": 626,
                    "text": "(Citroner, 2020",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "| Central Asian economies"
        },
        {
            "text": "South Asian economies consist of Pakistan, India, Bangladesh, Sri Lanka, Bhutan, Nepal, and the Maldives. In Bangladesh they invested in energy and transportation projects, in Sri Lanka they invested in a seaport, but their main investment is in Pakistan under CPEC 2 (Miankhel, 2019) . They invested over $60 billion in Pakistan for developing roads, energy projects, the transmission of technology, and economic zones to establish industries and make Pakistan's infrastructure more advanced to facilitate both countries (Newey & Gulland, 2020) .",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 284,
                    "text": "(Miankhel, 2019)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 522,
                    "end": 545,
                    "text": "(Newey & Gulland, 2020)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "| South Asian economies"
        },
        {
            "text": "After the outbreak of COVID-19, Bangladesh stops working on the ongoing projects under Chinese workers and engineers. Similarly, in Pakistan the pace of projects will be slowed down, however, the government has not yet ordered to stop the projects. In Sri Lanka, a quarantine of 14 days is mandatory for the individuals coming from mainland China, and the restrictions are also imposed on the Chinese workers to stay at the construction places or dormitories. The work at Port City in Colombo was continuing at a very slow speed because most of the staff went back to China for celebrating the new year and have not returned yet (Miankhel, 2019) . Similarly, the inauguration of the tallest communicational tower and other construction ventures in Sri Lanka are also delayed because of the immobility of Chinese workers (Nguyen, 2020 ",
            "cite_spans": [
                {
                    "start": 629,
                    "end": 645,
                    "text": "(Miankhel, 2019)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 820,
                    "end": 833,
                    "text": "(Nguyen, 2020",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "| South Asian economies"
        },
        {
            "text": "This geographic belt ties several countries like Indonesia, Singapore, Malaysia, Brunei, Myanmar, Mongolia and so on, and have huge business, trade and investment relationship with China, as Chinese investing billions of dollars in many projects in these countries under the BRI (Raga, 2020) . But the recent outbreak of COVID-19 from the Chinese mainland, the industrial city Wuhan created disastrous implications for Chinese workers and supplies (Roach, 2020) .",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 291,
                    "text": "(Raga, 2020)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 448,
                    "end": 461,
                    "text": "(Roach, 2020)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "| South East and West Asian economies"
        },
        {
            "text": "Among the overall tourists who arrived in Myanmar, Mongolia, Thailand, Vietnam, and Cambodia, 1/5 are comprised of Chinese nationals. The economic influence of COVID-19 is typically stroked the economies having adjacent relations with China in the shape of businesses, investments, or tourism (Shepard, 2020) . These countries sell approximately 1/6 of their exports to China (Valero, 2020) .",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 308,
                    "text": "(Shepard, 2020)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 376,
                    "end": 390,
                    "text": "(Valero, 2020)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "| South East and West Asian economies"
        },
        {
            "text": "In Indonesia, the progress on hydropower plant at Sumatra has near to stop because of the unavailability of Chinese staff, as Indonesia restricts the flights to/from China. The project of a $6 billion highspeed train between Jakarta and Bandung is also beings stopped (Raga, 2020) . Vietnam is also going to be affected because its economy is highly dependent upon Chinese products (Roach, 2020) . In the meantime, the economies of Singapore and Hong Kong are also facing serious threats of slower growth (Shepard, 2020) .",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 280,
                    "text": "(Raga, 2020)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 382,
                    "end": 395,
                    "text": "(Roach, 2020)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 505,
                    "end": 520,
                    "text": "(Shepard, 2020)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "| South East and West Asian economies"
        },
        {
            "text": "European countries are interconnected with each other to support their economy as a whole, however, the COVID-19 brings the recession to their economies. In the current epidemic situation of COVID-19, ECDC 3 published a report which describes that the underline risk to European countries is switching from moderate-level to the highlevel. It is also explained in the report that the situation is quite complex and strong coordination is needed. The effect of COVID-19 and the possible ways to limit such situations seriously harms the European economies. Therefore, OECD 4 drops 2020 growth estimation for Euro-zone from 1.1 to 0.8%, however, for the year 2021, the growth targets are set to be 1.2% (Weerasekara, 2020) .",
            "cite_spans": [
                {
                    "start": 701,
                    "end": 720,
                    "text": "(Weerasekara, 2020)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "| European economies"
        },
        {
            "text": "Italy, as the major affected nation in Eurozone from COVID-19, declared a €3.6 billion aid package to resolve the outburst. The Swiss government also provides economic support of a $10 billion aid package to control the COVID-19. The confirmed cases in Spain are jumped from 2,000 to 7,753 and the fatalities are almost twice from 136 to 288. Cyprus stated financial support worth €700 million (3% of its GDP) to support companies and workers. Germany closed its borders with France, Switzerland, Austria, Luxemburg, and Denmark (Weinland & Liu, 2020 ).",
            "cite_spans": [
                {
                    "start": 529,
                    "end": 550,
                    "text": "(Weinland & Liu, 2020",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "| European economies"
        },
        {
            "text": "According to economists, the economic impact of COVID-19 on the GCC 5 and MENA 6 region could be much bigger than originally anticipated (Wright, 2020) . Considering the speed and magnitude of the outbreak across the world and the MENA region, the epidemic has serious consequences for the world economy and regional economies, particularly the oil-exporting states resulting in the downward revision of economic growth. The middle east might lose billions of dollars from tourism and hospitality, trade, retail, real estate, and expo 2020.",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 151,
                    "text": "(Wright, 2020)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "| Northern African and Middle Eastern economies"
        },
        {
            "text": "It will cause a long term impact on the economies of MENA and GCC countries, which destabilize their businesses, financial institutions, and much more by this novel virus (Yellinek, 2020) .",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 187,
                    "text": "(Yellinek, 2020)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "| Northern African and Middle Eastern economies"
        },
        {
            "text": "Iran, the worst-hit Middle Eastern country, reportedly has around 9,000 confirmed cases and over 350 deaths. Countries such as Saudi Arabia, Bahrain, UAE, and Oman also have multiple cases of infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Northern African and Middle Eastern economies"
        },
        {
            "text": "Nigeria faces a serious threat of recession because it maintains intensive trade relations with China by holding the position of the biggest buyer of Chinese products among the African region (Zhu, 2020) .",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 203,
                    "text": "(Zhu, 2020)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "| Northern African and Middle Eastern economies"
        },
        {
            "text": "A serious decline in the GDP is being expected that is, 2.1% (2020) from 2.8% (2019) in MENA region, and 1.7% (2020) from 2.5% (2019) in GCC region. Such an enormous decline is because of slowing Chinese energy (oil, gas, and petrochemicals) demand, reducing Chinese tourism flows, disrupting supply chains of Chinese products, and swiftly lower oil prices (Zogg, 2019) .",
            "cite_spans": [
                {
                    "start": 357,
                    "end": 369,
                    "text": "(Zogg, 2019)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "| Northern African and Middle Eastern economies"
        },
        {
            "text": "COVID-19, a virus exposing no symptoms, affecting the world's population, pressuring the global healthcare system, and declared as a pandemic by WHO. The current and subsequent days have observed that the worldwide economy seize up as nations moved to lock down to stop further spread. The resultant effects are shocking as the global supply chains are disturbed and business activities are forced to fold up. To tackle such a situation and save from an economic downturn, countries across the globe declared huge fiscal incentives. But, the current health crisis and subsequent economic slump look far from over. Although, it's not the first time the world is facing such a situation, previously, we are encountered by SARS-2003 , MERS-2012 , Ebola-2013 , and so on. However, COVID-19 is being considered by the IMF as the worst pandemic that could drive the worldwide economy toward the deepest depression since the Great Depression.",
            "cite_spans": [
                {
                    "start": 720,
                    "end": 729,
                    "text": "SARS-2003",
                    "ref_id": null
                },
                {
                    "start": 730,
                    "end": 741,
                    "text": ", MERS-2012",
                    "ref_id": null
                },
                {
                    "start": 742,
                    "end": 754,
                    "text": ", Ebola-2013",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "| CONCLUSION"
        },
        {
            "text": "Therefore, this study aims to exhibit an overview of COVID-19 which triggers from Wuhan, and by now spread approximately 213 countries and territories around the globe and still ongoing. More specifically, we are interested to explore the economic perspective of COVID-19. For the said purpose, we use data from online published articles and media reports, as the epidemic situation is unfolding yet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| CONCLUSION"
        },
        {
            "text": "To make this study more significant, we assess information from diverse economies that is, Chinese, Central Asian, South Asian, South East and West Asian, European, Northern African and Middle Eastern.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| CONCLUSION"
        },
        {
            "text": "The findings of the study conclude that COVID-19 badly affects the global economy and the causes behind such severity are immobility of labor, reduction in productivity, discontinuation of the supply chain, decline in exports, and uncertainty.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| CONCLUSION"
        },
        {
            "text": "Nevertheless, this research focuses on an area that might be valued to inspect in more detail. Moreover, based on the pandemic that health systems and economies are currently facing, the study may be valuable in helping the policymakers and entrepreneurs to estimate and plan the current and post COVID-19 circumstances. The study has some limitations as well, for example, as it depends on online published articles and media reports, it may be much handy to explore such relationships empirically. But right now, when the pandemic is still raging, it's important to be vigilant and keep an eye on consequences. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| CONCLUSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus impact on GCC economies could be much bigger. Gulf News",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Augustine",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Economic impacts of Wuhan 2019-nCoV on China and the world",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "K"
                    ],
                    "last": "Ayittey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Ayittey",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "B"
                    ],
                    "last": "Chiwero",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Kamasah",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dzuvor",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Medical Virology",
            "volume": "92",
            "issn": "",
            "pages": "473--475",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Mapping the coronavirus outbreak",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bendix",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Frias",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Business Insider",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Economic paralysis: Coronavirus slams brakes on China economy",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bizaer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Is COVID-19 eroding China's influence in Southeast Asia? The Diplomat",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bociaga",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Coronavirus infects Africa's economy. Deutsche Welle",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cascais",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "China's massive belt and road initiative. Council On Foreign Relations",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chatzky",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mcbride",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Europe widens virus lockdown, moves to limit economic damage",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chrysoloras",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Dendrinou",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Brambilla",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Here's what older at risk people should know about Corona virus",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Citroner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The impact of coronavirus on Gulf economies",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fulton",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Will Coronavirus outbreak derail the global economy? The Guardian",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Inman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "China's belt and road initiative and its impact in Central Asia. Voices on Central Asia",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Laruelle",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Why Central Asia chooses Chinese investment",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Miankhel",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "East Asia Forum",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "What is coronavirus, how did it start, and could the outbreak grow bigger? Telegraph",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Newey",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gulland",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The economic fallout of the coronavirus in Southeast Asia. Carnegie Endowment For International Peace",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nguyen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Economic vulnerabilities to the coronavirus: Top countries at risk. Overseas Development Institute",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Raga",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The coronavirus outbreak may have a twoquarter hit on China's economy. CNBC",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Roach",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Coronavirus outbreak puts belt and road projects on hold",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Shepard",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Europe ponders economic stimulus to counter coronavirus impact",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Valero",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Coronavirus slows China's major belt and road projects in Asia. The Japan Times",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Weerasekara",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Chinese economy suffers record blow from coronavirus. The Banker",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Weinland",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Could Corona virus make China stronger than ever. ExpatGuides",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wright",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The impact of China's belt and road initiative on Central Asia and the South Caucasus. E -INTERNATIONAL RELATIONS",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Yellinek",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Which African countries are most vulnerable to the coronavirus? The New Humanitarian",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Cooperation, co-existence or clash? China and Russia's ambitions in Central Asia. The Diplomat",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zogg",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "west) to Mongolia (east), and from Afghanistan and Iran (south) to Russia (north). According to the statistics of 2019, Central Asian economies have a population of 72,960,000, a GDP (nominal) of $300 billion, and the GDP per capita of $4,000. Countries like Kazakhstan, Kyrgyzstan, Tajikistan, Turkmenistan, and Uzbekistan are very near to China's mainland. China heavily invests in Central Asian countries and increase its domination by establishing businesses and developing infrastructures. China increased the trade volume between central",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Most of the South Asian countries have canceled visa issuance service to the Chinese works and tourists. Around 3,000 employees from China were working on a power project of $2.5 billion in Bangladesh. On the Payra port, approximately 2/3 of the employees went back to China for rejoicing the new year but unfortunately not came back yet. Likewise, approximately 980 Chinese works who are working on a $3.5 billion Padma Multipurpose Bridge have not yet returned(Nguyen, 2020).",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Ahsan Zubair https://orcid.org/0000-0003-3909-8490 ENDNOTES 1 BRI stands for Belt and Road Initiative taken by china to develop infrastructure in 70 countries. CPEC stands for China Pakistan Economic Corridor. The European Centre for Disease Prevention and Control. Organization for Economic Co-operation and Development. Gulf Cooperation Council. Middle East and North Africa. Muhammad Usman is currently working in the Department of Economics and Business Administration, University of Education Lahore (Faisalabad Campus) Pakistan. His research interests focus on innovation management and institutional economics. Ali is a research student in the Department of Economics and Business Administration, University of Education Lahore (Faisalabad Campus) Pakistan. His research interests focus on economics development and growth. Riaz is a research student in the Department of Economics and Business Administration, University of Education Lahore (Faisalabad Campus) Pakistan. His research interests focus on corporate behavior. Riaz is a research student in the Department of Economics and Business Administration, University of Education Lahore (Faisalabad Campus) Pakistan. His research interests focus on environmental economics. Zubair is a Ph.D. candidate in Azman Hashim International Business School at the Univerisiti Teknologi Malaysia. His current research interest area is Tourism, Marketing and Information Management. How to cite this article: Usman M, Ali Y, Riaz A, Riaz A, Zubair A. Economic perspective of coronavirus (COVID-19). J Public Affairs. 2020;e2252. https://doi.org/10.1002/pa.2252",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}