{
    "paper_id": "0a52287940bb24f16c724b15d182646eb326aa53",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Peter",
                "middle": [
                    "A"
                ],
                "last": "Takizawa",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Linda",
                "middle": [],
                "last": "Honan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yale School of Nursing",
                    "location": {
                        "addrLine": "333 Cedar Street, New Haven",
                        "postCode": "06477, 06520-8002",
                        "settlement": "Orange",
                        "region": "CT, CT"
                    }
                },
                "email": ""
            },
            {
                "first": "David",
                "middle": [],
                "last": "Brissette",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Barry",
                "middle": [
                    "J"
                ],
                "last": "Wu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kirsten",
                "middle": [
                    "M"
                ],
                "last": "Wilkins",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Strong and effective clinical teamwork has been shown to improve medical outcomes and reduce medical errors 1 . Incorporating didactic and clinical activities into undergraduate medical education in which students work in teams will develop skills to prepare them to work in clinical teams as they advance through their education and careers. At the Yale School of Medicine, we foster the development of team skills in the classroom through teambased learning (TBL) and in clinical settings with the Interprofessional Longitudinal Clinical Experience (ILCE). Both TBL and ILCE require students work in close physical proximity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The COVID-19 pandemic forced us to immediately adapt our in-person activities to an online format and then develop clinical and interprofessional experiences that adhere to social distancing guidelines. Here we describe our approaches to solving these problems and the experiences of our students and faculty.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Four years ago, we introduced team-based learning (TBL) in the pre-clerkship curriculum to create more opportunities for students to engage in active learning and give students opportunities to work in teams and learn from each other. TBL uses a flipped curriculum in which students learn content before class and spend class time solving problems and discussing solutions 2 . In a typical TBL session, students will work in teams during the readiness assessment phase in which they discuss and answer a set of multiplechoice questions that address their understanding of the core content and the application phase in which they apply what they have learned to solve real-world problems. Each phase is followed by a discussion of the questions or problems amongst all of the students.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Because TBL switches between discussion in teams and discussion involving the entire class, TBL works best when each team has its own table within a larger classroom.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Our experience with TBL has been positive. We collected qualitative feedback from students and faculty after the first few TBL sessions and their responses were favorable. In subsequent years, we have refined and adapted TBL to fit the learning style and goals of Yale. We currently offer approximately 40 TBL sessions across the pre-clerkship curriculum.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Like many institutions, the Yale School of Medicine was forced to rapidly adapt to the COVID-19 pandemic. Statewide \"stay at home\" orders and social distancing requirements necessitated transition to an all online format for the pre-clerkship curriculum. To deliver lectures and host workshops online, Yale decided to use Zoom because we had some experience using Zoom for non-curricular activities (e.g. meetings and seminars). To create a consistent online platform for students, we adapted TBL to run on Zoom. Of all of the features in Zoom, breakout rooms proved the most important for running TBL online as they provided a venue for teams to discuss problems in smaller groups which is the heart of team-based learning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Breakout rooms allowed us to create an interactive, team-like atmosphere in an online format. Breakout rooms separate a large group of participants into individual, smaller Zoom meetings. Breakout rooms preserve many of the interactive features that are available in main meeting room, including screen sharing, chat and annotation tools. We used breakout rooms for teams to discuss readiness assessment questions and application questions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Breakout Rooms"
        },
        {
            "text": "Breakout rooms offered several advantages for running TBL sessions. First, the migration between the main meeting room with all of the students and the breakout rooms was seamless and only required a short initial set up of a few parameters. During in-person, team-based learning sessions, students can move between team and large-group discussion several times so an easy mechanism to make this transition online was essential.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Breakout Rooms"
        },
        {
            "text": "In our experience, faculty can be trained to effectively use breakout rooms in a few minutes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Breakout Rooms"
        },
        {
            "text": "A second advantage of breakout rooms became apparent when we reviewed student feedback. Unexpectedly, students remarked that breakout rooms created a more effective environment for discussing questions and problems compared to their experiences working in teams in a classroom setting. Because breakout rooms sonically isolate a group of students from the rest of the class, students found it easier to focus on the problems and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Breakout Rooms"
        },
        {
            "text": "No copyright is required hear their teammates compared to the classroom which is noisier due to the large number of students having simultaneous discussions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Team composition is an important part of TBL. Usually, students remain in the same team throughout a course or unit of study. In previous years, we kept students in the same team for the entire pre-clerkship curriculum (about 17 months). Maintaining consistent teams allows students to develop working relationships with teammates and learn interpersonal skills that they can use when working in teams in a clinical setting. Some implementations of TBL have students provide feedback to their teammates on their performance in the team.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Breakout Rooms and Team Composition"
        },
        {
            "text": "Zoom offers two mechanisms for creating breakout rooms. By far the easiest is to create breakout rooms at the start of the Zoom meeting for the TBL session and have Zoom randomly assign students to the breakout rooms. The number of rooms can be adjusted to achieve a certain number of students per room. Convenience comes with costs and what is lost using the random assignment feature in Zoom is continuity of team composition. When randomly assigning students to breakout rooms, the initial team assignments last for the entire meeting but don't carry over to subsequent meetings. Consequently, a student will work in a different team for every TBL session.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Breakout Rooms and Team Composition"
        },
        {
            "text": "If maintaining the same team composition across several TBL sessions is critical to the pedagogy of the course, faculty can pre-assign students to breakout rooms in Zoom and those assignments can be set to persist for subsequent meetings. Using this feature, faculty can assign students to breakout rooms (teams) at the start of the course and use those same breakout rooms for future meetings. Pre-assigning breakout rooms presents several technical challenges including how and whether students sign-in to Zoom accounts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Breakout Rooms and Team Composition"
        },
        {
            "text": "When we transitioned to online teaching in the Spring of 2020, we decided to randomly assign students to breakout rooms even though students had been working in the same teams up to that point. Our decision was based on several factors. First, many of our students returned home after we moved to online teaching which spread our students across the country and world and into different time zones. Given the time difference between Yale",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Breakout Rooms and Team Composition"
        },
        {
            "text": "No copyright is required and where some of our students lived, we could not expect students to reliably attend every TBL session. Second, students' internet connections could be unstable depending on where they were living which made it difficult for them to attend Zoom meetings in person. Not knowing which students would be able to attend a TBL session made pre-assigning students to teams impractical because of the uncertainty of how many members each team would have. This pushed us toward using random assignments to breakout rooms which are made at the start of the meeting when faculty know the exact number of students in attendance and can create teams with an equivalent number of students.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Another reason we opted to randomly assign students was the technical challenges of pre-assigning students to breakout rooms. Students are pre-assigned to breakout rooms with their email addresses. Because we had the students' school email addresses, we planned to use those to make the pre-assignments. For Zoom to successfully place students in the appropriate breakout rooms, students must be signed into a Zoom account with the same email address used to make the pre-assignment. We found that many students joined meetings without signing into a Zoom account or signing into a Zoom account that uses a different email account from their school email account. Consequently, at the start of a TBL session a large number of students would not be placed in a breakout room and require faculty to manually move students to their pre-assigned breakout rooms. Because faculty had limited experience with Zoom and even less experience with breakout rooms, we decided against pre-assigning breakout rooms. With adequate time to train faculty in the use of breakout rooms and students in how to properly sign-in to Zoom with their school email addresses, pre-assigning breakout rooms is feasible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "We did not receive any complaints from students about switching to random assignment of teams. Also, students did not indicate that working with different teammates made it more difficult to solve the problems in a TBL session. Students seemed to enjoy the breakout rooms because they were an opportunity to see their classmates, so randomly assigning students may have been viewed positively because students could connect with different classmates. It should also be noted that when we switched to an online curriculum, the students had already been together for several months and had developed relationships.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "No copyright is required Their familiarity with each other probably made working with different teammates easier.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Randomly assigning first-year students to teams at the start of the school year when they are just getting to know each other might make communication in the breakout rooms more challenging. Ultimately, the decision of which method of assignment to use will likely come down to the importance of team continuity to the pedagogical goals of the course and the ability to train faculty in the use of breakout rooms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "TBL relies on communication between faculty and students; for us, developing modes of communication between faculty and students in online TBL has been challenging.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communication"
        },
        {
            "text": "Communication between faculty and students is a formal part of the session. For example, TBL sets aside time after the readiness assessment quiz and application questions for all of the students and faculty to discuss the problems. Communication can also occur informally during an in-person TBL session and often happens when the teams are discussing a problem. While students work on a problem, faculty wander through the room briefly stopping at each table to listen to the conversation. Faculty can answer questions from teams or help steer a conversation toward a better solution. In addition, informal communication is also an opportunity to promote discussion of the problem when the entire class reconvenes. Faculty hearing an interesting discussion from a team can ask that team to present its solution to the entire class.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communication"
        },
        {
            "text": "Unfortunately, the intimacy of the Zoom breakout rooms that fosters discussion between teammates also inhibits informal communication with faculty. Faculty cannot eavesdrop on a conversation in a breakout room. Faculty can join a breakout room but this is less organic than wandering between tables and listening to discussion. When joining a breakout room, faculty suddenly appear as one of the participants which can be jarring to the students and likely disrupts the conversation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communication"
        },
        {
            "text": "Zoom does have a couple of means for faculty and students to communicate in breakout rooms. Faculty can broadcast a text message to all of the breakout rooms which can be helpful for supplying additional information for a case or problem. While in the breakout rooms, students can ask for help which alerts the host of the meeting. The faculty",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communication"
        },
        {
            "text": "No copyright is required member can then visit that room. In our experience, students rarely use the ask for help feature. Consequently, when students are in their breakout rooms, faculty have few ways of contributing to the discussion of the problems or cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Communication in the large group is also challenging. After working on a problem, teams present their answers to the other students in the session. During in-class TBL, we would ask students to volunteer to summarize their team's discussion. We hesitated to coldcall on students finding that students are often intimidated and discussion is inhibited.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Instead, faculty often relied on non-verbal communication to promote discussion. A quick scan of students' faces can often reveal who is willing to participate in the discussion or an encouraging glance can prompt a student to contribute to the discussion. Using non-verbal cues in Zoom or other platforms is difficult if not impossible. Zoom displays a maximum of 49 participants on a screen so in TBL sessions with more than 49 students, faculty will not see all of the students' faces. To overcome the limitations of promoting discussion in TBL, faculty could implement methods to initiate discussion after the transition from breakout rooms to the large group. For example, before sending students to breakout rooms to discuss a problem, faculty can ask a team to take responsibility for leading the discussion of a problem after the teams return from their breakout rooms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "There are potentially additional challenges migrating team-based learning to Zoom. Some implementations of team-based learning use scratch-off cards to record student responses to questions as part of their grade or to provide feedback to teams on whether the selected answer is correct. Clearly, these cards cannot be distributed over Zoom, so collecting student responses or providing feedback will likely require a web-based TBL application.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional Considerations"
        },
        {
            "text": "Another limitation of Zoom for online TBL is sharing collaborative work. Within a breakout room, students can share a screen and annotate a shared document or use a virtual whiteboard to collect ideas or perform calculations. Unfortunately, sharing this collaborative work with the larger group for discussion is cumbersome. The shared screen in a breakout room can be saved as an image file, but the file can only be saved in a folder that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional Considerations"
        },
        {
            "text": "No copyright is required Zoom creates for the meeting. Students will need to be told how to locate the Zoom folder for a specific meeting on their hard drives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Lastly, although our students seemed to adjust to online TBL in Zoom, many of our faculty lamented not hearing the cacophony in the room when teams are discussing a problem. This is less from a pedagogical standpoint and more from the sense of excitement that is created by seeing and hearing students engaged in animated discussion of a problem.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "While Zoom and breakout rooms allowed us to create for TBL an online, team-like atmosphere that approximated the experience in a classroom, we also had to replace programs that use teamwork in a clinical setting. One of these programs, the Interprofessional Longitudinal Clinical Experience (ILCE), faced the additional challenge of integrating students from different medical disciplines, including medicine, physician assistant and nursing. Meeting the education goals of ILCE required our faculty to explore options beyond Zoom.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Over the past several decades, health professional educators have increasingly recognized interprofessional education (IPE) as a valuable and necessary component of health professional education 3 . Generally defined as two or more health professions learning from, with, and about each other, IPE is now required by the Liaison Committee on Medical Education (LCME) 4 , the Commission on Collegiate Nursing Education (CCNE) 5 and the Accreditation Review Commission on Education for the Physician Assistant (ARC-PA) 6 . In order to meet these requirements and promote interprofessional collaboration, since 2016, the Yale Schools of Nursing and Medicine have required an interprofessional longitudinal clinical experience (ILCE) for all first-year Graduate Entry Pre-specialty in Nursing (GEPN), medical, and physician associate (PA) students. In this section, we describe the curriculum of the ILCE prior to 2020, as well as modifications implemented in response to the COVID-19 pandemic.",
            "cite_spans": [
                {
                    "start": 517,
                    "end": 518,
                    "text": "6",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Pre-COVID Interprofessional Longitudinal Clinical Experience"
        },
        {
            "text": "No copyright is required",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "The ILCE is the largest health professional course at Yale and runs from September to March of the academic year. The two primary objectives of the ILCE are 1) interprofessional education and 2) clinical skills. While each of the three health professional programs has its own clinical skills course, the ILCE has traditionally been the course in which students practice these skills in \"real world\" clinical settings under faculty observation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "The ILCE engages a cohort of 150 volunteer interprofessional faculty to provide clinical coaching to nearly 240 first year GEPN, medical, and PA students. Each student is assigned to a team of 2-4 interprofessional students and 1-3 interprofessional faculty \"coaches.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "The traditional ILCE curriculum includes 16 two-hour clinical coaching sessions, in which student teams and their assigned coaches meet at inpatient or ambulatory clinical sites to practice patient interviewing, physical examination, and oral presentation skills. Each coaching session offers opportunities for patient interaction, faculty observation, and formative feedback. Additionally, student teams participate in two high-fidelity simulation sessions at the Yale School of Nursing Simulation Center, in which the team interviews and examines a live standardized patient or a high-fidelity mannequin and then presents the case to the faculty member who has observed the simulation. The faculty member provides a debrief and case discussion afterward. Students also participate in two interactive, flipped curriculum, small group workshops: 1) Taking a Substance Use History and 2) The 7-Minute Oral Presentation. In each workshop, students work in interprofessional teams to practice skills under the observation of interprofessional faculty. Lastly, students participate in a large group interactive lecture on heart, lung, and bowel sounds. The ILCE year traditionally concludes with a Coach Appreciation Event to honor and thank the clinical coaches and celebrate the students 'completion of the course.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "At the time of traditional curriculum preparation for the 2020 fall semester of the ILCE, Connecticut had the 4th highest number of COVID-19 deaths per capita in the United States, at 125 per 100,000 people 7 . The impact of the pandemic required modification, re-imagining,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 and ILCE Transition to Online"
        },
        {
            "text": "No copyright is required ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Our course objectives guided development of a robust virtual curriculum in the fall and allowed educators to consider ways to invigorate our work. For example, although one of our objectives is interprofessional education (i.e., to learn from, with and about each other), we realized that content related to the education and practice of Advanced Practice Registered Nurses (APRN), PAs, and physicians was not explicit in our curriculum. Using flipped curriculum, we provided students details regarding the educational preparation of each profession. Students then attended a live two-hour Zoom seminar in which each profession's \"scope of practice\" was discussed followed by a panel discussion of four interprofessional clinicians. A registered nurse (RN), APRN, PA, and physician shared their \"lived experiences\" working during the COVID-19 surge and described the impact and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interprofessional Education"
        },
        {
            "text": "No copyright is required importance of team-based care. Narrative essays from all three professions supplemented the virtual seminar.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Our second objective, clinical skills, includes conducting patient-and family-centered interviewing. While students traditionally practice this skill with patients in the clinical setting, the pandemic required us to think creatively about alternatives. Rather than traditional \"inperson\" interviewing, students will conduct interviews of volunteer \"patients\" via Zoom or FaceTime. In order to prepare students for what was likely to be their first telehealth interview, the local director of telehealth services created a brief instructional video of practical tips on interviewing via televideo. The first virtual interview involves focusing on an older adult and the recent Institute for Healthcare Improvement publication of Age-Friendly Health Systems: Guide to Using the 4Ms in the Care of Older Adults 8 . This is a particularly vulnerable population overall and especially during the COVID-19 pandemic. The 4Ms are four elements considered essential for care of older adults which students are to elicit from the patient: what matters most to them, medication use, mentation, and mobility. Students are asked to find a volunteer over the age of 65 willing to be interviewed via Zoom or FaceTime (if unable to find one, faculty assist in finding volunteers). The student's volunteer is shared with a peer so no student interviews a volunteer with whom they are familiar.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical Skills"
        },
        {
            "text": "FaceTime. The interview is not recorded; having undergone Health Insurance Portability and Accountability Act (HIPAA) training, students understand that all information obtained will be de-identified and protected. After each student in the interprofessional team individually interviews their volunteer, the student team meets with their faculty coaches for a debrief via Zoom. The students share their analysis of the \"patient's\" 4Ms, along with observations of the person and their environment and responses to reflective questions. The second virtual interview will involve a comprehensive history of an adult volunteer 18 or older by a team of",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Students schedule and conduct the interview individually with the volunteer via Zoom or"
        },
        {
            "text": "No copyright is required two interprofessional students. Students will again meet with ILCE faculty via Zoom to discuss their experiences interviewing the patient virtually.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "For several years, the ILCE students have been introduced to the importance of taking a comprehensive substance use history. Historically, we used flipped curriculum to prepare the students with a 20-minute recorded lecture followed by a 9-minute recorded interview demonstration. Students typically meet in small interprofessional groups of 10-12 students with 1-2 facilitators (experts in substance use disorders) to review three cases and role play skills such as screening and interviewing patients, evaluating substance use disorder (SUD) risk, gauging the severity of substance use, and avoiding the use of language that perpetuates stigma. COVID-19 necessitated modifying this session to a virtual format. The flipped curriculum component will remain, while the workshop will be held on Zoom. The 235 ILCE students will be divided into small groups of 10-12 students and 1-2 faculty facilitators. Breakout rooms will then be used within the small groups for 3-student role play. In each breakout room, one student plays the role of the patient, one plays the role of the clinician, and one student observes. Students will then return to the main group to debrief the experience with peers and faculty.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "A third clinical skills learning objective includes demonstrating the oral presentation of a clinical case. In a previous year, we filmed two seasoned clinicians, one acting as the patient and one who modeled the role of a clinician performing a patient-centered interview for four unique video cases. The scenarios deliberately included extraneous data which challenged students to consider what to include in their oral presentation and allowed educators to provide feedback about decision-making when presenting cases. Once again flipped curriculum is utilized, including a document detailing each aspect of a patient presentation in a variety of settings (e.g., primary care, acute care, intensive care), and a one-hour recorded lecture on the topic of the oral presentation. Additionally, students will be assigned to watch one of the previously described video cases as pre-work for this session.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "They will be expected to prepare and deliver a \"7 minute oral presentation\" of the case to a faculty member and an interprofessional peer for feedback via Zoom. Rubrics were created that detail both the objective data and affective skills (e.g., eye contact, body position,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "No copyright is required speech tempo and volume) that educators will use to provide formative feedback to the students. The new curriculum extended our oral presentation learning objective to include \"written presentation\", i.e., clinical documentation. Flipped curriculum includes a video on the essentials of clinical documentation, a note template for students to use, and one of the aforementioned video cases that were created. In this assignment, students will work with their interprofessional team to prepare an electronic health record note that details the video case, including a differential diagnosis that could explain the patient's symptoms. ILCE faculty will review the document and provide formative feedback.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "The final clinical skills learning objective is to develop early clinical reasoning skills by identifying the salient parts of the history and beginning to consider differential diagnoses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "This objective was previously assessed in simulation only. However, COVID-19 offered the opportunity to enhance this aspect of our curriculum. We created two additional sessions for this objective. One self-directed learning session required the creation of a written patient case. The students read the case and, as a clinical team, work together via Zoom to respond to a variety of questions that challenge them to use clinical reasoning and decision-making skills. Their answers are submitted to ILCE faculty who provide formative feedback. ILCE faculty will also offer virtual office hours via Zoom for students to \"drop-in\" if they have questions or concerns about the assignment. A second clinical reasoning session will use a format based on the game show \"Family Feud,\" where students work together with their ILCE student teams to generate differential diagnoses for several cases on common chief concerns (e.g., cough, weight loss, fever). Student teams will be given the cases two weeks in advance of this class and asked to submit their answers one week prior to the session.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "The ILCE teams with the highest scores will be announced at the end of the session.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Resources related to problem representation supplement the curriculum.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "While the ILCE typically limits large group sessions, given the sheer number of students in the course, two new large group sessions were implemented this year that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Large Group Sessions"
        },
        {
            "text": "No copyright is required covered topics of critical importance and relevance to health professional students. Based on feedback from students in previous years and in light of the national reckoning on race and racism in 2020, we introduced new sessions on trauma informed care and race in the clinical encounter. ILCE leadership agreed that both topics were germane to the core objectives of the ILCE. Both sessions will be held via Zoom, with interprofessional faculty using interactive lectures, videos, and Zoom polling to engage students.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Simulation has always played an important role in the ILCE by allowing our students to work in interprofessional teams to integrate all of core learning objectives of the course: interprofessional education, patient-centered interviewing, physical examination, oral presentation, and early clinical reasoning. COVID-19 required modification of our traditional in-person simulation activities and conversion to a virtual format using the Zoom platform.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation"
        },
        {
            "text": "Fifty-nine student groups of four will participate in two team-based simulations in the fall semester. Each student group is encouraged to meet virtually in advance of their simulation to discuss how they will divide up the components of the history. Simulation 1 begins with a five-minute pre-brief to review expectations, objectives, and brief case information needed to begin the session. This is followed by a thirty-minute virtual patient encounter with a standardized patient via Zoom to elicit a comprehensive patient-centered history from an adult patient. The script also requires that students elicit a substance use history as they were previously taught as part of the ICLE curriculum. An ILCE faculty member observes the encounter and is guided by an evaluation rubric that will be used to provide formative feedback in the debrief. The simulation concludes with a 40-minute debrief session that begins with five minutes of student preparation for a team-based 7-minute oral presentation to faculty. The remaining time is a scripted debrief and case discussion using the \"PEARLS\" debriefing tool 9 . Simulation 2 is similar to the first, except this case also requires that students elicit the 4Ms elements for an older adult patient and the debrief is shortened to 30 minutes. Due to the timing of Simulation 2, which was moved from its traditional location in the spring semester to the late fall, and the fact that medical and PA students do not have physical examination curriculum until January, the physical examination portion of the",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation"
        },
        {
            "text": "No copyright is required simulation exercise was eliminated. However, should student contact with patients in the clinical setting be limited or restricted in January, a spring contingency plan is being considered to incorporate additional simulation with a physical examination component.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Each year ILCE leaders work closely with the directors of curriculum evaluation in all three programs. Methods of ILCE curriculum evaluation traditionally include student focus groups and anonymous, electronic surveys to collect quantitative and qualitative feedback on various aspects of the ILCE curriculum. This year, for course components that have been modified, we will be comparing evaluations with those from the previous year. For new course content, we will be soliciting student and faculty feedback via electronic surveys and focus groups to determine how well the virtual curriculum was received by students and faculty and how well it allowed students to achieve the desired learning objectives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation"
        },
        {
            "text": "Learning to work effectively in teams is a critical component of health professional education. The COVID-19 pandemic has underscored the importance of teamwork among healthcare professionals, yet it threatened the delivery of team-based learning experiences for health professional students. At Yale, losing in-person TBL and ILCE team clinical coaching sessions in the fall has been a challenge; however, this pandemic has offered educators a unique opportunity to reimagine, reinvigorate, and innovate. Evaluation of these curricular innovations is essential as we plan for the uncertainty of health professional education in 2021 and beyond.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Transforming Health Care One Team at a Time: Ten Observations and the Trail Ahead",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Salas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zajac",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Marlow",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The Essential Elements of Team-Based Learning",
            "authors": [
                {
                    "first": "Michaelsen",
                    "middle": [],
                    "last": "Lk",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sweet",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "New Directions for Teaching and Learning",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "7--27",
            "other_ids": {
                "DOI": [
                    "10.1002/tl.330"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Accepted Article No copyright is required",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Learning together to work together for health: Report of a WHO Study Group on Multiprofessional Education of Health Personnel: the Team Approach",
            "authors": [],
            "year": 1988,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Functions and Structure of a Medical School: Standards for Accreditation of Medical Education Programs Leading to the M.D",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "DC: Liaison Committee on Medical Education",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Degree",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Washington",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The Essentials of Master's Education in Nursing",
            "authors": [],
            "year": 2011,
            "venue": "American Association of Colleges of Nursing",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Accreditation Review Commission on Education for the Physician Assistant, Inc. Accreditation Standards for Physician Assistant Education",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Systems/Documents/IHIAgeFriendlyHealthSystems_GuidetoUsing4MsCare.pdf",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Promoting Excellence and Reflective Learning in Simulation (PEARLS): development and rationale for a blended approach to health care simulation debriefing",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Eppich",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Simul Healthc",
            "volume": "10",
            "issn": "2",
            "pages": "106--121",
            "other_ids": {
                "DOI": [
                    "10.1097/SIH.0000000000000072"
                ],
                "PMID": [
                    "25710312"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Accepted Article",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "and deliberate development of interprofessional curricula. First, COVID-19 posed several challenges to the clinical coaching component of our curriculum. Many of our ILCE volunteer faculty coaches were working on the frontlines of healthcare and were under tremendous strain with their clinical duties. Additionally, given that ILCE students are early learners who are not providing direct patient care, it was unclear whether their presence would compromise social distancing efforts or supplies of personal protective equipment (PPE). In an effort to decrease the strain on the volunteer ILCE faculty coaches and ensure safety of both patients and students, a decision was ultimately made by all participating schools (nursing, PA and medicine) to suspend the clinical coaching component of the ILCE until the 2021 spring semester and have a virtual fall semester. Despite increasing clinical responsibilities due to COVID-19, 133 coaches including 93 physicians, 29 nurse practitioners and 18 physician associates volunteered to teach in the modified ILCE course.The coaches were invited to participate in three virtual meetings with their student teams in the fall via Zoom: 1) Coach/Student \"Meet and Greet\", 2) 4M's Interview Debrief (described below), and 3) Coach/Student \"Prep for Clinical\" later in the fall. They will then have seven traditional clinical coaching sessions in the spring semester.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}