{
    "paper_id": "0a5b67acf22b8ec367577161a73ca6a23a958599",
    "metadata": {
        "title": "Early measurement of blood sST2 is a good predictor of death and poor outcomes in patients admitted for COVID-19 infection",
        "authors": [
            {
                "first": "Sánchez",
                "middle": [],
                "last": "-Marteles",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Clínico Universitario \"Lozano Blesa\". Zaragoza. Spain 3. Aragon Health Research Institute (IIS Aragón). Zaragoza. Spain. 4. Facultad de Medicina. University of Zaragoza. Spain. 5. Instituto Aragonés de Ciencias de la Salud (IACS). Zaragoza",
                    "institution": "Hospital Clínico Universitario \"Lozano Blesa\"",
                    "location": {
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rubio-Gracia",
                "middle": [
                    "J"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Peña-Fresneda",
                "middle": [
                    "N ("
                ],
                "last": "Mbiochem",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Clínico Universitario \"Lozano Blesa\". Zaragoza. Spain 3. Aragon Health Research Institute (IIS Aragón). Zaragoza. Spain. 4. Facultad de Medicina. University of Zaragoza. Spain. 5. Instituto Aragonés de Ciencias de la Salud (IACS). Zaragoza",
                    "institution": "Hospital Clínico Universitario \"Lozano Blesa\"",
                    "location": {
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Garcés-Horna",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gracia-Tello",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Martínez",
                "middle": [
                    "-"
                ],
                "last": "Lostao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Clínico Universitario \"Lozano Blesa\". Zaragoza. Spain 3. Aragon Health Research Institute (IIS Aragón). Zaragoza. Spain. 4. Facultad de Medicina. University of Zaragoza. Spain. 5. Instituto Aragonés de Ciencias de la Salud (IACS). Zaragoza",
                    "institution": "Hospital Clínico Universitario \"Lozano Blesa\"",
                    "location": {
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "L",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Crespo",
                "middle": [],
                "last": "-Aznárez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Clínico Universitario \"Lozano Blesa\". Zaragoza. Spain 3. Aragon Health Research Institute (IIS Aragón). Zaragoza. Spain. 4. Facultad de Medicina. University of Zaragoza. Spain. 5. Instituto Aragonés de Ciencias de la Salud (IACS). Zaragoza",
                    "institution": "Hospital Clínico Universitario \"Lozano Blesa\"",
                    "location": {
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Pérez-Calvo",
                "middle": [],
                "last": "Ji",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Clínico Universitario \"Lozano Blesa\". Zaragoza. Spain 3. Aragon Health Research Institute (IIS Aragón). Zaragoza. Spain. 4. Facultad de Medicina. University of Zaragoza. Spain. 5. Instituto Aragonés de Ciencias de la Salud (IACS). Zaragoza",
                    "institution": "Hospital Clínico Universitario \"Lozano Blesa\"",
                    "location": {
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "I",
                "middle": [],
                "last": "Giménez-López",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Clínico Universitario \"Lozano Blesa\". Zaragoza. Spain 3. Aragon Health Research Institute (IIS Aragón). Zaragoza. Spain. 4. Facultad de Medicina. University of Zaragoza. Spain. 5. Instituto Aragonés de Ciencias de la Salud (IACS). Zaragoza",
                    "institution": "Hospital Clínico Universitario \"Lozano Blesa\"",
                    "location": {
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Zaragoza",
                "middle": [],
                "last": "Spain",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Marta",
                "middle": [],
                "last": "Sánchez-Marteles",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Although several biomarkers have shown correlation to prognosis in patients, their clinical value is limited because of lack of specificity, suboptimal sensibility, or poor dynamic behavior.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Objective: In search of better prognostic markers in COVID-19, we hypothesized that circulating soluble ST2 (sST2) could be associated to a worse outcome, prompted by our previous knowledge of sST2 involvement in heart failure-associated lung deterioration, and by mounting evidence favoring a role of IL-33/ST2 axis in the disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "One hundred and fifty-two patients admitted for confirmed COVID-19 infection were included in a prospective non-interventional, observational study carried out in a tertiary teaching center. Blood samples were drawn at admission, 48-72 hours later and at discharge. sST2 concentrations, and routine blood laboratory were analyzed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Main outcomes: Primary end-points were admission at intensive care unit (ICU) and, mortality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Other outcomes were a need for high oxygen flow therapy (HOF) or increasing treatment at 48/72 hours.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: Median age was 57.5 years (SD: 12.8), 60.4% males. Ten per cent of patients (n=15) were derived to ICU and/or died during admission. The rest stayed hospitalized 8(IQR:6) days on All rights reserved. No reuse allowed without permission. perpetuity. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in The copyright holder for this this version posted January 4, 2021. ; https://doi.org/10.1101/2020.12.29.20248989 doi: medRxiv preprint NOTE: This preprint reports new research that has not been certified by peer review and should not be used to guide clinical practice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "2 average. About 34% (n=47), 38% (n=53) and 48.5% (n=66) needed HOF, up-titrate therapy or both, respectively. Median (IQR) sST2 serum concentration (ng/mL) rose to 53.1(30.9) at admission, peaked at 48-72h (79.5[64]) and returned to admission levels at discharge (44.9[36.7]), remaining significantly elevated above healthy donor values (18.6[15.1]).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "A concentration of sST2 above 58.9 ng/mL identified patients progressing to ICU admission or death. These results remained significant after multivariable analysis. The area under the receiver operating characteristics curve (AUC) of sST2 for the occurrence of end-points was 0.776 (p=0.001). Admission sST2 was higher in patients who needed up-tritate therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "In patients admitted for COVID-19 infection, measurement of sST2 measurement early within 24h after at admission was able to identify patients at risk of severe complications or death.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Phone number: +34 976 765 700 (Ext. 2555). : medRxiv preprint † Point of highest sensibility and specificity (Sensitivity = 78.6%; Specificity = 60.8%; AUC = 0.776; p = 0.001).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Coronavirus disease 2019 (COVID-19) is a worldwide pandemic caused by the novel Severe Acute Respiratory Syndrome coronavirus 2 (SARS Cov-2), an infectious disease leading to high morbidity and mortality 1,2,3 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction:"
        },
        {
            "text": "Clinical spectrum of COVID-19 ranges from asymptomatic patients to severe pneumoniae, with multi-organ symptoms and/or failure, including cardiological, neurological or thrombotic manifestations 4 . Regardless its broad phenotypic spectrum, prognosis depends on the development of an Acute Respiratory Distress Syndrome (ARDS), which frequently leads to the administration of High Oxygen Flow therapy (HOF) or admission at the Intensive Care Unit (ICU) and mechanical ventilation, with a very high mortality in such cases 1,3 .",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 196,
                    "text": "4",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction:"
        },
        {
            "text": "As a novel disease, patient handling was initially based on most conspicuous clinical signs and known biomarkers of tissue damage or inflammation such us lactate dehydrogenase (LDH), interleukin 6 (IL-6), ferritin, C-reactive protein (CRP) or lymphocytes 1,3 . However, these biomarkers lack specificity, since they can rise in other critical diseases 5 , showing a poor prognostic value. For instance, initial observation of heart damage associated to COVID-19 led to investigation of troponin, whose concentrations have been found to correlate poorly with COVID-19 prognosis. 6, 7, 8 . Accordingly, the search for more specific, earlier and clinical useful biomarkers of poor outcomes remains crucial.",
            "cite_spans": [
                {
                    "start": 352,
                    "end": 353,
                    "text": "5",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 578,
                    "end": 580,
                    "text": "6,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 581,
                    "end": 583,
                    "text": "7,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 584,
                    "end": 585,
                    "text": "8",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction:"
        },
        {
            "text": "Derangement of immune response was one of the first observations in COVID-19 and still remains as a hallmark of progression into a more severe phase. Studies of lung immune cells infiltrates suggest a role for IL-33/ST2 axis 9 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction:"
        },
        {
            "text": "Interleukin-1 receptor-like-1 (IL1RL1), also known as suppression of tumorigenicity 2 (ST2), is a member of interleukin (IL)-1 receptor family, with two main isoforms, a transmembrane cellular (ST2L) and a circulating soluble form (sST2). ST2 is the receptor for IL-33, a cytokine released by cells in response to cell damage or stress ('alarmin'). IL-33 binding to ST2L elicits a pleiotropic action. It is well stablished that IL-33/ST2 axis exhibits a cardioprotective role, All rights reserved. No reuse allowed without permission. perpetuity. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in The copyright holder for this this version posted January 4, 2021. ; https://doi.org/10.1101/2020.12.29.20248989 doi: medRxiv preprint reducing fibrosis, cardiomyocyte hypertrophy, and apoptosis and improving myocardial function 10 . For that reason, blood sST2 levels are clinically used to assess prognosis in HF. It is assumed they reflect tissue sST2 acting as a decoy receptor for IL-33 and thus reducing IL-33 cardioprotective effects. ST2 has also been associated with inflammatory phenomena 11 , specially on the vascular endothelium, and pulmonary tissues 10, 9 .",
            "cite_spans": [
                {
                    "start": 909,
                    "end": 911,
                    "text": "10",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1179,
                    "end": 1181,
                    "text": "11",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1245,
                    "end": 1248,
                    "text": "10,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1249,
                    "end": 1250,
                    "text": "9",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction:"
        },
        {
            "text": "The study by Pascual-Figal et al. demonstrated the lung origin of sST2 in acute decompensated HF, finding a correlation between their concentrations and alveolar wall thickness. They also found sST2 is higher in patients with non-cardiogenic pulmonary edema 9,12 . Moreover, there is also convincing evidence for a role of sST2 in lung diseases such as asthma, Chronic Obstructive Pulmonary Disease (COPD) and ARDS 13, 14 .",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 33,
                    "text": "Pascual-Figal et al.",
                    "ref_id": null
                },
                {
                    "start": 415,
                    "end": 418,
                    "text": "13,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 419,
                    "end": 421,
                    "text": "14",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction:"
        },
        {
            "text": "We hypothesized that sST2 circulating levels in COVID-19 patients reflects pulmonary damage and the intensity of inflammatory response elicited by SARS-CoV2, and thus could be a clinical useful biomarker able to early identify patients at higher risk of severe complications or death.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction:"
        },
        {
            "text": "The main goals of our study were: 1) Determine sST2 prognostic value in COVID-19 patients. 2) Analyze sST2 dynamic behavior and establish whether it associates to clinical course. 3) Compare sST2 with other biomarkers currently used in COVID-19 (ferritin, troponin, LDH, IL-6) and 4) Analyze sST2 correlation with clinical and analytical variables.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Objectives:"
        },
        {
            "text": "Prospective cohort study carried out at the Infectious diseases and Internal Medicine departments of a tertiary teaching center (Hospital Clínico Universitario \"Lozano Blesa\", Zaragoza, Spain), between July and November 2020. Inclusion criteria: 1) Age ≥ 18 years. 2) Informed consent granted. 3) Confirmed diagnosis of SARS-CoV2 (COVID-19) infection by nasopharyngeal polymerase chain reaction (PCR) or specific serology (IgM and/or IgG) in the context of clinical All rights reserved. No reuse allowed without permission. perpetuity. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design and setting"
        },
        {
            "text": "Patients were studied at three specific times during COVID-19 hospitalization. 1) 'Admission' (first 24 hours upon admission). 2) 'Control' (48-72 hours later) and 3) 'Discharge' (last 24 hours prior to discharge). At each time point, vital signs were recorded (blood pressure, heart rate, oxygen saturation, and respiratory therapy), Kirby index (PaO2/FiO2) was estimated (ePAFI) from FiO2 and oxygen saturation, and patient's dyspnea was quantified using Borg scale (range 1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Variables and definitions"
        },
        {
            "text": "[minimum] to 10 [maximum]). Routine blood laboratory data (Complete blood count -CBC-, biochemistry, coagulation, and arterial blood gasses) were recorded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Variables and definitions"
        },
        {
            "text": "Primary outcomes were death and ICU admission. Secondary outcomes were length of stay, need for HOF, increase treatment or both of them at 48/72 hours.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Variables and definitions"
        },
        {
            "text": "Serum sST2 concentrations were determined in 150 COVID-19 patients. Blood samples were withdrawn at admission, control and discharge. Blood was collected into clotting gel test tubes, centrifuged and serum was aliquoted and stored (Aragón's Health System Biobank) at -80ºC until analysis. Eventually, 144 admission and control, and 80 discharge samples were processed and analyzed. Serum aliquots were virus-inactivated by treatment with 1% Triton-X100. On the day of the analysis, serum was thawed and diluted 1:50 (1% Bovine Serum Albumin in Phosphate Buffered Saline). Serum concentrations of soluble ST2 were determined by sandwich enzymelinked immuno-sorbent assay (ELISA), following manufacturer´s instructions. (Supplementary All rights reserved. No reuse allowed without permission. perpetuity. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in The copyright holder for this this version posted January 4, 2021. ; https://doi.org/10.1101/2020.12.29.20248989 doi: medRxiv preprint Material). A set of sera from 60 healthy donors obtained through Aragón's Health System Biobank (BSSA) was also analyzed in this manner. These sera had been originally collected from two independent sources, and were selected to match patient cohort age and gender distribution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Circulating sST2 measurements"
        },
        {
            "text": "Random samples from COVID patients and healthy donors were re-run in independent assays to test and correct for inter-assay variability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Circulating sST2 measurements"
        },
        {
            "text": "Continuous variables were expressed as mean ± standard deviation (SD) or median (InterQuartile Range), as appropriate depending on normality. Categorical variables were expressed as percentages. To perform the comparative analysis between normal continuous variables, ANOVA test was used. Those variables not following normality were compared using Kruskal Wallis U test. Categorical variables were compared using the chi-square test. The analysis of the different correlations between continuous variables was carried out using the Pearson or Spearman test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "A goal of 150 inclusions was set to account for a 20% of losses, which were mostly due to the assistance pressure imposed on the clinician researchers by the pandemic situation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "In univariable and multivariable logistic regression analysis, sST2 concentration was dichotomized based on a cut-off value selected from receiver operating characteristic (ROC) curves analysis of its primary endpoint predictive value. Multivariable logistic regression model was designed to identify factors independently associated with the need of ICU transfer during admission or intra-hospital death. Candidate predictors were selected from the univariable analysis when p-value <0.200, and entered using a backward selection procedure. Age, gender and previous history of diabetes as described clinical risk factors 2 , were also included in the model. Continuous candidate variables were log-transformed (lnX) if necessary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Confidence intervals included were 95% (95% CI), establishing statistical significance with a p lower than 0.05. Statistical analysis was carried out with Statistical Package for the Social Sciences (SPSS) version 24.0 for Windows (IBM).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. perpetuity. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in The copyright holder for this this version posted January 4, 2021. ; https://doi.org/10.1101/2020.12.29.20248989 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results:"
        },
        {
            "text": "A total of 150 patients were sequentially included (inclusion Flow-chart depicted in Supplementary Figure 1 ). Participant's mean age was 57.5±12.8 years. Sixty percent were male and 50% had bilateral pneumoniae. Baseline characteristics are summarized in Table 1 . Main characteristics of the cohort stratified according to admission sST2 tertiles are shown in Table 1 . Patients in the upper tertile for sST2 at admission (> percentile 75; cut-off=70.4 ng/mL), tended to be male in a higher proportion (p=0.066), and showed no differences for comorbidities.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 99,
                    "end": 107,
                    "text": "Figure 1",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 256,
                    "end": 263,
                    "text": "Table 1",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 362,
                    "end": 369,
                    "text": "Table 1",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Baseline characterization of patient cohort"
        },
        {
            "text": "Patients in this P>75 group had worse respiratory function as assessed by estimated PAFI All rights reserved. No reuse allowed without permission. perpetuity. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in The copyright holder for this this version posted January 4, 2021. ; https://doi.org/10.1101/2020.12.29.20248989 doi: medRxiv preprint (p<0.001), higher concentrations of aspartate aminotransferase (AST) (p<0.001), alanine aminotransferase (ALT) (p=0.006), creatin-phosphokinase (CK) (p=0.007), lactate dehydrogenase (LDH) (p0.001), C-reactive protein (p=0.005), ferritin (p=0.007), D-Dimer (p=0.030), fibrinogen (p=0.011) and interleukine-6 (p=0.008), and higher total lymphocyte count (p=0.021). There were no differences in treatment schedule at admission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Baseline characterization of patient cohort"
        },
        {
            "text": "Admission sST2 concentrations showed a significant negative correlation with estimated PAFI (r= -0.361; p 0.001), and significant positive correlations with LDH (r=0.328; p<0.001), Creactive protein (r=0.274; p=0.001) and IL-6 serum concentrations (r=0.271; p 0.001). Table 2) Admission sST2 showed the best area under the curve (AUC=0.776; p=0.001) compared with LDH, IL-6, ferritin, CK and C-reactive protein (Figure 1) . A cut-off value of 58.9 ng/mL identifies the primary outcome with the best Sensitivity (78.6%) and Specificity (60.8%). Based on this cutoff, Kaplan Meier survival curves for the primary endpoint by sST2 concentrations at admission were generated and showed significantly differences in mortality and ICU admissions (Log-rank test 0.001; Figure 2 ). Median length of stay for patients not requiring admission to ICU was 8 days (IQR 6). sST2 values at admission or control time points, or the increase between them, did not correlate with length of hospital stay. However, there was a negative correlation between length of hospital stay and sST2 at discharge (Spearman's rho = -0.338, p=0.003).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 270,
                    "end": 278,
                    "text": "Table 2)",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 413,
                    "end": 423,
                    "text": "(Figure 1)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 765,
                    "end": 773,
                    "text": "Figure 2",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Baseline characterization of patient cohort"
        },
        {
            "text": "At control time, 47 patients (34.1%) needed HOF, oxygen administration had to be increased in 53 patients (37.9%), and 66 patients (48.5%) required intensification of treatment ( Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 179,
                    "end": 187,
                    "text": "Table 2)",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Association between sST2 concentrations and outcomes"
        },
        {
            "text": "Proportion of patients suffering these secondary outcomes was higher in the >P75 admission sST2 All rights reserved. No reuse allowed without permission. perpetuity. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Association between sST2 concentrations and outcomes"
        },
        {
            "text": "Here we present our results demonstrating that early changes in blood sST2 have an excellent prognostic value in COVID-19, surpassing more traditional markers having been used during the pandemic. An added value to our findings is the fact they have been produced from a cohort of patients managed under usual clinical practice conditions. Emergence of COVID-19 has posed an unprecedent challenge for clinicians around the World.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "COVID-19 exhibits a wide clinical spectrum ranging from asymptomatic or mild respiratory tract symptoms, to the development of an ARDS and death. Respiratory failure is usually the hallmark of bad prognosis and mortality 1,2 . The reasons why patients, presenting with apparently similar clinical features, evolve to a severe disease or keep mildly affected remain to be fully elucidated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "But worse, development of severe lung affectation has proven difficult to predict. Moreover, COVID-19 has put significant strain on healthcare systems, and tools assisting in evidence-guided decision making to allocate limited resources are in urgent need. All rights reserved. No reuse allowed without permission. perpetuity. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in The copyright holder for this this version posted January 4, 2021. ;  In an attempt to anticipate clinical course, a number of diagnostic tests and biomarkers have been evaluated and are currently the standard approach. Among the biomarkers, there are classic indicators of cell damage (LDH, troponin) and biomolecules suspected to be involved in the immune and inflammatory response firstly identified in disease pathogenesis (IL-6, ferritin or lymphocytes count) 1, 3, 15 . None of them are specific, which complicates risk stratification in a disease following worse course in patients with chronic comorbidities characterized by lowdegree inflammation.",
            "cite_spans": [
                {
                    "start": 510,
                    "end": 528,
                    "text": "January 4, 2021. ;",
                    "ref_id": null
                },
                {
                    "start": 529,
                    "end": 529,
                    "text": "",
                    "ref_id": null
                },
                {
                    "start": 928,
                    "end": 930,
                    "text": "3,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 931,
                    "end": 933,
                    "text": "15",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "We found that admission sST2 values correlated well with biochemical markers and indexes being used to evaluate clinical course. Multivariate regression models and survival analysis demonstrated that admission sST2 is an independent predictor of worse prognosis in patients admitted for COVID-19. In ROC analysis sensitivity and specificity of sST2 to predict worse outcomes was significantly higher than that of the aforementioned biomarkers. sST2 also correlated to prescription of HOF, transfer to ICU, length of hospital stay and death. Altogether, our findings support the clinical usefulness of sST2 in current clinical setting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "A powerful approach to identify better prognostic biomarkers is to perform unbiased searches for biomolecules exhibiting altered expression in COVID-19. Applying this approach, Huang perpetuity. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in The copyright holder for this this version posted January 4, 2021. ; https://doi.org/10.1101/2020.12.29.20248989 doi: medRxiv preprint preprint format). In line with our results, sST2 levels were significantly elevated in COVID-19 and correlated with other markers of inflammation and disease clinical severity. However this study did not address hard clinical endpoints like ICU admission or death 17 . Interestingly, this study did not find significant differences in serum IL-33 between healthy controls and COVID-19 patients. However, a significant association for IL-33 levels at admission with adverse outcome (ICU admission, requiring ventilation or death) has been reported, with a very good predictive value (AUROC 0.83) in patients <70 years 18 . Another recent reprint looked for cytokine signature and prognosis association in 175 COVID-19 patients. sST2 was found, together with other 7 markers, to be independently associated with mortality both at baseline and longitudinally 19 . Thus, although scarce and mostly in preprint format, available evidence supports our finding that sST-2 is elevated in COVID-19 and that such increase bears prognostic significance.",
            "cite_spans": [
                {
                    "start": 727,
                    "end": 729,
                    "text": "17",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "A unique aspect of our study is the demonstration that early changes predict outcome better than peak values, stressing their clinical usefulness in prognosis. Moreover, sST2 showed a decline in patients at discharge, displaying a fully dynamic behavior that is not present with other biomarkers. Interestingly, discharge sST2 correlated negatively with hospital stay length. This is suggestive that decline in sST2 is delayed with regard to clinical improvement. Other reports have shown persistently elevated sST2 levels in severe COVID-19 cases as long as 30 days after clinical onset 17, 19 . It remains to be elucidated whether sST2 will recover completely to normal values and whether persistent sST2 levels would associate to clinical sequalae in COVID-19 patients.",
            "cite_spans": [
                {
                    "start": 588,
                    "end": 591,
                    "text": "17,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 592,
                    "end": 594,
                    "text": "19",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "The course of temporal changes in circulating sST2 might also be informative about disease pathophysiology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. perpetuity. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in They found higher sST2 concentrations in ARDS, exhibiting good correlation with mortality and APACHE III scale; to conclude sST2 could be a very good biomarker to distinguish ARDS from cardiogenic edema 14 .",
            "cite_spans": [
                {
                    "start": 406,
                    "end": 408,
                    "text": "14",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "Several organs and tissues other than the lung and immune cells, namely the heart, adipose tissue, endothelium, express locally the IL-33/ST2 axis and may release sST2 10, 9 .Our finding may also support an important role for IL-33/ST2 axis in COVID-19 systemic manifestations. Kawasaki disease is a severe multisystem vasculitis mainly encountered in children and young people. Most All rights reserved. No reuse allowed without permission. perpetuity. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in Our study has some limitations. It has been conducted in a single center and on a small sample size, this latter driven by the urgency to advance our knowledge on the disease. Nonetheless, clinical characteristics in our cohort were concordant with published data from other studies around the world and in our country 1,2 . Due to resource limitations imposed by the demanding sanitary situation, access to imaging and functional tests was difficult to standardize for even a representative fraction of study patients and thus their clinical value could not be compared directly to that of sST2. Clinical data for the study was collected under conditions of real practice. All rights reserved. No reuse allowed without permission. perpetuity. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in The copyright holder for this this version posted January 4, 2021. ; https://doi.org/10.1101/2020.12.29.20248989 doi: medRxiv preprint Obviously, this may imply unforeseen bias have been introduced, but multivariable analysis diminished this risk. And in the other hand, in a such heterogenous syndrome and with pandemic assistance, this setting could be more a strength than a limitation.",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 171,
                    "text": "10,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 172,
                    "end": 173,
                    "text": "9",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "Identification of sST2 as an early predictor of worst prognosis in COVID-19 patients has important clinical implications. sST-2 is a readily available biomarker, which can be consistently determined in blood samples. Accumulating evidence supports sST2 levels elevate early in SARS-CoV2 infection and that such changes represent an independent risk factor for worse outcome, outpowering other biomarkers that so far have been guiding clinical and therapeutical handling. Another consistent report is the persistence of elevated sST2 after apparent clinical resolution. Given the well-established associations of sST2 levels with other lung and cardiovascular diseases, it is mandatory to investigate whether such sST2 levels reflect some inflammatory memory with long-term consequences. Our findings also lend support to the hypothesis of an IL-33/ST2 axis led pathophysiology in COVID-19. Pharmacological modulators for this axis are available and currently being trialed for other pathologies, that could be evaluated for treating or preventing severe cases of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "Among patients suffering from COVID-19 infection, severely enough to be admitted, measurement of sST2 within 24h of admission, may be a useful biomarker for an early identification of those at higher risk of severe complications or death and for implementing more aggressive therapies since the initial stages of the disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "To all the staff, physicians, nurses and technicians, of the Internal Medicine and Infectious Diseases Department. To patients who agreed to participate in the study. To all of the patients who suffered and died from the pandemic and health workers who looked after them. And finally, to our families who support and help us in these very difficult moments. All rights reserved. No reuse allowed without permission. perpetuity. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "The copyright holder for this this version posted January 4, 2021. ; https://doi.org/10.1101/2020.12.29.20248989 doi: medRxiv preprint perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "The copyright holder for this this version posted January 4, 2021. ; https://doi.org/10.1101/2020.12.29.20248989 doi: medRxiv preprint perpetuity. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in The copyright holder for this this version posted January 4, 2021. ; https://doi.org/10.1101/2020.12.29.20248989 doi: medRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. perpetuity. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in The copyright holder for this this version posted January 4, 2021. ; https://doi.org/10.1101/2020.12.29.20248989 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "*Statistical significant"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Guang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Lancet",
            "volume": "395",
            "issn": "",
            "pages": "30183--30188",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical characteristics of patients hospitalized with COVID-19 in Spain: results from the SEMI",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Casas-Rojo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Antón-Santos",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Millán-Núñez-Cortés",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical Characteristics of Coronavirus Disease 2019 in China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "18",
            "issn": "",
            "pages": "1708--1728",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2002032"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Pulmonary Vascular Endothelialitis, Thrombosis, and Angiogenesis in Covid-19",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ackermann",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Verleden",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kuehnel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "383",
            "issn": "",
            "pages": "120--128",
            "other_ids": {
                "DOI": [
                    "10.1056/nejmoa2015432"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Cytokine Levels in Critically Ill Patients with COVID-19 and Other Conditions",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kox",
                    "suffix": ""
                },
                {
                    "first": "Njb",
                    "middle": [],
                    "last": "Waalders",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Kooistra",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gerretsen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pickkers",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA -J Am Med Assoc",
            "volume": "324",
            "issn": "15",
            "pages": "1565--1567",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.17052"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Suspected myocardial injury in patients with COVID-19: Evidence from front-line clinical observation in Wuhan, China",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Cardiol",
            "volume": "311",
            "issn": "",
            "pages": "116--121",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijcard.2020.03.087"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Characterization of Myocardial Injury in of Soluble ST2 in Heart Failure",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Giustino",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Croft",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Stefanini",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Circ Heart Fail",
            "volume": "11",
            "issn": "12",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1161/CIRCHEARTFAILURE.118.005488"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Soluble ST2 Testing: A Promising biomarker in the Mangement of Heart Failure",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Villacorta",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Maisel",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Arq Bras Cardiol",
            "volume": "106",
            "issn": "2",
            "pages": "145--152",
            "other_ids": {
                "DOI": [
                    "10.5935/abc.20150151"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The ST2/IL-33 axis in immune cells during inflammatory diseases. Front Immunol",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Griesenauer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Paczesny",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Circ Heart Fail",
            "volume": "8",
            "issn": "12",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fimmu.2017.00475"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "ST2 in Pulmonary Disease",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Bajwa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mebazaa",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Januzzi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Am J Cardiol",
            "volume": "115",
            "issn": "7",
            "pages": "44--47",
            "other_ids": {
                "DOI": [
                    "10.1016/j.amjcard.2015.01.040"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Prognostic and diagnostic value of plasma soluble suppression of tumorigenicity-2 concentrations in acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Bajwa",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Volk",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Christiani",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Crit Care Med",
            "volume": "41",
            "issn": "11",
            "pages": "2521--2531",
            "other_ids": {
                "DOI": [
                    "10.1097/CCM.0b013e3182978f91"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Elevated Troponin in Patients With Coronavirus Disease 2019: Possible Mechanisms",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tersalvi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vicenzi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Calabretta",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Biasco",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pedrazzini",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Winterton",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Card Fail",
            "volume": "26",
            "issn": "6",
            "pages": "470--475",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cardfail.2020.04.009"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Comparing biomarkers for COVID-19 disease with commonly associated preexisting conditions and complications",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "1--13",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.10.02.20205609"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Serum Soluble ST2 as a Novel Biomarker Reflecting",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "X-Y",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Serum concentrations of sST2 were determined in 150 COVID-19 patients and 60 age-and gender-matched healthy donors.Median serum sST2 values in healthy donors were 18.6(15) ng/mL. We found no differences across age groups (SupplementaryFigure 2), but sST2 concentrations were significantly higher in female donors (female 22.3[13] vs. male 15.7[11] ng/mL, p=0.024); SupplementaryFigure 3. A total of 369 COVID-19 blood samples were collected and analyzed for sST2 concentrations (144 at admission, 145 at control time and 80 at discharge). Admission serum sST2 levels were significantly higher than in healthy donors (p<0.001); Supplementary Figure 4. Serum sST2 levels at admission were higher in males (males 59.6[38] ng/mL vs. females 45.4[26]; [p=0.012]; Supplementary Figure 3). There were no differences in sST2 concentrations across age groups at any sampling time (Supplementary Figure 2). In COVID-19 patients sST2 concentrations peaked at 48-72h control measurement, representing on average a 150% increase over admission (53.1 ng/mL [IQR: 30.9] admission vs 79.3 [IQR: 64.2] control; p <0.001). sST2 concentrations at discharge had significantly declined (44.9 ng/mL [IQR: 39.6]; p<0.001), but were still significantly above healthy donor's levels; Supplementary",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 4.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fifteen out of 144 (10.4%) patients reached primary endpoint. Fourteen patients required admission to ICU. One patient died of bacteriemia associated to a central venous catheter. Patients with the highest sST2 admission concentrations (> percentile 75), experienced the primary outcome in a higher proportion (P75 = 25.7% vs. P25 = 0%; p= 0.001,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "examined the plasma protein profile of COVID-19 patients and the overlaps with common comorbidities (reported in preprint format). Clinical evolution was estimated from longitudinal analysis of WHO 6-point ordinal scale. Baseline sST2 levels were associated with baseline disease severity and with worse outcomes (death or requiring ventilation in 28 days follow-up). sST2 values peaked at day 3 16 . Because the IL-33/ST2 axis is involved in immune response to viral infections, Zeng et al. measured IL-33 and sST2 in 80 COVID-19 patients (reported in All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "on data from studies of local lung inflammation, cytokine/immune cell profiling and systemic responses, Zizzo et al. hypothesized IL-33 has a pivotal role in immune and inflammatory response to SARS-CoV2 infection. The release of IL-33 by pneumocytes and endothelium, in response to cell damage caused by viral infection, triggers a cascade of events in fibroblasts, alveolar membrane, coagulation and immune system 20 . IL-33 effects would be auto-amplified by IL-33 induction of IL-33 release and ST2 expression and sST2 release, as observed recently for asthma 21 . IL-33 is a well-known factor in asthma, one of the several lung diseases where IL-33 plays a relevant role 21 . More importantly, IL-33 has also been shown to participate in lung epithelium response to viral infection 22 and to decrease antiviral innate immunity in this organ 23 . Due to technical difficulties in measuring IL-33 levels, circulating sST2 has been often employed as a surrogate marker of IL-33/ST2 axis status. Several studies have shown serum sST2 concentrations are elevated, and correlate with prognosis, in patients with pulmonary disorders including asthma, idiopathic pulmonary fibrosis, severe sepsis, and trauma 13 . Bajwa et al. compared sST2 concentrations in patients with ARDS vs. congestive HF.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "it to be consequence of an anormal immunological response evoked by one or more infectious agents 24 . Sato et al. investigated the usefulness of sST2 as a surrogate inflammatory biomarker in Kawasaki disease 25 . They tested sST2 along with other classic biomarkers and showed that troponin and natriuretic peptide were not useful, while sST2 showed high concentrations in patients with Kawasaki disease which, in addition, correlated with clinical worse course 25,,26 . Of note, a rare, but severe pediatric manifestation in COVID-19 has been described which closely resembles Kawasaki disease 27 . sST2 is also an established prognosis maker in heart failure (HF). sST2 blood concentrations correlate with mortality, alone or in combination with other classical biomarkers such as natriuretic peptides 28 Interestingly, the study by Pascual-Figal et al. provided strong evidence that vascular and pulmonary endothelium, as well as pneumocytes are main sources of ST2 in ADHF 10,9 . The potential association of elevated sST2 levels in COVID-19 with myocarditis signs and markers observed in these patients deserves further consideration, as does the possible consequences for the cardiovascular system of a potentially sustained elevation in sST2 in convalescent patients, identified in this and other studies.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Receiver Area under the curve for the primary composite endpoint (ICU admission for mechanical ventilation and/or in-hospital death) All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Kaplan Meier curves for the primary outcome (ICU admission for mechanical intubation and/or in-hospital death) by sST-2 concentrations at admission.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "respiratory infection. Exclusion criteria: 1) Primary admission at Intensive Care Unit. 2) Refusal to participate. 3) Functional dependence (Barthel index < 50 points). 4) Moderate/Severe cognitive impairment (Pfeiffer scale ≥ 5), 5) Advanced chronic obstructive pulmonary disease (COPD) (FEV1 <30%) or a history of emphysema and/or pulmonary fibrosis, 6) Active cancer. The study complied with the fundamental guidelines of the Helsinki declaration guidelines and was evaluated and approved by Aragón's Committee on Research Ethics (CEICA, Ref. PI20/248, May 13Th, 2020).",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "The copyright holder for this this version posted January 4, 2021.; https://doi.org/10.1101/2020.12.29.20248989 doi: medRxiv preprint group for all three events, but only reached significance for HOF (> percentile 75 = 51,5% vs P25 = 28.6%; p=0.053). Univariable logistic regression analysis identified ePAFI (HR 0.98 [0.97 -0.99]; p=0.001), CK (HR 2.06 [1.01 -4.20]; p= 0.047), and admission sST2 > 58.9 ng/mL (HR 6.32 [1.70 -23.5]; p=0.006), as potential predictors for primary end-point. In the multivariable logistic regression model, after adjusting for confounders, including age, gender and previous history of diabetes, admission sST2 concentrations (HR 4.53 [1.15 -17.8]; p=0.031) together with ePAFI (HR 0.04 [0-0.53]; p=0.014) were identified as independent predictors for the primary endpoint (Table 3). AUC of the multivariable model improved significantly when sST2 admission concentrations were included (0.71 [0.567-0.871] vs. 0.81 [0.72 -0.90]).(Table 3)",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Baseline characteristics according to sST-2 concentrations (tertiles) at admissionVariables are expressed as mean ± standard deviation or median (Interquartile range) BMI: Body Mass Index; CKD: Chronic Kidney Disease (estimated glomerular filtration rate < 60 mL/min/173m2 CKD-EPI-Creatinine method); COPD: Chronic Obstructive Pulmonary Disease; DBP: Diastolic Blood Pressure; HR: Heart Rate; bpm: beats per minute; SBP: Systolic Blood Pressure.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Outcomes by sST-2 concentrations at admission. Primary outcome (n[%]): • ICU admission and/or death * Statstical analysis of these variables were made with Chi-squared test. Bold results are statistically significant. ICU: Intensive Care Unit. HOF: Higher O2 Flow Therapy. rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Univariable and multivariable logistic regression model for the primary combined endpoint all-cause mortality and/or ICU admissions. sST2 (cut-off > 58.9 ng/mL †) CPK: Creatin Phosphokinase; DBP: Diastolic blood pressure; SBP: Systolic blood pressure. List of candidate variables included in multivariable logistic regression model (backward selection procedure): Age, Gender, Previous history of diabetes, Estimated ePAFI, creatin phosphokinase, Lactate deshidrogenase. AUC of the model without sST2:0.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}