{
    "paper_id": "0a5d885a20ee33ad6edd857f04cd3957b22125a3",
    "metadata": {
        "title": "Antibiotic overuse in the primary health care setting: a secondary data analysis of standardised patient studies from India, China and Kenya Original research",
        "authors": [
            {
                "first": "Giorgia",
                "middle": [],
                "last": "Sulis",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Benjamin",
                "middle": [],
                "last": "Daniels",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ada",
                "middle": [],
                "last": "Kwan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sumanth",
                "middle": [],
                "last": "Gandra",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Amrita",
                "middle": [],
                "last": "Daftary",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jishnu",
                "middle": [],
                "last": "Das",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Madhukar",
                "middle": [],
                "last": "Pai",
                "suffix": "",
                "affiliation": {},
                "email": "madhukar.pai@mcgill.ca"
            }
        ]
    },
    "abstract": [
        {
            "text": "Introduction Determining whether antibiotic prescriptions are inappropriate requires knowledge of patients' underlying conditions. In low-income and middle-income countries (LMICs), where misdiagnoses are frequent, this is challenging. Additionally, such details are often unavailable for prescription audits. Recent studies using standardised patients (SPs) offer a unique opportunity to generate unbiased prevalence estimates of antibiotic overuse, as the research design involves patients with predefined conditions. Methods Secondary analyses of data from nine SP studies were performed to estimate the proportion of SPprovider interactions resulting in inappropriate antibiotic prescribing across primary care settings in three LMICs (China, India and Kenya). In all studies, SPs portrayed conditions for which antibiotics are unnecessary (watery diarrhoea, presumptive tuberculosis (TB), angina and asthma). We conducted descriptive analyses reporting overall prevalence of antibiotic overprescribing by healthcare sector, location, provider qualification and case. The WHO Access-Watch-Reserve framework was used to categorise antibiotics based on their potential for selecting resistance. As richer data were available from India, we examined factors associated with antibiotic overuse in that country through hierarchical Poisson models. Results Across health facilities, antibiotics were given inappropriately in 2392/4798 (49.9%, 95% CI 40.8% to 54.5%) interactions in India, 83/166 (50.0%, 95% CI 42.2% to 57.8%) in Kenya and 259/899 (28.8%, 95% CI 17.8% to 50.8%) in China. Prevalence ratios of antibiotic overuse in India were significantly lower in urban versus rural areas (adjusted prevalence ratio (aPR) 0.70, 95% CI 0.52 to 0.96) and higher for qualified versus nonqualified providers (aPR 1.55, 95% CI 1.42 to 1.70), and for presumptive TB cases versus other conditions (aPR 1.19, 95% CI 1.07 to 1.33). Access antibiotics were predominantly used in Kenya (85%), but Watch antibiotics (mainly quinolones and cephalosporins) were highly prescribed in India (47.6%) and China (32.9%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusion Good-quality SP data indicate alarmingly high levels of antibiotic overprescription for key conditions across primary care settings in India, China and Kenya, with broad-spectrum agents being excessively used in India and China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "ABSTRACT Introduction Determining whether antibiotic prescriptions are inappropriate requires knowledge of patients' underlying conditions. In low-income and middle-income countries (LMICs), where misdiagnoses are frequent, this is challenging. Additionally, such details are often unavailable for prescription audits. Recent studies using standardised patients (SPs) offer a unique opportunity to generate unbiased prevalence estimates of antibiotic overuse, as the research design involves patients with predefined conditions. Methods Secondary analyses of data from nine SP studies were performed to estimate the proportion of SPprovider interactions resulting in inappropriate antibiotic prescribing across primary care settings in three LMICs (China, India and Kenya). In all studies, SPs portrayed conditions for which antibiotics are unnecessary (watery diarrhoea, presumptive tuberculosis (TB), angina and asthma). We conducted descriptive analyses reporting overall prevalence of antibiotic overprescribing by healthcare sector, location, provider qualification and case. The WHO Access-Watch-Reserve framework was used to categorise antibiotics based on their potential for selecting resistance. As richer data were available from India, we examined factors associated with antibiotic overuse in that country through hierarchical Poisson models. Results Across health facilities, antibiotics were given inappropriately in 2392/4798 (49.9%, 95% CI 40.8% to 54.5%) interactions in India, 83/166 (50.0%, 95% CI 42.2% to 57.8%) in Kenya and 259/899 (28.8%, 95% CI 17.8% to 50.8%) in China. Prevalence ratios of antibiotic overuse in India were significantly lower in urban versus rural areas (adjusted prevalence ratio (aPR) 0.70, 95% CI 0.52 to 0.96) and higher for qualified versus nonqualified providers (aPR 1.55, 95% CI 1.42 to 1.70), and for presumptive TB cases versus other conditions (aPR 1.19, 95% CI 1.07 to 1.33) . Access antibiotics were predominantly used in Kenya (85%), but Watch antibiotics (mainly quinolones and cephalosporins) were highly prescribed in India (47.6%) and China (32.9%).",
            "cite_spans": [
                {
                    "start": 1925,
                    "end": 1930,
                    "text": "1.33)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Conclusion Good-quality SP data indicate alarmingly high levels of antibiotic overprescription for key conditions across primary care settings in India, China and Kenya, with broad-spectrum agents being excessively used in India and China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Antibiotic stewardship is critical for tackling antimicrobial resistance (AMR), especially in the context of the ongoing COVID-19 pandemic. 1 In a recent systematic review on antibiotic prescription practices in primary care settings across low-income and middleincome countries (LMICs), we showed that approximately 50% of patients of any age seeking care for any reason received at least one antibiotic. 2 However, determining inappropriate prescription in LMICs is a challenge, and a standardised tool for its assessment is currently unavailable. Inappropriate antibiotic prescribing can derive from a range of failings: (1) prescription in the absence of clinical indication (ie, 'overprescription'), which not only produces zero benefit to the patient but can also be harmful (eg, drug toxicities or costs for patients); (2) failure to prescribe antibiotics when necessary (ie, 'underprescription'); (3) suboptimal antibiotic choice with respect to aetiology (confirmed or presumptive), site, severity of infection and patient characteristics (eg, age, comorbidities and pregnancy status); (4) prescription of wrong dosage and/or duration of antibiotic treatment as compared with national and international guidelines. 3 4 Methods used to assess inappropriateness, such as prescription audits, medical records and patient exit interviews, have multiple limitations. 3 5 Electronic records are seldom available in LMICs, particularly in primary care, thus making accurate prescription audit tools difficult to implement. Also, the paucity and variation of clinical details that can be captured through medical records (paperbased or not), if they even exist, makes it even harder to determine the appropriateness BMJ Global Health of prescription. 3 Patient exit interviews are commonly used alternatives but come with several major drawbacks that can result in poor and inaccurate estimates that are incomparable. Data collected in this manner are subject to recall bias, poor recall and limited clinical expertise among patients. Further, not only are clinical presentations highly heterogeneous but also the difficulty in actually determining what patients have makes comparisons very challenging for research.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 141,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 406,
                    "end": 407,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1224,
                    "end": 1227,
                    "text": "3 4",
                    "ref_id": null
                },
                {
                    "start": 1371,
                    "end": 1374,
                    "text": "3 5",
                    "ref_id": null
                },
                {
                    "start": 1752,
                    "end": 1753,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "A less biased method is the use of standardised patients (SPs), also known as 'simulated' or 'mystery' patients, that is, healthy individuals recruited from local communities and extensively trained to portray a standardised clinical condition to a healthcare provider. 5 Since their clinical presentations are fixed by design, SPs offer an important opportunity to overcome the methodological limitations typical of other studies, thus making the assessment of inappropriateness of antibiotic use less biased and more accurate. 5 Because the underlying illness is prespecified, the SP methodology allows accurate assessment if an antibiotic is inappropriately prescribed. The SP approach is not affected by poor recall, recall bias or the Hawthorne effect, which is commonly observed in patient exit interviews and direct observations of patient-provider encounters. 5 Considering the aforementioned advantages, we performed a secondary analysis of prescription data from previously conducted SP studies in three LMICs (India, China and Kenya) with two objectives: (1) to estimate the overall proportion of SP-provider interactions (separately for pharmacy-based and health facility-based studies) that resulted in prescription or dispensing of at least one antibiotic in the absence of clinical indication (ie, overprescription) and (2) to identify factors associated with antibiotic overprescribing in health facilities.",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 271,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 529,
                    "end": 530,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 868,
                    "end": 869,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1335,
                    "end": 1338,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Data on SP-provider interactions (ie, completed SP visits with a provider at a health facility or a pharmacy) from studies conducted by members of our team (India and Kenya) or had used SP cases developed by our team or obtained from publicly accessible sources (China) were gathered to compile a pooled dataset for secondary analyses. [6] [7] [8] [9] [10] [11] [12] [13] [14] [15] The methods used are described in our published manual and toolkit on how to conduct SP studies. 5 Among studies carried out in India, four involved primary health facilities across five sites (Delhi, Mumbai, Patna, three districts in the State of Madhya Pradesh, and Birbhum district in the State of West Bengal), [6] [7] [8] [9] while two were performed in pharmacies located in four different areas (Mumbai, Patna, Delhi and Udupi district of Karnataka). 10 11 We also examined data from a pilot study carried out in Nairobi (Kenya) and two studies completed in rural areas of China (Shaanxi, Sichuan and Anhui provinces), all involving only primary healthcare providers. [12] [13] [14] [15] Information regarding medications prescribed by healthcare providers were collected in these published SP studies but were not analysed in depth, especially with regard to inappropriate use. This is because, in most instances, the primary publications focused on overall quality of care, rather than the specific components of care.",
            "cite_spans": [
                {
                    "start": 336,
                    "end": 339,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 340,
                    "end": 343,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 344,
                    "end": 347,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 348,
                    "end": 351,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 352,
                    "end": 356,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 357,
                    "end": 361,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 362,
                    "end": 366,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 367,
                    "end": 371,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 372,
                    "end": 376,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 377,
                    "end": 381,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 479,
                    "end": 480,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 697,
                    "end": 700,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 701,
                    "end": 704,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 705,
                    "end": 708,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 709,
                    "end": 712,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 840,
                    "end": 845,
                    "text": "10 11",
                    "ref_id": null
                },
                {
                    "start": 1057,
                    "end": 1061,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1062,
                    "end": 1066,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1067,
                    "end": 1071,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1072,
                    "end": 1076,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Study design and data sources"
        },
        {
            "text": "Sampling approaches adopted in each primary study from which our data were drawn are summarised in table 1. For the two pharmacy-based studies, a random sample of pharmacies was selected from a comprehensive list of all those eligible obtained from relevant authorities. 10 11 In six of the other eight studies, healthcare providers were",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 276,
                    "text": "10 11",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Provider selection in original studies"
        },
        {
            "text": "What is already known? ► A recent systematic review and meta-analysis showed that, across 48 studies from 27 low-income and middle-income countries including China, India and Kenya, approximately half of all patients evaluated in outpatient primary care received an antibiotic prescription. ► Methods used to assess inappropriateness of antibiotic prescription, such as prescription audits, medical records and patient exit interviews, have multiple limitations. ► Standardised patients (SPs) offer a unique opportunity to explore prescribing practices and accurately estimate overprescription because case presentations are fixed by design, thus allowing comparisons across settings and providers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key questions"
        },
        {
            "text": "What are the new findings?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key questions"
        },
        {
            "text": "► In this secondary analysis of data from nine SP studies carried out in India, Kenya and China, we provide a more unbiased prevalence estimate of antibiotic overprescription for selected clinical conditions (asthma, angina, watery diarrhoea, presumptive or confirmed tuberculosis (TB)) across a range of primary healthcare providers. ► About 30% of SP-provider interactions in China and 50% of those performed in India and Kenya resulted in inappropriate antibiotic prescription. ► Watch antibiotics (ie, broad-spectrum agents with higher potential for selecting resistance) were very commonly prescribed in India (about 50%) and China (over 32%), and some patients (0.8%) even received last-resort antibiotics belonging to the 'Reserve' group. ► In India, the average prevalence of antibiotic prescribing was 30% lower in urban versus rural areas, 55% higher among qualified providers compared with non-qualified ones and 19% higher for patients presenting with presumptive TB versus other conditions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key questions"
        },
        {
            "text": "What do the new findings imply? ► Our findings indicate alarming levels of antibiotic overprescription for conditions that are frequently encountered in primary care, potentially leading to toxic effects and diagnostic delays. ► The choice of antibiotics given to patients is concerning, as several agents with high potential for resistance selection are often inappropriately prescribed. ► The SP methodology could prove useful to further investigate antibiotic prescribing practices and its underlying determinants, using other case presentations across a range of different contexts. (10), those that could not be identified by the field team (4), those for veterinarian purposes only (1) and those used for SP training (10) .",
            "cite_spans": [
                {
                    "start": 723,
                    "end": 727,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Key questions"
        },
        {
            "text": "Not applicable *For studies in which provider consent was required. MDR-TB, multidrug resistant tuberculosis; SP, standardised patient; TB, tuberculosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "No"
        },
        {
            "text": "randomly sampled after performing a census or street-bystreet mapping in the study areas. 7-9 13-15 A convenience sample of practitioners was selected in two pilot studies respectively performed in Delhi and Nairobi. 6 12 A waiver of provider consent was obtained in four out of nine studies, all carried out in India, two of which involved pharmacies. 7 9-11 In all the others, verbal or written informed consent was sought at least 6 weeks prior to the commencement of SP-provider interactions in order to reduce the risk of SP detection. Yet, participation rates were very high (85%-100%) among eligible health practitioners, and non-participation was usually due to logistical issues on the day of the visits rather than active refusal to be involved in the project. Hence, it is reasonable to expect negligible differences between participants and non-participants, making non-response bias a minor concern. In all studies, SPs were randomly assigned to providers, and completion rates of SP-provider interactions were always very high.",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 221,
                    "text": "6 12",
                    "ref_id": null
                },
                {
                    "start": 353,
                    "end": 359,
                    "text": "7 9-11",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "BMJ Global Health"
        },
        {
            "text": "Tracer conditions (ie, SP case presentations) were defined similarly across SP studies, thus allowing comparisons across settings. Cases ranged from presumptive or confirmed tuberculosis (TB) (which requires specific anti-TB treatment as per WHO recommendations) to self-limiting infections, such as watery diarrhoea or upper respiratory tract illness (which only need support treatment, eg, rehydration therapy for diarrhoea), to noncommunicable diseases like asthma or chest pain indicative of angina (these should be referred to a higher level of care). Importantly, none of such conditions requires antibiotics, which means that any antibiotic prescribed to SPs is deemed inappropriate by indication (ie, overprescription).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tracer conditions"
        },
        {
            "text": "Raw data from original studies were harmonised and recoded as needed. We used the available information on medications that were prescribed or dispensed during each SP-provider interaction to categorise individual drugs. Antibacterial agents were further classified using both the ATC (Anatomical-Therapeutic-Chemical) Index and the WHO Access-Watch-Reserve (AWaRe) framework. 16 17 Fixed-dose combinations (FDCs) of antibiotics (eg, ciprofloxacin/ornidazole) were classified as 'discouraged' antibiotics as per WHO recommendations. The primary outcome measure was expressed as the proportion of SP-provider interactions that resulted in antibiotic prescription or dispensing. Secondary outcomes were proportions of specific groups of antibiotics that were prescribed or dispensed both overall and across strata of key variables of interest. These proportions provide a direct measure of antibiotic overuse.",
            "cite_spans": [
                {
                    "start": 377,
                    "end": 382,
                    "text": "16 17",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Outcome assessment"
        },
        {
            "text": "For studies carried out in health facilities, we conducted country-level descriptive analyses and reported the crude proportion of SP-provider interactions that resulted in antibiotic prescription or dispensing. The overall proportion of prescribed or dispensed antibiotics, along with ATC-class and AWaRe group-specific proportions, was calculated across strata defined by key variables of interest, such as healthcare sector (public/private), facility location (urban/rural), provider qualification (qualified/non-qualified, defined based on whether they had at least a bachelor's degree in medicine) and tracer conditions. For all prevalence proportions, we computed 95% CIs using bootstrapping in order to account for clustering at the study level. 18 In order to examine the factors associated with antibiotic prescribing in health facilities in India, we fit a hierarchical Poisson regression model that allows direct estimation of adjusted prevalence ratios (aPRs) even if the outcome is common as in this case. Our model included a random intercept for studies and dummy variables for facility location, healthcare sector, provider qualification and tracer conditions as predictors. 19 As we anticipated a fair amount of between-study heterogeneity, we decided to opt for a mixed model that could better account for it as compared with including the study or study site as a covariate. Among tracer conditions, only angina, asthma and presumptive TB could be included in order to avoid sparse data problems (ie, violations of the positivity assumption). The effect of all predictors was expected to be similar across studies, and therefore only fixed slopes were considered. These analyses were restricted to India because we had diverse and more data. We also considered alternative models and examined the pros and cons of each. A full description of our analyses is provided in online supplementary file 1.",
            "cite_spans": [
                {
                    "start": 753,
                    "end": 755,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1191,
                    "end": 1193,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "Data from pharmacies were not pooled because contexts and tracer conditions were highly heterogeneous in the two available studies. Therefore, we only calculated prevalence proportions and 95% CIs of dispensed antibiotics, both overall and in stratified analyses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "All analyses were performed using Stata 16.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "It was not possible to involve patients or the public in the design, conduct, reporting or dissemination plans of our research because this is a secondary analysis of previously conducted studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient and public involvement"
        },
        {
            "text": "The main features of SP studies that were included in our analyses are summarised in However, in the latter case, the CI was substantially wide, reflecting the considerable between-study variance due to differences in tracer conditions evaluated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "In most instances, only one antibiotic was given during an individual SP-provider interaction; less than 5% of interactions across all settings resulted in two or more antibiotics prescriptions. Crude analyses of data from India indicate that antibiotic overprescription was more common among healthcare providers in urban areas, among those working in the private sector and among qualified professionals. Furthermore, antibiotics were largely overprescribed to patients presenting with a diverse range of clinical conditions in all countries (figure 1). In India, the percentage of subjects receiving antibiotics was close to 50% for most case types, with a peak of 59.4% (95% CI 50.5% to 75.0%) among child diarrhoea cases. However, for angina cases, it was 19.2% (95% CI 16.8% to 21.1%). About half of the visits for presumptive TB in China received antibiotics inappropriately, as opposed to 9.2% (95% CI 5.9% to 12.4%) of visits for suspicious angina and 27.4% (95% CI 21.8% to 32.5%) for child diarrhoea. Case-specific estimates from Nairobi are highly imprecise due to the small sample size.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Across studies performed in India, 2768 antibiotics were given to 2392 patients. The top 10 most prescribed antibiotics across SP-provider interactions in India were azithromycin (381, 13.8%), amoxicillin+beta-lactamase inhibitor (344, 12.4%), amoxicillin (264, 9.5%), levofloxacin (202, 7.3%), cefixime (198, 7.2%), ofloxacin (165, 6.0%), ofloxacin+ornidazole (150, 5.4%), norfloxacin+tinidazole (136, 4.9%), ciprofloxacin (102, 3.7%) and cefpodoxime (88, 3.2%). Broad-spectrum agents with higher potential for selecting resistance (Watch antibiotics) were disproportionately represented (47.6%, 95% CI 26.8% to 54.0%), and even more so in urban areas (54.9%, 95% CI 54.9% to 55.4%) (table 3) . This reflects the heavy use of quinolones, cephalosporins and macrolides that respectively accounted for 18.8% (95% CI 16.6% to 24.2%), 13.0% (95% CI 8.2% to 14.6%) and 15.4% (95% CI 4.1% to 19.3%) of all antibiotics prescribed in India. Nearly 80% of Watch antibiotics were given to SPs portraying a TB case (1086/1362). Three different last-resort or 'Reserve' antibiotics (colistin, linezolid and faropenem) were prescribed in a total of 23 SP-provider interactions in India, mainly for child diarrhoea (14/23).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 684,
                    "end": 693,
                    "text": "(table 3)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Type of antibiotics used"
        },
        {
            "text": "Discouraged antibiotics, that is, FDCs other than antimycobacterial drugs (such as norfloxacin+tinidazole or ofloxacin+ornidazole) accounted for 12.1%, of which all but one were given for child diarrhoea. Anti-TB medications represented 8.3% of antibiotics in India; almost all of them were given by healthcare providers in urban areas; and none could be considered appropriate based on the expected correct management of such cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Type of antibiotics used"
        },
        {
            "text": "About one-quarter of drugs prescribed in studies from China could not be categorised based on the AWaRe framework because only the drug class was reported. These were mainly cephalosporins, most likely second or higher generation, and therefore the overall proportion of Watch-group antibiotics is expected to be greater than 32.9% (table 3) . Undefined cephalosporins were by far the most prescribed antibiotics in China (76/301, 25.2%), followed by gentamicin (45/301, 15.0%), amoxicillin (37/301, 12.3%), erythromycin (26/301, 8.6%) and levofloxacin (18/301, 6.0%).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 332,
                    "end": 341,
                    "text": "(table 3)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Type of antibiotics used"
        },
        {
            "text": "Subgroup analyses of antibiotic prescription patterns among SP-provider interactions that took place in Nairobi were limited by the small sample size. However, 85.4% (76/89) of all antibiotics prescribed were first-line and narrow-spectrum agents from the 'Access' group, while the remaining belonged to the 'Watch' group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Type of antibiotics used"
        },
        {
            "text": "Prevalence ratios of antibiotic overuse and their 95% CIs estimated through mixed-effects Poisson regression analysis are reported in figure 2 . The adjusted prevalence of antibiotic prescribing was lower in urban versus rural areas (aPR=0.70; 95% CI: 0.52 to 0.96), for subjects presenting with suspicious angina (aPR=0.33; 95% CI: 0.27 to 0.40), and asthma (aPR=0.77; 95% CI: 0.66 to 0.89). Patients with presumptive TB were more likely to receive inappropriate antibiotics (aPR=1.19; 95% CI: 1.07 to 1.33) as compared with individuals with other clinical conditions. Qualified practitioners were more likely to prescribe antibiotics than non-qualified ones (aPR 1.55; 95% CI: 1.42 to 1.70).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 134,
                    "end": 142,
                    "text": "figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Factors associated with antibiotic overuse in India"
        },
        {
            "text": "The hierarchical Poisson model did not show any significant difference between public and private providers, but this is in contrast with what emerged from alternative models as described in online supplementary file 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Factors associated with antibiotic overuse in India"
        },
        {
            "text": "Our secondary analysis of data from two pharmacybased SP studies showed that over-the-counter antibiotic dispensing is also a common problem in various parts of India (table 4) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 167,
                    "end": 176,
                    "text": "(table 4)",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Antibiotic dispensing in pharmacies"
        },
        {
            "text": "In Udupi district (Karnataka state) the proportion of SP-pharmacist interactions that resulted in antibiotic dispensing was 3.6% (95% CI: 2.6 to 4.6), with a similar pattern in both urban and rural areas. In contrast, at least one antibiotic was dispensed in 319/1,200 interactions performed across Delhi, Mumbai and Patna, corresponding to 26.6% (95% CI: 24.2 to 29.2) of the total. However, a direct comparison between these two BMJ Global Health studies is not possible owing to the very different contexts involved and particularly to the different types of cases that were examined. As observed in studies from healthcare facilities, subjects presenting to pharmacies with symptoms suggestive of TB were generally more likely to receive an antibiotic as compared with other conditions. The average proportion of Watch-antibiotics (predominantly quinolones and cephalosporins) dispensed across the three cities was 49.4% (95% CI: 43.9 to 54.4), ranging from 24.0% (95% CI: 15.0 to 32.0) in Mumbai to 60.9% (95% CI: 55.1 to 67.1) in Patna. A deeper evaluation of antibiotic dispensing in Udupi district is limited by the small sample size. Only 55 antibiotics were dispensed across 1522 interactions, thus making subgroup analyses less meaningful. Yet, it is worth highlighting that nearly half of these antibiotics were discouraged FDCs of two antibiotics, whereas the remaining were almost equally distributed among Access-and Watch-groups. More details regarding the types of antibiotics dispensed across pharmacies in both studies are presented in online supplementary file 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antibiotic dispensing in pharmacies"
        },
        {
            "text": "Our analysis of past SP studies involving 4798 SP-provider interactions in India showed that healthcare providers in primary care settings prescribed antibiotics to about half (49.9%) of patients presenting with clinical conditions that do not require antibiotics. Antibiotic overprescribing was found to be similar (50% of SP-provider interactions) in a small SP study carried out in Nairobi, Kenya. Pooled data from two studies conducted in China showed lower levels of antibiotic overuse (28.8%), but it should be noted that percentages differed substantially across individual studies, likely reflecting the different type of cases being involved. In fact, SP-provider interactions involving presumptive TB cases were more likely to result in antibiotic prescription as compared with other clinical conditions. Among the two pharmacy-based SP studies done in India, 10 11 the proportion of antibiotic dispensing was 26.6% and 3.6%, respectively.",
            "cite_spans": [
                {
                    "start": 870,
                    "end": 875,
                    "text": "10 11",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Although our focus was on LMICs, the overuse of antibiotics is not confined to LMICs. Large population-based cohort data have shown that antibiotic overuse in ambulatory settings across the United States was 30% among children and 17% among adults with certain respiratory tract illnesses for which antibiotics are not indicated (eg, asthma, allergies, acute bronchitis or bronchiolitis). 20 An analysis of antibiotic prescription practices based on administrative data from Ontario, Canada, recently reported an overall rate of unnecessary antibiotic prescribing in primary care of 15.4%, though much higher percentages were observed for some respiratory conditions such as acute bronchitis (52.6%). 21 However, a direct comparison with higher income countries cannot be done due to differences in study methodologies and local epidemiology.",
            "cite_spans": [
                {
                    "start": 389,
                    "end": 391,
                    "text": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 701,
                    "end": 703,
                    "text": "21",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Nearly 50% of all antibiotics prescribed in the context of India SP studies belonged to the 'Watch' list, with a peak of 80% among patients presenting with symptoms suggestive of TB, which is consistent with national antibiotic sales. 22 Watch-antibiotics accounted for almost 33% of all antibiotics across China SP studies, but this is likely underestimated because nearly one quarter of all antibiotics could not be classified due to insufficient information. Of note, we observed a large use of cephalosporins (presumably second or third generation ones), which is in line with previous findings from drug sales analyses and prescription audits conducted in various parts of China. 2 23 24 In contrast, the small SP study conducted in Nairobi revealed that over 85% of prescribed antibiotics were from the 'Access' group, and half of these were either trimethoprim/sulfamethoxazole or amoxicillin. The unit of analysis is the individual drug, not the standardised patient-provider interaction. *For these drugs, only the antibiotic class (eg, cephalosporin) was available. †Only metronidazole was prescribed/dispensed. ‡Only trimethoprim-sulfamethoxazole was prescribed/dispensed. §This category does not include combinations of antimycobacterial drugs. ATC, Anatomical-Therapeutic-Chemical; AWaRe, Access-Watch-Reserve.",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 237,
                    "text": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 685,
                    "end": 686,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 687,
                    "end": 692,
                    "text": "23 24",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "This is in line with that observed in another SP study carried out in urban public primary healthcare facilities in South Africa, where 10/119 (8.4%) interactions for presumptive TB resulted in antibiotic prescriptions, all of which belonged to the access group. 25 As with the Nairobi study, however, the small sample size does not allow to draw meaningful conclusions on antibiotic prescribing patterns in the area. Discouraged FDCs of antibiotics were commonly given in India but not in other settings, accounting for 10.4% of the total. FDCs were finally banned in India in September 2018, thus leaving hope for a change in the near future. ",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 265,
                    "text": "25",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "BMJ Global Health"
        },
        {
            "text": "Alarmingly, we observed the use of some 'Reserve' antibiotics in primary care settings. In India, oral colistin was prescribed for paediatric diarrhoea, and faropenem was given to one patient with presumptive TB. This is very concerning as parenteral colistin is the last resort drug for treatment of extremely drug-resistant Gram-negative infections, 26 and using the oral formulation could drive resistance in the community. Similarly, faropenem is an oral penem antibiotic which has been shown to cause cross-resistance to intravenous carbapenems. 27 In China SP studies, one presumptive TB case received aztreonam, indicated for treatment of serious infections due to drugresistant Gram-negative bacteria.",
            "cite_spans": [
                {
                    "start": 352,
                    "end": 354,
                    "text": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 551,
                    "end": 553,
                    "text": "27",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "BMJ Global Health"
        },
        {
            "text": "According to our findings from India, antibiotic overuse was particularly common in rural areas, among qualified providers and for patients presenting with presumptive TB. Besides leading to potentially dangerous diagnostic delays, 28 29 the unnecessary use of antibiotics causes harms to the patient in terms of drug-associated adverse events and increased out-of-pocket costs.",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 237,
                    "text": "28 29",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "BMJ Global Health"
        },
        {
            "text": "While normative boundaries may partly explain why qualified providers prescribed more antibiotics than non-qualified ones as observed in our analyses for India, the widespread overuse of antibiotics suggests that important training gaps likely exist. However, prescribing behaviours among healthcare providers also depend on a number of other factors, including financial incentives from pharmaceutical companies, patient expectations and requests, or just old habits that are hard to die. 8 30 31 The biggest strength of our study lies in the nature and quality of the data used to investigate the extent and patterns of antibiotic overprescribing. Although previous research had already highlighted that Watch group antibiotics are highly prescribed across India and China, such studies could not provide a clear picture of inappropriate antibiotic use owing to the limited amount of clinical information available from prescription audits and evaluations of drug sales data. [32] [33] [34] Among the main advantages of using SPs to evaluate prescription practices is the fact that tracer conditions are standardised. 5 In all studies included in our analyses, such conditions were very common illnesses that are frequently encountered in primary care and that require a well-defined diagnostic and therapeutic management that does not involve antibiotic use.",
            "cite_spans": [
                {
                    "start": 490,
                    "end": 491,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 492,
                    "end": 497,
                    "text": "30 31",
                    "ref_id": null
                },
                {
                    "start": 978,
                    "end": 982,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 983,
                    "end": 987,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 988,
                    "end": 992,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1120,
                    "end": 1121,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "BMJ Global Health"
        },
        {
            "text": "Furthermore, representative samples of healthcare providers from public and/or private sectors were selected in all SP studies conducted in India, with the only exception of one relatively small pilot study in Delhi. In this pooled dataset, private practitioners were much more represented than public providers, but we lacked statistical power to make appropriate comparisons between the two groups. Yet, this distribution well reflects the fact that about 75% of outpatient visits in India take place in the private sector, with nearly 70% of primary care in the country being delivered by informal providers. 35 36 Of note, available data originated from a range of geographical areas with different sociocultural and economic profiles and could be generalisable to similar contexts in India. For all these reasons, the representativeness of our findings is very good, and selection bias is likely negligible due to the robust mapping and sampling approach used across all SP studies.",
            "cite_spans": [
                {
                    "start": 612,
                    "end": 617,
                    "text": "35 36",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "BMJ Global Health"
        },
        {
            "text": "There are limitations in our study. First, the SP study data from China and Kenya were limited and lacked generalisability. Second, our analyses were restricted to overprescription and to a limited number of clinical scenarios. Third, we could not investigate other important forms of inappropriate antibiotic use, such as the choice of the incorrect drug and dosage to treat a given infection. This is an intrinsic limitation that arises from the type of tracer conditions used across SP studies so far. Although the SP methodology was initially implemented to assess overall quality of care in LMICs and to evaluate educational/ behavioural programmes in high-income countries, this approach is being increasingly adopted to gain insight into medication use, and especially drug dispensing practices among pharmacists. Data recording systems in SP studies are therefore improving in order to facilitate the collection of key details regarding medications that were harder to capture from studies whose main objective was not related to drug use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BMJ Global Health"
        },
        {
            "text": "In conclusion, the prevalence of antibiotic overprescribing estimated from SP studies ranged from 29% in China to 50% in India and Kenya, and Watch antibiotics accounted for a large proportion of antibiotics prescribed in both India and China. Combining the SP methodology with new tracer conditions would allow overcoming many of the typical limitations of most studies aimed at evaluating inappropriate antibiotic use in greater detail. SPs represent a unique opportunity to further explore prescription practices among healthcare providers, including the management of common infectious diseases, such as pneumonia or urinary tract infections, that contribute substantially to the overall antibiotic use in primary care. Future studies also need to focus on untangling the channels for antibiotic overprescription and better understand the determinants of such practice among public and private healthcare providers in various contexts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BMJ Global Health"
        },
        {
            "text": "The extent of antibiotic overuse in primary care across LMICs is a serious concern and requires targeted antimicrobial stewardship interventions aimed at improving rational and locally adapted prescribing practices. An active involvement of private providers in all such interventions would be essential to ensure uptake, particularly in countries where the private sector plays a major role in healthcare. Greater efforts are also necessary to develop and scale up accurate point-of-care tests that could guide therapeutic choices where resources are scarce. Additional research is also required to evaluate whether antibiotic use (especially use of drugs such as azithromycin and hydroxychloroquine) will dramatically increase as a consequence of the COVID-19 pandemic, and concerns BMJ Global Health have already been raised about the implications for AMR. 37 ",
            "cite_spans": [
                {
                    "start": 860,
                    "end": 862,
                    "text": "37",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "BMJ Global Health"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19: don't neglect antimicrobial stewardship principles!",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Huttner",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Catho",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Pano-Pardo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Microbiol Infect",
            "volume": "26",
            "issn": "",
            "pages": "808--818",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cmi.2020.04.024"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Antibiotic prescription practices in primary care in low-and middle-income countries: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sulis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Adam",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Nafade",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "PLoS Med",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pmed.1003139"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Measuring appropriate antimicrobial use: attempts at opening the black box",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Spivak",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Cosgrove",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Srinivasan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Clin Infect Dis",
            "volume": "63",
            "issn": "",
            "pages": "1639--1683",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/ciw658"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Potential for reducing inappropriate antibiotic prescribing in English primary care",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Smieszek",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Pouwels",
                    "suffix": ""
                },
                {
                    "first": "Fck",
                    "middle": [],
                    "last": "Dolk",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Antimicrob Chemother",
            "volume": "73",
            "issn": "",
            "pages": "36--43",
            "other_ids": {
                "DOI": [
                    "10.1093/jac/dkx500"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Use of standardised patients for healthcare quality research in low-and middle-income countries",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kwan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Daniels",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bergkvist",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "BMJ Glob Health",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjgh-2019-001669"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Use of standardised patients to assess quality of tuberculosis care: a pilot, cross-sectional study",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Das",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kwan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Daniels",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet Infect Dis",
            "volume": "15",
            "issn": "",
            "pages": "1305--1318",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(15)00077-8"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Variations in the quality of tuberculosis care in urban India: a cross-sectional, standardized patient study in two cities",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kwan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Daniels",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Saria",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "PLoS Med",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pmed.1002653"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The impact of training informal health care providers in India: a randomized controlled trial",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Das",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chowdhury",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hussam",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Science",
            "volume": "354",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.aaf7384"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "In urban and rural India, a standardized patient study showed low levels of provider training and huge quality gaps",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Das",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Holla",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Das",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Health Aff",
            "volume": "31",
            "issn": "",
            "pages": "2774--84",
            "other_ids": {
                "DOI": [
                    "10.1377/hlthaff.2011.1356"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Use of standardised patients to assess antibiotic dispensing for tuberculosis by pharmacies in urban India: a cross-sectional study",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Satyanarayana",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kwan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Daniels",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Lancet Infect Dis",
            "volume": "16",
            "issn": "",
            "pages": "1261--1269",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(16)30215-8"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Over-The-Counter antibiotic dispensing by pharmacies: a standardised patient study in Udupi district",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Nafade",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Huddart",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sulis",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "BMJ Glob Health",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjgh-2019-001869"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Use of standardised patients to assess quality of healthcare in Nairobi, Kenya: a pilot, crosssectional study with international comparisons",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Daniels",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dolinger",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bedoya",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMJ Glob Health",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjgh-2017-000333"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Survey using incognito standardized patients shows poor quality care in China's rural clinics",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sylvia",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xue",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Health Policy Plan",
            "volume": "30",
            "issn": "",
            "pages": "322--355",
            "other_ids": {
                "DOI": [
                    "10.1093/heapol/czu014"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Tuberculosis detection and the challenges of integrated care in rural China: a cross-sectional standardized patient study",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sylvia",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xue",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLoS Med",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pmed.1002405"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Diagnostic ability and inappropriate antibiotic prescriptions: a quasi-experimental study of primary care providers in rural China",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xue",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Antimicrob Chemother",
            "volume": "74",
            "issn": "",
            "pages": "256--63",
            "other_ids": {
                "DOI": [
                    "10.1093/jac/dky390"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Encouraging AWaReness and Discouraging inappropriate antibiotic use-the new 2019 essential medicines list becomes a global antibiotic stewardship tool",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sharland",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gandra",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Huttner",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Lancet Infect Dis",
            "volume": "19",
            "issn": "",
            "pages": "1278--80",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(19)30532-8"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Anatomical therapeutic chemical (ATC) classification system. Oslo, Norway: WHO Collaborating Centre for Drug Statistics Methodology",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Bootstrap confidence intervals",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Diciccio",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Efron",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Stat Sci",
            "volume": "11",
            "issn": "",
            "pages": "189--228",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Statistical analysis of individual participant data meta-analyses: a comparison of methods and recommendations for practice",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "B"
                    ],
                    "last": "Stewart",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Altman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Askie",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0046042"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Prevalence of inappropriate antibiotic prescriptions among US ambulatory care visits",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Fleming-Dutra",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Hersh",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Shapiro",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "JAMA",
            "volume": "315",
            "issn": "",
            "pages": "1864--73",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2016.4151"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Unnecessary antibiotic prescribing in a Canadian primary care setting: a descriptive analysis using routinely collected electronic medical record data",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Langford",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Daneman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "CMAJ Open",
            "volume": "8",
            "issn": "",
            "pages": "360--369",
            "other_ids": {
                "DOI": [
                    "10.9778/cmajo.20190175"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Assessment of who antibiotic consumption and access targets",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "Y"
                    ],
                    "last": "Klein",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Milkowska-Shibata",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Tseng",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Lancet Infectious Diseases",
            "volume": "2020",
            "issn": "20",
            "pages": "30332--30339",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30332-7"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Trends and patterns of antibiotic consumption in China's tertiary hospitals: based on a 5 year surveillance with sales records",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wushouer",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "X-D",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0190314"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Trends and patterns of antibiotic consumption in Shanghai municipality, China: a 6 year surveillance with sales records, 2009-14",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "J"
                    ],
                    "last": "Dyar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rosales-Klintz",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Antimicrob Chemother",
            "volume": "71",
            "issn": "",
            "pages": "1723--1732",
            "other_ids": {
                "DOI": [
                    "10.1093/jac/dkw013"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Measuring quality gaps in TB screening in South Africa using standardised patient analysis",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Christian",
                    "suffix": ""
                },
                {
                    "first": "U-G",
                    "middle": [],
                    "last": "Gerdtham",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hompashe",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Int J Environ Res Public Health",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph15040729"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Rational combinations of polymyxins with other antibiotics",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Bergen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Bedard",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Adv Exp Med Biol",
            "volume": "1145",
            "issn": "",
            "pages": "251--88",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-030-16373-0_16"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Faropenem resistance causes in vitro cross-resistance to carbapenems in ESBL-producing Escherichia coli",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gandra",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mcelvania",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Antimicrob Agents",
            "volume": "55",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijantimicag.2020.105902"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Delay in diagnosis of pulmonary tuberculosis in low-and middle-income settings: systematic review and meta-analysis",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Getnet",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Demissie",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Assefa",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMC Pulm Med",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12890-017-0551-y"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Clinical value of chest pain presentation and prodromes on the assessment of cardiovascular disease: a cohort study",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Robson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ayerbe",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mathur",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMJ Open",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjopen-2014-007251"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Addressing antibiotic abuse in China: an experimental audit study",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Currie",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Meng",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Dev Econ",
            "volume": "110",
            "issn": "",
            "pages": "39--51",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jdeveco.2014.05.006"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Do Informed Consumers Reduce the Price and Prevalence of Counterfeit Drugs ?Evidence from the Antimalarial Market",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fitzpatrick",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Antibiotic prescribing practice for acute, uncomplicated respiratory tract infections in primary care settings",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kotwani",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Holloway",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Trop Med Int Health",
            "volume": "19",
            "issn": "",
            "pages": "761--769",
            "other_ids": {
                "DOI": [
                    "10.1111/tmi.12327"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Patterns of antibiotic use in the community and challenges of antibiotic surveillance in a lowermiddle-income country setting: a repeated cross-sectional study in Vellore, South India",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Chandy",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mathai",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Antimicrob Chemother",
            "volume": "68",
            "issn": "",
            "pages": "229--265",
            "other_ids": {
                "DOI": [
                    "10.1093/jac/dks355"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Outpatient antibiotic prescription rate and pattern in the private sector in India: evidence from medical audit data",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Farooqui",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mehta",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Selvaraj",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "PLoS One",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0224848"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "What is the private sector? understanding private provision in the health systems of low-income and middle-income countries",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mackintosh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Channon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Karan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Lancet",
            "volume": "388",
            "issn": "",
            "pages": "596--605",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(16)00342-1"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Treatment guidelines for antimicrobial use in common syndromes",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gopalkrishnan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Walia",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "C"
                    ],
                    "last": "Ohri",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Indian Council of medical research (ICMR)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Record number of countries contribute data revealing disturbing rates of antimicrobial resistance",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Crude percentage of SP-provider interactions resulting in antibiotic prescription/dispensing, by country and selected conditions (pharmacy-based studies are not included). SP, standardised patient; TB, tuberculosis.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Factors associated with antibiotic prescribing/dispensing in health facilities in India. Covariate-adjusted prevalence ratios and their 95% CIs estimated from a hierarchical Poisson model are reported. SP, standardised patient; TB, tuberculosis.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Main features of SP studies included in our analyses",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Number, proportion and bootstrapped 95% CIs (based on study-level clusters) of standardised patient-provider interactions in health facilities that resulted in prescription or dispensing of antibiotics across strata of key variables Variable",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Frequency of antibiotics prescribed/dispensed in health facilities across study countries, overall and according to both the AWaRe and ATC classifications",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Antibiotic dispensing in Indian pharmacies TB, tuberculosis; URI, upper respiratory illness.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Competing interests MP is on the editorial boards of BMJ Global Health. All other authors declare that they have no conflicts of interest.Patient and public involvement Patients and/or the public were not involved in the design, conduct, reporting or dissemination plans of this research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Ethics approval Each study had been conducted after ethics approval. Our study was approved by the McGill Faculty of Medicine Institutional Review Board (IRB review number: A04-B19-20B (20-04-053)), and all primary studies we included had their own independent ethics approvals.Provenance and peer review Not commissioned; externally peer reviewed.Data availability statement Data are available upon request. All data relevant to the study are included in the article or uploaded as supplementary information. Parts of the data used for our analyses are available through original publications as reported in the reference list. Additional data included in this study are available upon request.Open access This is an open access article distributed in accordance with the Creative Commons Attribution 4.0 Unported (CC BY 4.0) license, which permits others to copy, redistribute, remix, transform and build upon this work for any purpose, provided the original work is properly cited, a link to the licence is given, and indication of whether changes were made. See: https:// creativecommons. org/ licenses/ by/ 4. 0/. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient consent for publication Not required."
        }
    ]
}