{
    "paper_id": "0a680fad2eb2626890997ad6009d05d44ce96169",
    "metadata": {
        "title": "Taxation and inequality: Active and passive channels",
        "authors": [
            {
                "first": "Estelle",
                "middle": [],
                "last": "Dauchy",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Francisco",
                "middle": [],
                "last": "Navarro-Sanchez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Utah",
                    "location": {
                        "addrLine": "1655 Campus Center Drive",
                        "postCode": "84108",
                        "settlement": "Salt Lake City",
                        "region": "UT",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Nathan",
                "middle": [],
                "last": "Seegert",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Utah",
                    "location": {
                        "addrLine": "1655 Campus Center Drive",
                        "postCode": "84108",
                        "settlement": "Salt Lake City",
                        "region": "UT",
                        "country": "United States of America"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Available online xxxx JEL classification: D12 D31 D91 H24 E21",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "This paper fills an important gap in our understanding of the role of the US tax system in changing household welfare and inequality. It deconstructs the mechanisms by which the federal income tax system operates to affect the transmission of income shocks to consumption, and therefore, consumption inequality. To this end, it links micro and macro models of the distribution of income and consumption to changes in the federal income tax system. We find important changes in the types of income shocks to which consumers are insured or not, as well as the extent to which tax policy contributes to insuring consumers from these shocks. Importantly, we find that without decomposing the tax system into the three mechanisms outlined in the model, economists might have erroneously inferred that the role of tax policy as a mechanism for consumption insurance did not change over time. We also find that tax policy changes have disproportional effects across socioeconomic groups, and that this contributes to increasing inequality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In the last few decades, American households have experienced increased shocks to income due to major economic and political events. Household welfare depends on how these income shocks are transmitted to consumption, and this transmission directly affects inequality. This relationship has led academics to investigate whether households are insulated from these income shocks (Blundell et al., 2008; Violante, 2010, 2014) . Answering these questions is exceptionally timely, as they contribute to a broader debate about rising income and consumption inequality in the United States, and have been central in political debates. 1 This debate includes academic studies focused on identifying the nature of these income shocks and evaluating their impacts on income inequality. 2 At the center of these studies is tax policy and its ability to reduce the variance of after-tax income compared to pre-tax income. This paper contributes to this debate by providing new evidence on how income taxes directly and indirectly affect household welfare.",
            "cite_spans": [
                {
                    "start": 378,
                    "end": 401,
                    "text": "(Blundell et al., 2008;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 402,
                    "end": 423,
                    "text": "Violante, 2010, 2014)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The extent to which tax policy affects the transmission of income shocks to consumption and inequality remains an open question. On one hand, the evidence in Blundell et al. (2008) suggests a limited role for tax policy. Specifically, they find that while tax policy dampens income shocks, a substantial portion of permanent income shocks is transmitted to consumption, and the transmission of these shocks has remained steady over time -even through major tax reforms, such as the Tax Reform Act of 1986. On the other hand, Bargain et al. (2015) finds that tax policy changes in the US substantially increased income inequality, using micro-data of US tax revenue to simulate changes between the pre-and post-tax incomes of taxpayers. To reconcile these two pieces of evidence, we combine these methods into a comprehensive model that deconstructs the effects of tax policy changes on the transmission of income shocks to consumption.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 180,
                    "text": "Blundell et al. (2008)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 525,
                    "end": 546,
                    "text": "Bargain et al. (2015)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To get a more general perspective and gain traction on these important questions, we extend the literature in several ways. First, we expand the typical period analyzed to over four decades, covering 1968-2010, which enables us to cover a large number of minor and major tax policy changes. Second, to incorporate these additional years, we update the model that links transmission parameters with moments of income and consumption conditions. Third, we combine microsimulations of changes in individual tax liabilities due to changes in tax policy, with a macro-labor model to directly link tax policy changes to the transmission of consumption from income shocks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We find large changes in the transmission of permanent and transitory income shocks, which would not have been observable in the smaller period typically studied. In particular, we find that households have become more insured against permanent income shocks, but less insured against transitory income shocks over time. We also find that these changes were non-linear across income and education groups, revealing increased inequality in the transmission of income shocks to consumption.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We also find that there is more insurance to permanent income shocks than previously thought. This is in part due to the fact that the period typically studied (1979) (1980) (1981) (1982) (1983) (1984) (1985) (1986) (1987) (1988) (1989) (1990) (1991) (1992) is an exceptional period with less insurance than the periods before or after it. We also show that previous estimates of this transmission might be limited by modeling choices and underlying assumptions, some of which might defy the data. Following pioneering work by Kaplan and Violante (2010) , our model captures several key features of the data; for example, that some individuals are credit-constrained. We show that this generalization of the model leads to lower estimates of the transmission of permanent income shocks to consumption and, thus, greater insurance. Together, we find that 26% of permanent income shocks are transmitted to consumption, which is substantially lower than the 64% found by Blundell et al. (2008) .",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 166,
                    "text": "(1979)",
                    "ref_id": null
                },
                {
                    "start": 167,
                    "end": 173,
                    "text": "(1980)",
                    "ref_id": null
                },
                {
                    "start": 174,
                    "end": 180,
                    "text": "(1981)",
                    "ref_id": null
                },
                {
                    "start": 181,
                    "end": 187,
                    "text": "(1982)",
                    "ref_id": null
                },
                {
                    "start": 188,
                    "end": 194,
                    "text": "(1983)",
                    "ref_id": null
                },
                {
                    "start": 195,
                    "end": 201,
                    "text": "(1984)",
                    "ref_id": null
                },
                {
                    "start": 202,
                    "end": 208,
                    "text": "(1985)",
                    "ref_id": null
                },
                {
                    "start": 209,
                    "end": 215,
                    "text": "(1986)",
                    "ref_id": null
                },
                {
                    "start": 216,
                    "end": 222,
                    "text": "(1987)",
                    "ref_id": null
                },
                {
                    "start": 223,
                    "end": 229,
                    "text": "(1988)",
                    "ref_id": null
                },
                {
                    "start": 230,
                    "end": 236,
                    "text": "(1989)",
                    "ref_id": null
                },
                {
                    "start": 237,
                    "end": 243,
                    "text": "(1990)",
                    "ref_id": null
                },
                {
                    "start": 244,
                    "end": 250,
                    "text": "(1991)",
                    "ref_id": null
                },
                {
                    "start": 251,
                    "end": 257,
                    "text": "(1992)",
                    "ref_id": null
                },
                {
                    "start": 527,
                    "end": 553,
                    "text": "Kaplan and Violante (2010)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 968,
                    "end": 990,
                    "text": "Blundell et al. (2008)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Additionally, we find that tax policy plays a major role in explaining the changes in the transmission of income shocks to consumption. These findings are the result of an important innovation in our model to describe tax policy changes. We decompose tax policy changes in three parts: active tax policy, passive tax policy, and behavioral changes in tax policy. Active tax changes measure the changes between pre-and post-tax incomes that are entirely due to legislative acts that affect tax rates or the tax code, such as the Tax Reform Act of 1986. These changes are the mechanical effects of tax policy found in studies that use micro-simulations of tax liability (Bargain et al., 2015) . In practice, the change in insurance due to active tax policy changes is measured in the simulation by holding income fixed to a base year and allowing the tax schedule to change as observed. Our simulations of active tax policy changes show a dramatic decrease in the amount of insurance the federal income tax provides in 1987, corresponding exactly with the Tax Reform Act of 1986.",
            "cite_spans": [
                {
                    "start": 668,
                    "end": 690,
                    "text": "(Bargain et al., 2015)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Passive tax policy changes measure the changes in the difference between pre-and post-tax incomes that are entirely due to exogenous changes in the distribution of income across individuals and how this distribution interacts with the tax code; for instance, tax brackets. In practice, they are measured by keeping the tax code fixed to a base year while allowing the income distribution to change as observed. To further ensure that passive changes are not affected by the tax system, we remove changes in observed income due to labor responses to changes in taxation. The resulting measure of passive tax policy changes is more likely to represent exogenous changes in income distribution (e.g., technological growth). Behavioral changes represent all other changes including individual responses to active and passive tax changes, precautionary savings, aversion to risk, and individuals' perceptions of the tax system. To measure them, we perform a Oaxaca-Blinder decomposition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A simple thought experiment clarifies the specific roles of active and passive tax policy changes in the transmission of income shocks to consumption. Consider two households with pre-tax incomes of $10,000 and $60,000. We can measure pre-tax income inequality by the coefficient of variation of 101; the mean is $35,000, the standard deviation is $35,355, and the coefficient of variation is the ratio of the standard deviation and the mean. Suppose the tax system consists of two brackets with a cut-off at $30,000, such that the lowest bracket is taxed at 15 percent, and the second bracket is taxed at 25 percent. After-tax income inequality, measured as the coefficient of variation, decreases to 98.9; after-tax incomes are $8,500 and $48,000, with a mean of $28,250 and standard deviation $27,930. This calculation demonstrates the role income taxation can play in decreasing after-tax income inequality. Now consider how a change in the tax code can contribute to changing after-tax inequality with an active tax policy change. Specifically, consider an increase in the top marginal income tax rate from 25 to 29 percent, keeping constant the income distribution and behavioral responses to tax changes. In this inequality (Blundell et al., 2008; Cutler and Katz, 1992; Aguiar and Bils, 2015; Altonji and Siow, 1987; Attanasio et al., 2014; Attanasio and Pavoni, 2011; Attanasio and Weber, 1995) .",
            "cite_spans": [
                {
                    "start": 1231,
                    "end": 1254,
                    "text": "(Blundell et al., 2008;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1255,
                    "end": 1277,
                    "text": "Cutler and Katz, 1992;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1278,
                    "end": 1300,
                    "text": "Aguiar and Bils, 2015;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1301,
                    "end": 1324,
                    "text": "Altonji and Siow, 1987;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1325,
                    "end": 1348,
                    "text": "Attanasio et al., 2014;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1349,
                    "end": 1376,
                    "text": "Attanasio and Pavoni, 2011;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1377,
                    "end": 1403,
                    "text": "Attanasio and Weber, 1995)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "[m3G; v1.297] P.3 (1-22) E. Dauchy, F. Navarro-Sanchez and N. Seegert Review of Economic Dynamics ••• (••••) •••-••• scenario, the coefficient of variation decreases to 97.9; the mean and standard deviation of after-tax income is $27,650 and $27,082, respectively. Finally, consider a passive tax policy change where income tax rates remain at 15 and 25 percent, but incomes increase by 20 percent to $12,000 and $72,000 for the two income groups, respectively. Suppose that this increase in income is entirely due to exogenous changes (e.g., technological growth), and keeping constant taxpayers' behavioral responses to changes in income distribution. After-tax income inequality decreases to 98.5. In this scenario, even though the tax system did not change, its non-linearity contributed to a decrease in after-tax inequality.",
            "cite_spans": [
                {
                    "start": 28,
                    "end": 69,
                    "text": "Dauchy, F. Navarro-Sanchez and N. Seegert",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We find large and opposite changes in active and passive tax policy from 1968 to 2010 that obfuscate the impact of tax policy in studies that do not separate these components. In particular, active tax policy changes increased the transmissionon average, across taxpayers -of both permanent and transitory shocks to consumption, by 35 and 47 percent, respectively. By contrast, passive changes in tax policy and behavioral changes operated in the opposite direction, sometimes more than undoing this increase. 3 These findings reveal that decomposing into three distinctive parts the mechanism by which the tax system affects the transmission of income shocks to consumption is critical in order to adequately quantify the impact of tax policy changes. In particular, without the decomposition, researchers might have erroneously estimated that tax policy did not affect the transmission of income shocks to consumption, or that the insurance provided by the tax system did not change.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To better understand the role of tax policy on consumption inequality, we extend this analysis by considering how these estimates change by income quartile and educational attainment. In general, we find similar patterns across socioeconomic groups. Differences in magnitudes and non-monotonic differences, however, highlight the fact that tax policy has had a heterogeneous impact across the population and has contributed to increasing consumption inequality. In particular, the bottom income quartile and the least-educated groups are the only groups for which the transmission of permanent income shocks has hardly decreased over time, and their transmission is significantly larger than the other groups. Meanwhile, the transmission of transitory income shocks has increased proportionately more for the bottom and top income quartiles. We also find noticeable differences in the role of tax policy on different socioeconomic groups. For instance, active tax policy increased the transmission of permanent income shocks for all but the top income group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Our findings suggest important considerations for future tax policy. On one hand, tax policy changes can substantially influence the transmission of income shocks to consumption. On the other hand, the income tax system impacts the insurance of consumption to income shocks in non-linear ways across population groups. It affects inequality in unintended ways due to the complexity of the interactions between the direct and indirect effects of tax policy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In many ways, our paper responds to the call by Kaplan and Violante (2010) to extend existing empirical and theoretical models of insurance by further studying the relative role of various insurance mechanisms beyond self-insurance through borrowing/saving. We specifically focus on the complexity of the insurance mechanism that occurs through the federal income tax system and how this mechanism has changed over time. We believe that this analysis is an important contribution to our understanding of how income taxation affects household welfare. This paper is structured as follows: Section 2 provides an overview of methods in the literature, and how we combine and extend these methods; Section 3 provides a detailed description of the theory and empirical approaches; Section 4 describes the data and the imputation strategy; Section 5 presents the results; and Section 6 concludes.",
            "cite_spans": [
                {
                    "start": 48,
                    "end": 74,
                    "text": "Kaplan and Violante (2010)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Although an extensive literature has shown that income and consumption inequality has increased, there are still open questions about the influence of taxes on this relationship. Specifically, we study the extent to which income taxation can affect consumption inequality and the mechanisms by which tax policy changes the transmission of income shocks to consumption. To answer these open questions, we build on the insights of the previous literature in several ways.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "First, we follow the macro-labor literature in considering both permanent and transitory income shocks with a modelbased approach (MaCurdy, 1982; Abowd and Card, 1989; Autor et al., 2008; Meghir and Pistaferri, 2004) . 4 Models using levels and growth rates find that both permanent and transitory income shocks drove the sharp increase in income inequality over the past 40 years -particularly in the later 1980s and early 1990s (Blundell et al., 2008; Primiceri and Van Rens, 2009; Gottschalk, 2011, 2012; Heathcote et al., 2010; Debacker et al., 2013) . Alternatively, Kopczuk et al. (2010) use US Social Security income data and a non-parametric method, and find permanent income shocks are an essential part of the increase in inequality. 5 Most studies that evaluate the evolution of income shocks over time focus either on male earnings or household income (see Appendix A.7 for a discussion). We focus on household income because it is likely to reflect household consumption and welfare more broadly. 3 Our evidence on the effect of behavioral changes is consistent with Domar and Musgrave (1944) , who showed that although the income tax provides insurance, individuals may respond by taking on additional risk in ways that increase the variance of after-tax income. 4 More flexible models allow some consumers to be liquidity-constrained, other economic and policy changes (such as skill-biased technological change, labor unions, or minimum wages), and other types of shocks (such as unemployment, which is more likely to affect less-educated groups). These models also imply that consumers experience substantial responses to permanent income shocks, and that permanent increases or decreases in taxes should result in proportional consumption responses (Carroll, 2009; Violante, 2002) . 5 Debacker et al. (2013) find that the model-based approaches attribute more weight to transitory shocks than non-parametric methods.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 145,
                    "text": "(MaCurdy, 1982;",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 146,
                    "end": 167,
                    "text": "Abowd and Card, 1989;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 168,
                    "end": 187,
                    "text": "Autor et al., 2008;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 188,
                    "end": 216,
                    "text": "Meghir and Pistaferri, 2004)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 430,
                    "end": 453,
                    "text": "(Blundell et al., 2008;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 454,
                    "end": 483,
                    "text": "Primiceri and Van Rens, 2009;",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 484,
                    "end": 507,
                    "text": "Gottschalk, 2011, 2012;",
                    "ref_id": null
                },
                {
                    "start": 508,
                    "end": 531,
                    "text": "Heathcote et al., 2010;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 532,
                    "end": 554,
                    "text": "Debacker et al., 2013)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 572,
                    "end": 593,
                    "text": "Kopczuk et al. (2010)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1010,
                    "end": 1011,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 1080,
                    "end": 1105,
                    "text": "Domar and Musgrave (1944)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1277,
                    "end": 1278,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 1767,
                    "end": 1782,
                    "text": "(Carroll, 2009;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1783,
                    "end": 1798,
                    "text": "Violante, 2002)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1801,
                    "end": 1802,
                    "text": "5",
                    "ref_id": null
                },
                {
                    "start": 1803,
                    "end": 1825,
                    "text": "Debacker et al. (2013)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Consumption inequality depends on how much permanent and transitory income shocks are transmitted to consumption. The fact that the increase in consumption inequality is smoother than that of income suggests that individuals can predict and insure against at least part of their income shocks (Cutler and Katz, 1992; Altonji and Siow, 1987; Attanasio and Weber, 1995; Aguiar and Bils, 2015; Attanasio and Pavoni, 2011; Attanasio et al., 2014) . Moffitt and Gottschalk (2012) and Heathcote et al. (2010) find that the overall increasing trend in consumption inequality is generally smaller than that of income inequality, because a component of these income shocks is transitory and insurable. 6 To better understand the transmission of income shocks to consumption, Blundell et al. (2008) directly estimate the size of the transmission of permanent and transitory income shocks to consumption. To do this, they construct a panel of individual consumption and income from the PSID and the CEX from the early 1980s to the early 1990s. Kaplan and Violante (2010) generalize the methods in Blundell et al. (2008) within a standard incomplete-markets model. Using simulated panel data, they show that when consumers are constrained in their borrowing, the transmission of income shocks to consumption could be lower than those in Blundell et al. (2008) . 7 Kaplan and Violante (2010) also show that one way to reduce this type of bias is to modify the model to include a mean-reverting shock with auto-correlation around 0.95 for the permanent component. We use both models and compare the estimates.",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 316,
                    "text": "(Cutler and Katz, 1992;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 317,
                    "end": 340,
                    "text": "Altonji and Siow, 1987;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 341,
                    "end": 367,
                    "text": "Attanasio and Weber, 1995;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 368,
                    "end": 390,
                    "text": "Aguiar and Bils, 2015;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 391,
                    "end": 418,
                    "text": "Attanasio and Pavoni, 2011;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 419,
                    "end": 442,
                    "text": "Attanasio et al., 2014)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 445,
                    "end": 474,
                    "text": "Moffitt and Gottschalk (2012)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 479,
                    "end": 502,
                    "text": "Heathcote et al. (2010)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 693,
                    "end": 694,
                    "text": "6",
                    "ref_id": null
                },
                {
                    "start": 766,
                    "end": 788,
                    "text": "Blundell et al. (2008)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1033,
                    "end": 1059,
                    "text": "Kaplan and Violante (2010)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1086,
                    "end": 1108,
                    "text": "Blundell et al. (2008)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1325,
                    "end": 1347,
                    "text": "Blundell et al. (2008)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1350,
                    "end": 1351,
                    "text": "7",
                    "ref_id": null
                },
                {
                    "start": 1352,
                    "end": 1378,
                    "text": "Kaplan and Violante (2010)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Generally, this literature suggests that the federal income tax is an important determinant of the transmission of permanent income shocks to consumption (Blundell et al., 2008; Heathcote et al., 2010; Debacker et al., 2013) . For example, Heathcote et al. (2010) and Debacker et al. (2013) find that the variability in after-tax income shocks is at least 15 percent smoother than before-tax income. However, this literature typically finds that the transmission of income shocks to consumption did not change over time (Blundell et al., 2008) . 8 This finding, however, is inconsistent with a public finance literature that finds that changes in the federal income tax have lowered the amount of insurance households have against income shocks (Auerbach and Feenberg, 2000; Pechman, 1973; Bargain et al., 2015) . We combine the micro-simulations typical of this public finance literature with a standard incomplete-markets macro-labor model to try and reconcile these findings.",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 177,
                    "text": "(Blundell et al., 2008;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 178,
                    "end": 201,
                    "text": "Heathcote et al., 2010;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 202,
                    "end": 224,
                    "text": "Debacker et al., 2013)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 240,
                    "end": 263,
                    "text": "Heathcote et al. (2010)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 268,
                    "end": 290,
                    "text": "Debacker et al. (2013)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 520,
                    "end": 543,
                    "text": "(Blundell et al., 2008)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 745,
                    "end": 774,
                    "text": "(Auerbach and Feenberg, 2000;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 775,
                    "end": 789,
                    "text": "Pechman, 1973;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 790,
                    "end": 811,
                    "text": "Bargain et al., 2015)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The primary purpose of the model is to measure the transmission of income shocks to consumption over time. With these estimates, we can then decompose the changes in transmission and evaluate the contribution of different types of changes in the federal income tax system -either due to changes in the tax code (active tax changes) or to changes in income distribution (passive tax changes). We start from a standard life-cycle consumption-smoothing model that describes the relationship between consumption and income shocks. Next, we derive a set of moment conditions implied by the model, adapted to the specific nature of our panel data. Finally, we model the amount of transmission of income shocks to consumption as a function of active and passive tax changes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model of income and consumption dynamics"
        },
        {
            "text": "The unit of analysis is the household, defined as stable, prime-age, married couples with or without children, with before-tax earnings and cash transfers (such as food stamps and welfare payments). 9 Each household i maximizes the present discounted value of its future consumption:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dynamic life-cycle model of consumption"
        },
        {
            "text": "where C i,t+ j is the consumption of household i in period t + j, Z i,t is a set of deterministic factors, including both observable and unobservable taste shifters, and δ is a subjective discount rate. Households are subject to an inter-temporal budget 6 The macroeconomic literature has extensively studied the transmission of income shocks to consumption, with particular attention to the validity of the permanent income hypothesis (PIH), as opposed to other models of buffer-stock savings, impatient consumers, or models with liquidity constraints (Zeldes, 1989; Carroll and Kimball, 2001) . While the PIH implies that forward-looking consumers fully adjust consumption in response to permanent shocks and unconstrained consumers also fully insure transitory shocks, impatient or constrained consumers are subject to both permanent and transitory income shocks. Carroll (2009) applies various models of consumers' behavior under constraints to PSID data and finds that, although the marginal propensity to consume out of permanent income shocks is always less than one, the PIH is approximately right: across a wide range of assumptions on the degree of impatience, marginal propensity to consume out of permanent income shocks is between 0.75 and 0.92. 7 and suggest that borrowing constrained and liquidity-constrained consumers are an important feature of the data. 8 Blundell et al. (2008) find little evidence that the level of transmission varied over their sample years, 1980-1992. Instead, they suggest that the increase in consumption smoothing in the late 1980s and early 1990s was due to increases in transitory shocks, which are transmitted to consumption less. 9 We recognize that excluding unstable households and single-parent families limits the scope of our analysis, especially insofar as these families are arguably more likely both to experience income shocks and to be targeted by policy insurance programs. However, as in Blundell et al. (2008) , we aim to abstract away from income shocks due to changes in family composition -such as divorce, widowhood, or separation -to pinpoint economic income shocks. As our main focus is to evaluate the evolution of fiscal policy stabilizers and their contribution to insurance, isolating market shocks is a critical first step. Section 4 discusses the limited impact that abstracting away from changes in family composition has on our findings.",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 255,
                    "text": "6",
                    "ref_id": null
                },
                {
                    "start": 553,
                    "end": 567,
                    "text": "(Zeldes, 1989;",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 568,
                    "end": 594,
                    "text": "Carroll and Kimball, 2001)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 867,
                    "end": 881,
                    "text": "Carroll (2009)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1374,
                    "end": 1398,
                    "text": "8 Blundell et al. (2008)",
                    "ref_id": null
                },
                {
                    "start": 1679,
                    "end": 1680,
                    "text": "9",
                    "ref_id": null
                },
                {
                    "start": 1949,
                    "end": 1971,
                    "text": "Blundell et al. (2008)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Dynamic life-cycle model of consumption"
        },
        {
            "text": "[m3G; v1.297] P.5 (1-22) E. Dauchy, F. Navarro-Sanchez and N. Seegert Review of Economic Dynamics",
            "cite_spans": [
                {
                    "start": 28,
                    "end": 69,
                    "text": "Dauchy, F. Navarro-Sanchez and N. Seegert",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Dynamic life-cycle model of consumption"
        },
        {
            "text": "constraint and an end-of-life condition for assets, where individuals have income Y i,t , assets A i,t , and access to a risk-free bond with a real return r t+ j",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dynamic life-cycle model of consumption"
        },
        {
            "text": "(2)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dynamic life-cycle model of consumption"
        },
        {
            "text": "The income of household i depends on their ability N i,t and their labor supply choice, which depends on the labor supply elasticity e and labor tax rate τ i,t ; Y i,t = F (N i,t , e, τ i,t ). Ability is separable from their labor supply choice, such that log(Y i,t ) = log(N i,t ) + f (e, τ i,t ). Household i's ability is a combination of deterministic components, κ i,t , and stochastic components z i,t and ν i,t . The deterministic component of income, κ i,t , is known in year t and allowed to shift over time. 10 The stochastic component consists of a permanent, z i,t , and transitory, ν i,t , shock to income, where the transitory component is a mean-reverting MA(q) process, and the permanent shock, following Kaplan and Violante (2010) , is allowed to be persistent, described by",
            "cite_spans": [
                {
                    "start": 517,
                    "end": 519,
                    "text": "10",
                    "ref_id": null
                },
                {
                    "start": 720,
                    "end": 746,
                    "text": "Kaplan and Violante (2010)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Income process"
        },
        {
            "text": "where θ 0 = 1 and we determine the order q empirically. Following Kaplan and Violante (2010) , we allow η i,t and ε i,t to be serially correlated. 11 For ease of exposition we demonstrate the model using q = 1. 12",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 92,
                    "text": "Kaplan and Violante (2010)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Income process"
        },
        {
            "text": "Our baseline measure of income is PSID's total family income, which includes transfers and financial income. 13 We estimate the model in three steps: first, we isolate the unexplained component of income growth; second, we account for labor supply responses -in our baseline estimates, we assume a quasi-linear utility function such that f (e, τ t ) = e(1 − τ i,t ), using observable tax rates, and an elasticity of labor supply of 0.25 14 ; finally, we estimate income growth y i,t , given that ρ = 1, and quasi income growth ˜ y i,t , given that ρ < 1,",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 111,
                    "text": "13",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Income process"
        },
        {
            "text": "which are used to estimate the insurance parameters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Income process"
        },
        {
            "text": "One complication is that PSID data after 1996 are only reported biannually, which precludes using the moment conditions based on one-year differences. To extend our analysis to years after 1996, we construct moment conditions based on the covariance of two-year differences in income and consumption, which can be derived from the model as,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Income process"
        },
        {
            "text": "The consumption process encompasses transitory and permanent income shocks, transmission parameters that determine the transmission of these shocks to consumption (and therefore the amount of insurance), and random innovations in consumption given by, 15",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consumption process"
        },
        {
            "text": "This equation allows both permanent and transitory shocks to have an impact on consumption, and allows these impacts to vary over time t. 16 The parameters φ η t and φ ε t capture how much of the permanent and transitory income shocks are 10 In the empirical approach, deterministic factors include several demographic variables such as education, family size, age, number of kids, region, labor market experience, and ethnicity. We also allow for those characteristics to vary across groups based on education, age, income, and cohorts by including group fixed effects. 11 We also follow Kaplan and Violante (2010) and loosen the no-foresight and short-memory assumptions implicit in Blundell et al. (2008) , see Table A .9. 12 Many empirical studies show that this is an accurate representation of the income process (MaCurdy, 1982; Abowd and Card, 1989; Moffitt and Gottschalk, 2011; Meghir and Pistaferri, 2004) . Carroll (2009) and Blundell and Pistaferri (2003) show evidence that simulations of equation (3) based on reasonable values accurately reproduce the income process in the PSID. 13 As in Blundell et al. (2008) , we provide results using alternative measures of income, including males' labor earnings. 14 We test the sensitivity of the estimates to the labor supply elasticity by using an elasticity of 0.1 and 0.4 as well. See Burtless and Hausman (1978) for exposition of the quasi-linear utility function. 15 This tractable equation can be derived from the Taylor expansion of the Euler equation of a CRRA utility function, with the derivation given in Appendix B. See Kaplan and Violante (2010) for other interpretations and extensions. 16 For identification reasons discussed below, we estimate ten sets of transmission parameters for the years 1968-1970, 1971-1973, 1974-1976, 1977-1979, 1980-1982, 1983-1985, 1986-1991, 1992-1996, 1998-2002, and 2004-2010 . We often report our estimates using the periods 1968-1985, and 1986-2010 for [m3G; v1.297] P.6 (1-22) E. Dauchy, F. Navarro-Sanchez and N. Seegert Review of Economic Dynamics",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 140,
                    "text": "16",
                    "ref_id": null
                },
                {
                    "start": 239,
                    "end": 241,
                    "text": "10",
                    "ref_id": null
                },
                {
                    "start": 571,
                    "end": 573,
                    "text": "11",
                    "ref_id": null
                },
                {
                    "start": 589,
                    "end": 615,
                    "text": "Kaplan and Violante (2010)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 685,
                    "end": 707,
                    "text": "Blundell et al. (2008)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 722,
                    "end": 728,
                    "text": ".9. 12",
                    "ref_id": null
                },
                {
                    "start": 819,
                    "end": 834,
                    "text": "(MaCurdy, 1982;",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 835,
                    "end": 856,
                    "text": "Abowd and Card, 1989;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 857,
                    "end": 886,
                    "text": "Moffitt and Gottschalk, 2011;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 887,
                    "end": 915,
                    "text": "Meghir and Pistaferri, 2004)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 918,
                    "end": 932,
                    "text": "Carroll (2009)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 937,
                    "end": 967,
                    "text": "Blundell and Pistaferri (2003)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1095,
                    "end": 1097,
                    "text": "13",
                    "ref_id": null
                },
                {
                    "start": 1104,
                    "end": 1126,
                    "text": "Blundell et al. (2008)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1219,
                    "end": 1221,
                    "text": "14",
                    "ref_id": null
                },
                {
                    "start": 1345,
                    "end": 1372,
                    "text": "Burtless and Hausman (1978)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1426,
                    "end": 1428,
                    "text": "15",
                    "ref_id": null
                },
                {
                    "start": 1589,
                    "end": 1615,
                    "text": "Kaplan and Violante (2010)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1658,
                    "end": 1660,
                    "text": "16",
                    "ref_id": null
                },
                {
                    "start": 1767,
                    "end": 1879,
                    "text": "1968-1970, 1971-1973, 1974-1976, 1977-1979, 1980-1982, 1983-1985, 1986-1991, 1992-1996, 1998-2002, and 2004-2010",
                    "ref_id": null
                },
                {
                    "start": 1987,
                    "end": 2028,
                    "text": "Dauchy, F. Navarro-Sanchez and N. Seegert",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 714,
                    "end": 721,
                    "text": "Table A",
                    "ref_id": null
                }
            ],
            "section": "Consumption process"
        },
        {
            "text": "transmitted to consumption. In the literature, these parameters are defined as partial insurance parameters, and the insurance coefficient is defined as 1 − φ t . While we expect the intermediate case where φ t ∈ (0, 1), this equation also allows us to consider the two polar cases of no insurance (φ t = 1), as predicted by the permanent income hypothesis (with only selfinsurance through savings), or full insurance (φ t = 0), as predicted by models of complete markets. 17",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consumption process"
        },
        {
            "text": "The moment conditions use both the one-year and two-year differences in consumption to account for the fact that after 1996, the PSID is reported biannually, where the latter is given bŷ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consumption process"
        },
        {
            "text": "We estimate the transmission coefficients using two different approaches - Blundell et al. (2008) and Kaplan and Violante (2010) -by updating their moment conditions based on one-year differences to include moment conditions based on twoyear differences.",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 97,
                    "text": "Blundell et al. (2008)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 102,
                    "end": 128,
                    "text": "Kaplan and Violante (2010)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Moment conditions"
        },
        {
            "text": "In Blundell et al. (2008) , the diagonally weighted minimum distance estimation uses the entire variance-covariance matrix of ( c i,t , y i,t ), and simultaneously estimates the transmission coefficients and the variance of permanent and transitory income. 18 We report the full set of moment conditions in Appendix C. 19 In comparison, Kaplan and Violante (2010) use two moment conditions to identify the transmission coefficients. Following this second approach, we identify the transmission coefficients as a function of these moment conditions",
            "cite_spans": [
                {
                    "start": 3,
                    "end": 25,
                    "text": "Blundell et al. (2008)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 257,
                    "end": 259,
                    "text": "18",
                    "ref_id": null
                },
                {
                    "start": 319,
                    "end": 321,
                    "text": "19",
                    "ref_id": null
                },
                {
                    "start": 337,
                    "end": 363,
                    "text": "Kaplan and Violante (2010)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Moment conditions"
        },
        {
            "text": "where g x t (y i ) is some measurable functions of income history. 20 We follow and extend Kaplan and Violante (2010) by considering different true data-generating processes that require different g x t (y i ) to identify the transmission coefficient.",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 69,
                    "text": "20",
                    "ref_id": null
                },
                {
                    "start": 91,
                    "end": 117,
                    "text": "Kaplan and Violante (2010)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Moment conditions"
        },
        {
            "text": "Our first model of income allows for persistent changes in the income process, ρ < 1. 21 In this case, we modify equation (9) by replacing y i,t with ˜ y i,t , which is defined in equation (5), leading to, 22",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 88,
                    "text": "21",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Moment conditions"
        },
        {
            "text": "And again, using two-year differences, we define",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Moment conditions"
        },
        {
            "text": "Our second model of income allows for labor-supply responses to taxes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Moment conditions"
        },
        {
            "text": "The coefficients given in equations (7), (8), and (9) capture the size of the transmission of income shocks to consumption. These coefficients partly depend on the amount of statutory insurance resulting from the federal individual income tax. For example, if Y i,t denotes pre-tax income and Y D i,t denotes post-tax or disposable income, then the statutory amount of insurance to income shocks that results from tax policy can be written as expositional ease. These years correspond to the years before, during, and after most studies, and they roughly correspond to two different tax regimes as shown in Fig. 1 . Our findings are not sensitive to the grouping of years. 17 Traditional life-cycle models with forward-looking consumers imply that the marginal propensity to consume out of permanent income shocks should be equal to one. However, extensive macro-economic and micro-economic empirical literature has shown evidence of excess smoothness or excess sensitivity in consumption response to predicted income shocks. See, among others, Hall (1978) , Deaton (1991) , and Hall and Mishkin (1982) . 18 Blundell et al. (2008) also assumes that there is no foresight or short memory. The latter two assumptions simplify the model by assuming that",
            "cite_spans": [
                {
                    "start": 1045,
                    "end": 1056,
                    "text": "Hall (1978)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1059,
                    "end": 1072,
                    "text": "Deaton (1991)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1079,
                    "end": 1102,
                    "text": "Hall and Mishkin (1982)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1105,
                    "end": 1107,
                    "text": "18",
                    "ref_id": null
                },
                {
                    "start": 1108,
                    "end": 1130,
                    "text": "Blundell et al. (2008)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 607,
                    "end": 613,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "The role of the federal income tax on the transmission of income shocks"
        },
        {
            "text": "We loosen these assumptions in Appendix C.5. E. Dauchy, F. Navarro-Sanchez and N. Seegert ",
            "cite_spans": [
                {
                    "start": 48,
                    "end": 89,
                    "text": "Dauchy, F. Navarro-Sanchez and N. Seegert",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The role of the federal income tax on the transmission of income shocks"
        },
        {
            "text": "where T i,t is the change in household i's tax liability resulting from an income shock in year t. This equation measures many types of redistribution. At one extreme, if the federal income tax completely absorbs shocks to pre-tax income such that Y D i,t = 0, then S i,t = 1. At the other extreme, in the absence of insurance, changes in disposable income are equal to changes in pre-tax income and S i,t = 0. If instead, the tax system consisted of a flat marginal tax rate, τ t , then the tax structure would insure τ t percent of disposable income against income shocks in year t; that is S i,t = τ t .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The role of the federal income tax on the transmission of income shocks"
        },
        {
            "text": "We posit that changes in the amount of statutory insurance received from the federal income tax can be driven by two channels. The first is active changes in tax policy -that is, changes in the distribution of after-tax income that result only from changes in the tax system, ceteris paribus. From 1968 to 2010, there were 55 federal tax changes beginning with the Revenue Act of 1971 and ending with the American Recovery and Reinvestment Tax Act of 2009. Appendix A.2 provides a deeper discussion of the federal income tax and lists these changes. One of the largest changes was the Tax Reform Act of 1986. This tax act was a sweeping change designed to simplify the tax code and broaden the base. Some of the key aspects include (i) lowering the top tax rate on individuals from 50% to 33%, (ii) consolidating the 15 tax brackets to 4, and (iii) expanding the standard deduction, personal exemption, and earned income tax credit. We simulate how these changesand all of the other tax changes -impact the amount of insurance the federal income tax provides to individuals by holding the income distribution fixed and allowing these changes to occur. How it ultimately affects the transmission of income shocks to consumption requires combining this simulation with the macro-labor model described in section 3.1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The role of the federal income tax on the transmission of income shocks"
        },
        {
            "text": "The second channel is passive changes in tax policy -that is, changes in the distribution of after-tax income that result only from changes in pre-tax income distribution, with everything else fixed, including the nonlinear income tax. From 1968 to 2010, the income distribution shifts and flattens. In particular, the late 1990s is a period of substantial income growth. This shift causes individuals to interact more with higher tax brackets. If the upper part of the tax schedule is more progressive and income shifts in a way that cause more people to be in that range, then the federal income tax will, in general, provide people with more insurance. We simulate this channel holding the income tax schedule fixed and calculating how incomes would have changed in the absence of the income tax changes. Again, how this insurance affects the transmission of income shocks to consumption, and ultimately household welfare, requires the macro-labor model described in section 3.1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The role of the federal income tax on the transmission of income shocks"
        },
        {
            "text": "In the remainder of this paper, we denote active changes as the amount of transmission that results from active tax policy, and passive changes as the amount of transmission that results from income distribution changes interacting with the tax schedule.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The role of the federal income tax on the transmission of income shocks"
        },
        {
            "text": "For purposes of evaluating federal tax payments, we use the PSID's taxable income of husbands and wives, and allow families to take all deductions for which they are eligible. 23 The active and passive changes in tax policy insurance are expressed in changes in net tax liability, where we adjust for inflation to match the policy year's dollars. 24 We use NBER's TaxSim 27 software to simulate a household's tax liability, T (Y i,t , τ t ), given an income level, Y i,t , and a nonlinear tax schedule, τ t . 25",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 178,
                    "text": "23",
                    "ref_id": null
                },
                {
                    "start": 347,
                    "end": 349,
                    "text": "24",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Micro-simulations of active and passive tax policy changes"
        },
        {
            "text": "To calculate the active changes in statutory insurance, we simulate each individual's tax liability in every year using two levels of income: the household's income in the base year (1980), Y i,1980 , and the household's income plus a shock ξ i,t in the base year, Y c i,1980 . 26 The shock is randomly drawn from the observed distribution of income shocks that we estimate. 27 The difference in federal income tax liability using the household's actual income, T (Y i,1980 , τ i,t ), and using its counterfactual income, T (Y i,1980 ",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 198,
                    "text": "(1980), Y i,1980",
                    "ref_id": null
                },
                {
                    "start": 375,
                    "end": 377,
                    "text": "27",
                    "ref_id": null
                },
                {
                    "start": 464,
                    "end": 473,
                    "text": "(Y i,1980",
                    "ref_id": null
                },
                {
                    "start": 524,
                    "end": 533,
                    "text": "(Y i,1980",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Micro-simulations of active and passive tax policy changes"
        },
        {
            "text": ", is the change in after-tax income a household would experience if its (fixed) real value of pre-tax income increased by the shock ξ i,t . We define the active changes in insurance as the difference in simulated tax liabilities divided by the size of the simulated income shock,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Micro-simulations of active and passive tax policy changes"
        },
        {
            "text": "23 As our focus is federal tax liabilities, and because of limited state information from the PSID, we do not account for the deduction of state taxes, as in Blundell et al. (2008) . 24 To account for tax bracket indexation, we inflate the base year's income in each year. Tax bracket indexation was introduced as part of the Economic Recovery Tax Act (ERTA) of 1981 to end bracket creep, and went into effect in 1985. The results are robust to not indexing income. For more information on indexing in the federal income tax system, see Gillingham and Greenlees (1990) . 25 Butrica and Burkhauser (1997) provide a methodology for calculating tax liability based on TaxSim and PSID data. Auerbach and Feenberg (2000) and Pechman (1973) pioneered the use of TaxSim to isolate the effects of controlled income and policy shocks in the United States. Dolls et al. (2012) use Euromod, a similar tax simulation software, and TaxSim to isolate the effect of income and unemployment shocks on disposable income, and to compare the stabilization effect of fiscal policy in the United States and Europe over time. 26 We impute income in 1980 for households that do not report income that year. Although we chose 1980, which falls in the middle of the periods covered in our data, we also use 1995 and 2010 as alternative base years for income distribution and find that it does not affect the implications of our results. 27 Figure A .9 compares the active changes in insurance when using the observed distribution or a fixed 10% shock.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 180,
                    "text": "Blundell et al. (2008)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 183,
                    "end": 185,
                    "text": "24",
                    "ref_id": null
                },
                {
                    "start": 537,
                    "end": 568,
                    "text": "Gillingham and Greenlees (1990)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 571,
                    "end": 573,
                    "text": "25",
                    "ref_id": null
                },
                {
                    "start": 574,
                    "end": 603,
                    "text": "Butrica and Burkhauser (1997)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 687,
                    "end": 715,
                    "text": "Auerbach and Feenberg (2000)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 720,
                    "end": 734,
                    "text": "Pechman (1973)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 847,
                    "end": 866,
                    "text": "Dolls et al. (2012)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1104,
                    "end": 1106,
                    "text": "26",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1415,
                    "end": 1423,
                    "text": "Figure A",
                    "ref_id": null
                }
            ],
            "section": "Micro-simulations of active and passive tax policy changes"
        },
        {
            "text": "[m3G; v1.297] P.8 (1-22) E. Dauchy, F. Navarro-Sanchez and N. Seegert (16) and (18). Income quartiles are defined in the base year 1980.",
            "cite_spans": [
                {
                    "start": 28,
                    "end": 69,
                    "text": "Dauchy, F. Navarro-Sanchez and N. Seegert",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Micro-simulations of active and passive tax policy changes"
        },
        {
            "text": "To calculate the passive changes in insurance, we simulate each individual's tax liability every year, assuming the tax code had not changed from a base year. To do this, we hold the tax code fixed to the base year and allow pre-tax income to change every year as reported by households, deflated for inflation. We simultaneously exclude labor supply responses to tax changes from reported income to account for the fact that income itself is endogenous to the tax code. We assumed Burtless and Hausman (1978) , we use quasi-linear utility that generates equilibrium income,",
            "cite_spans": [
                {
                    "start": 482,
                    "end": 509,
                    "text": "Burtless and Hausman (1978)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Micro-simulations of active and passive tax policy changes"
        },
        {
            "text": "Therefore, changes in income over time are due to changes in ability, N i,t , and tax rates,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Micro-simulations of active and passive tax policy changes"
        },
        {
            "text": "To exclude labor responses to taxes from income, we calculate a measure of income, Ȳ i,t , that holds the tax rate fixed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Micro-simulations of active and passive tax policy changes"
        },
        {
            "text": "We calculate this income measure using income in year t, the tax rate in the base year, the tax rates in years t, and an estimate of the elasticity (Y i,t , τ i,1980 , τ i,t , e). Specifically,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Micro-simulations of active and passive tax policy changes"
        },
        {
            "text": "We further evaluate the robustness of the estimates of insurance parameters to several modeling assumptions, including the importance of modeling labor supply responses to taxes and of different levels of the elasticity of labor supply in the Appendix. We also check the sensitivity of the results to the choice of the base year by using two different base years, 1995 and 2010.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Micro-simulations of active and passive tax policy changes"
        },
        {
            "text": "We then calculate federal income tax liability using this income in years t and t − 1. We believe that this corrected measure of income is more likely to be exogenous and depend essentially on factors that are out of individuals' reachsuch as technological growth, globalization, or digitization. We define passive changes in insurance as the difference in simulated tax liabilities due to observed income shocks divided by the size of the observed household income shock between two successive years,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Micro-simulations of active and passive tax policy changes"
        },
        {
            "text": "Active and passive tax policy changes thus reflect the insurance of after-tax income from pre-tax income shocks. Fig. 1 shows active and passive changes in insurance from 1967 to 2010. As expected from a progressive tax system, the level of income insurance provided by the federal income tax is highest for high-income taxpayers. Insurance from active tax policy changes decreases for all income groups from 1970 to 2010, with the largest decrease occurring in 1987. The large drop in 1987 coincides exactly with the Tax Reform Act of 1986, which dramatically changed the tax schedule. For example, the act reduced the top tax rate for individuals from 50% to 33%. This figure suggests that the amount of income insurance obtained from the federal income tax has decreased over time.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 113,
                    "end": 119,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Micro-simulations of active and passive tax policy changes"
        },
        {
            "text": "Other notable tax policy changes can also be observed in Fig. 1 . For example, four of the largest changes in active tax policy changes occur in 1971, 1982, 1987, and 2002 . These correspond to the Revenue Act (1971), the Tax Equity and Fiscal [m3G; v1.297] P.9 (1-22) E. Dauchy, F. Navarro-Sanchez and N. Seegert ",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 171,
                    "text": "1971, 1982, 1987, and 2002",
                    "ref_id": null
                },
                {
                    "start": 272,
                    "end": 313,
                    "text": "Dauchy, F. Navarro-Sanchez and N. Seegert",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 57,
                    "end": 63,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Micro-simulations of active and passive tax policy changes"
        },
        {
            "text": "Responsibility Act 1982, the Tax Reform Act of 1986, and the Job Creation and Worker Assistance Act 2002. We provide a full list of tax changes with some characteristics in Table A.2. Insurance from passive tax policy changes has slightly increased for all income groups from 1967 to 2010. The passive tax policy changes increase in the late 1990s for all income quartiles, exactly during an economic boom. The increase during this period is strongest for the third income quartile. These changes are less abrupt than the active tax policy changes because income distributions move more slowly than tax policy changes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 173,
                    "end": 183,
                    "text": "Table A.2.",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Micro-simulations of active and passive tax policy changes"
        },
        {
            "text": "We discuss the sensitivity of the estimated parameters to major modeling assumptions in Section 5.2.2 and in the Appendix. In Section 5.2.2, Appendix Table A .9, and Figure A .10, we compare the passive changes in insurance when labor supply responses to tax are excluded, or not. While labor supply responses to taxes are important, their inclusion does not substantially change the estimate of passive insurance changes, likely because other changes in the income distribution are large during this period. In addition, in Appendix Table A .9 and Figure A .11, we compare the estimates of the transmission of income shocks using labor supply to taxes of 0.1, 0.25, and 0.4 to estimate passive insurance changes. This figure reveals there are only slight differences between estimated insurance parameters. In Section 5.2.2. and Appendix Table A .9, we also report and discuss estimates from a model that relaxes the assumption of no-foresight in the permanent component of income. Together this analysis supports that our computation of passive tax policy changes essentially captures the effect of changes in the income distribution. Appendix Figure A .12 shows the sensitivity of the passive changes in insurance to using different values of the base year, 1980, 1995, and 2010 . The trends are all very similar and the levels differ only slightly.",
            "cite_spans": [
                {
                    "start": 1255,
                    "end": 1281,
                    "text": "year, 1980, 1995, and 2010",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 150,
                    "end": 157,
                    "text": "Table A",
                    "ref_id": null
                },
                {
                    "start": 166,
                    "end": 174,
                    "text": "Figure A",
                    "ref_id": null
                },
                {
                    "start": 534,
                    "end": 541,
                    "text": "Table A",
                    "ref_id": null
                },
                {
                    "start": 549,
                    "end": 557,
                    "text": "Figure A",
                    "ref_id": null
                },
                {
                    "start": 839,
                    "end": 846,
                    "text": "Table A",
                    "ref_id": null
                },
                {
                    "start": 1146,
                    "end": 1154,
                    "text": "Figure A",
                    "ref_id": null
                }
            ],
            "section": "Micro-simulations of active and passive tax policy changes"
        },
        {
            "text": "How these changes in insurance map into changes in the transmission of permanent and transitory shocks require the macro-labor model in section 3.1. In the following section, we formalize the mapping from changes in the transmission coefficients estimated from the macro-labor model into those due to (i) active tax policy changes, (ii) passive tax policy changes, and (iii) behavioral changes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Micro-simulations of active and passive tax policy changes"
        },
        {
            "text": "This section extends the macro-labor model to describe how active and passive tax policy changes might contribute to changes in the transmission coefficients. We formalize this in equation (19) by allowing the transmission parameters to be a function of active and passive tax policy changes and behavioral changes. The behavioral changes capture all other changes, such as changes in precautionary saving, access to credit, and reliance on family and friend networks. The behavioral changes also capture changes in how individuals internalize active and passive changes. For example, individuals may change how they react to active tax policy changes by changing savings or consumption in response to changes in tax liability. How active and passive tax policy changes map into the transmission of income to consumption could differ and are captured by the coefficients in the following equation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Decomposing the transmission of income shocks to consumption"
        },
        {
            "text": "To quantify the contribution of active and passive tax policy changes and behavioral changes, we use a Oaxaca (1973) and Blinder (1973) decomposition of the change in the insurance coefficient",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 116,
                    "text": "Oaxaca (1973)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 121,
                    "end": 135,
                    "text": "Blinder (1973)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Decomposing the transmission of income shocks to consumption"
        },
        {
            "text": "By adding and subtracting β A,1 S A i,0 + β P ,1 S P i,0 , this difference can be written as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Decomposing the transmission of income shocks to consumption"
        },
        {
            "text": "The first two terms on the right side of equation (21) capture changes in active and passive tax policy, respectively. The terms on the second line capture all other behavioral changes (e.g., self-insurance, households' propensity to consume tax rebates, changes in policy other than tax). The key identifying assumption is that the difference in the error terms is conditionally equal to zero. Fortin et al. (2011) provide a discussion of this identifying assumption and methods to loosen it.",
            "cite_spans": [
                {
                    "start": 395,
                    "end": 415,
                    "text": "Fortin et al. (2011)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Decomposing the transmission of income shocks to consumption"
        },
        {
            "text": "In sum, we solve the macro-labor system extended by equation (21). On one hand, the macro-labor model estimates the insurance of pre-tax income shocks to consumption. On the other hand, the micro-simulations provide information on how much active and passive tax policy changes affect the insurance of pre-tax income shocks. These simulations, however, do not provide evidence on how individuals respond to these changes when making consumption decisions. Equation (21) describes the full contribution of tax policy changes to changes in the insurance of pre-tax income shocks to consumption.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Decomposing the transmission of income shocks to consumption"
        },
        {
            "text": "The contribution of changes in active tax policy is represented by (S A i,1 − S A i,0 ), weighted by the impact active changes have on the insurance of pre-tax income to consumption, β A . Similarly, the contribution of passive tax policy changes to changes in the insurance of pre-tax income to consumption is the weighted change in passive tax changes β P ,1 (S P i,1 − S P i,0 ). The contribution of behavioral changes to tax policy is represented by (β A,1 − β A,0 ) for responses to active tax policy, and by (β P ,1 − β P ,0 ) for responses to passive tax policy, weighted by the average active and passive insurance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Decomposing the transmission of income shocks to consumption"
        },
        {
            "text": "This combination of micro-simulations and the structural labor model is a key contribution of this paper. This combination can uncover, for instance, that even if a change in active tax policy is larger than a change in passive tax policy, passive changes can still affect the insurance of income shocks to consumption more than active changes if individuals respond more to passive tax changes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Decomposing the transmission of income shocks to consumption"
        },
        {
            "text": "To understand how income tax changes have impacted the transmission of income shocks to consumption, we need a panel that includes income and consumption covering several tax regimes. We construct this panel using the consumer expenditure survey (CEX) combined with the panel data from the Panel Study of Income Dynamics (PSID) using the imputation approach developed by Skinner (1987) and used extensively since then (Blundell et al., 2004 (Blundell et al., , 2008 . 28 One innovation of our study is our expansion of the sample years to include the years 1967 through 2010. This allows for a comparison between the imputed values of non-durable consumption produced through this method with actual data on non-durable consumption collected in the PSID from 1999 to 2010. Additional data collection information is given in Appendix A.",
            "cite_spans": [
                {
                    "start": 371,
                    "end": 385,
                    "text": "Skinner (1987)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 418,
                    "end": 440,
                    "text": "(Blundell et al., 2004",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 441,
                    "end": 465,
                    "text": "(Blundell et al., , 2008",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 468,
                    "end": 470,
                    "text": "28",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "We begin with an unbalanced panel from the PSID using data from 1967 to 2010. To focus on income risk -rather than variation in consumption due to divorce, widowhood, or other household breaking-up factors -we restrict our sample to households in the PSID sample with continuously married couples (excluding 40 percent of households, with or without children) that are headed by a male (excluding 34 percent of remaining households). 29 The choice to exclude single-parent families is to ensure that consumption shocks stem from income shocks rather than changes in family composition. Even among low-income households, we do not think that this is an important limitation since, for example, the percentage of single and joint households receiving the EITC are similar. 30 Within this sample, we exclude households with missing values on important socio-demographic variables, changes in headship, and income outliers defined as households with income growth above 500 percent, below -80 percent, or with a level of income below $100 in a given year (excluding 25.7 percent of the remaining sample). Finally, within this sample, we focus on household heads ages 30-65 and create 12 cohorts, each defined as being born in a given half-decade starting in 1920 and ending in 1979 (eliminating 37 percent of the remaining sample). Overall, starting with 264,810 observations, the final sample is composed of 19,493 observations (7.4 percent). This sample selection is followed in the CEX. Detailed descriptions of the data collection from the PSID and CEX are given in Appendices A.3 and A.4.",
            "cite_spans": [
                {
                    "start": 434,
                    "end": 436,
                    "text": "29",
                    "ref_id": null
                },
                {
                    "start": 771,
                    "end": 773,
                    "text": "30",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Sample selection"
        },
        {
            "text": "An important contribution of our paper is that we allow the effect of fiscal policy to be heterogeneous, allowing different income groups to have differential access to external smoothing mechanisms in addition to self-insurance, through savings or borrowing and family networks. To this end, we use the two available samples of households in the PSID: the representative sample of the US population and the low-income sample (SEO). 31 Table 1 compares the means across the PSID SEO sample, PSID representative sample, and the CEX for the years 1973, 1990, and 2010 . In all categories, the demographics look very similar between the representative subsample of the PSID and the CEX. This is important for the imputation to correctly predict consumption for households in the PSID using data from the CEX.",
            "cite_spans": [
                {
                    "start": 545,
                    "end": 565,
                    "text": "1973, 1990, and 2010",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 436,
                    "end": 443,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Sample selection"
        },
        {
            "text": "The imputation method relies on measures of food and non-durable consumption. Food consumption is constructed as the sum of food at home and food away from home, reported in both the PSID and CEX. In the CEX, non-durable con-28 Skinner (1987) imputes total consumption in the PSID using the estimated coefficients of a regression of total consumption on a series of consumption items (food, utilities, vehicles, etc.) present in both the PSID and the CEX. The regression is estimated with CEX data. Ziliak and Kniesner (2005) and Ziliak (1998) impute consumption on the basis of income and the first difference of wealth (defined as the difference between income and savings obtained from the Federal Reserve Board's Survey of Consumer Finances). 29 Additional details are provided in appendix table A.4. These steps exclude families that report changes in headship and family composition or marital status. Also, the PSID public files do not report marital status from 1993-1996. To account for this, individuals are assigned the marital status they had in 1992 and 1997, if these two years have the same values, and are dropped otherwise. This restriction also limits the changes due to differences in education and retirement. 30 This sample selection also makes our paper comparable to previous studies that impute consumption from the PSID (Blundell et al., 2008) . We recognize that certain tax and non-tax benefits, such as the EITC, have largely benefited low-income single households. For instance, in 2003, 76 percent of EITC recipients were single-headed households. Yet, within low-income groups, the proportion of single and joint households receiving the EITC are similar. For instance, in 2003, about 0.02 percent of both single-headed and joint households with less than $40,000 of AGI received the EITC (authors' calculations using data from the Joint Committee on Taxation and SOI/IRS tax statistics). We define income groups based on 1980 income distribution, implying that intergenerational mobility likely moved low-income families in and out of the EITC over the period. sumption is constructed as the sum of food, alcohol, tobacco, services, heating fuel, public and private transport (including gasoline), personal care, clothing, and footwear, as proposed by Attanasio and Weber (1995) . 32 We start with pooled cross-sectional data from the CEX in 1972 and 1973, and from 1980 to 2010, and the following demand equation (following Blundell et al. (2008)'s notation) for food, f , expressed in logs:",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 242,
                    "text": "Skinner (1987)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 499,
                    "end": 525,
                    "text": "Ziliak and Kniesner (2005)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 530,
                    "end": 543,
                    "text": "Ziliak (1998)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1230,
                    "end": 1232,
                    "text": "30",
                    "ref_id": null
                },
                {
                    "start": 1345,
                    "end": 1368,
                    "text": "(Blundell et al., 2008)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2284,
                    "end": 2310,
                    "text": "Attanasio and Weber (1995)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2313,
                    "end": 2315,
                    "text": "32",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Imputation"
        },
        {
            "text": "for each household i in period t with demographics, W , and relative price, p. Demand shifters, controlling for non-durable expenditure, are given by c, expressed in logs, and the budget elasticity β is allowed to vary with observed household characteristics, D. The budget elasticity is also allowed to vary over periods, except in years that do not exist in the PSID. To control for other years, we include a quadratic time trend, and allow it to shift the budget elasticity. Finally, we allow for unobserved heterogeneity in the measurement error in food expenditures given by u. Appendix A.3 reports the results of this specification, in which we account for the measurement error in total expenditures with an instrumental variables methodology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Imputation"
        },
        {
            "text": "To provide external validity to the imputation method, we take advantage of the fact that, starting in 1999, the PSID provides limited consumption variables. 33 We construct a measure of PSID-non-durable consumption for selected years from 2000 to 2010 and use them as a gauge for the quality of our imputed values of non-durables. Fig. 2 shows that over time, imputed measures of average non-durable consumption (in logs) are close to our measure of PSID consumption, as well as 32 Although our baseline measure of consumption is non-durable consumption, we also consider three broader measures that alternatively include semidurables, services from durable goods, or both, with details provided in Appendix A.3 to test the robustness of the imputation and our findings. Consumers also use durable goods to smooth non-durable consumption, implying that total consumption including durables is more volatile over the life cycle. Yet, if the imputation method and the model are correct, our estimates of the impact of tax policy on insurance should not be affected by the inclusion of durable goods. 33 Consumption variables from 1999 include healthcare expenses (e.g. hospital, doctor, and prescription expenses), housing expenses (e.g. mortgage payments, rent, property taxes, and homeowner's insurance), utilities, vehicle expenses (e.g. loan payments, down payments, repairs, car insurance, and gasoline costs), transportation expenses (e.g. taxi, bus, and train), education expenses, and adult care expenses. Additional consumption variables added in 2005 include cell phone, internet, and cable expenses, recreation and vacation expenses, furnishings, clothing, home repair, and charitable giving. Table A .5 notes for an explanation of the NIPA average and non-durable consumption imputation. the CEX and the national income and product accounts (NIPA). Moments of imputed consumption and CEX consumption are also close throughout the period. 34",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 160,
                    "text": "33",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 332,
                    "end": 338,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1703,
                    "end": 1710,
                    "text": "Table A",
                    "ref_id": null
                }
            ],
            "section": "Imputation"
        },
        {
            "text": "This section characterizes the evolution of the transmission coefficients of permanent and transitory income changes from 1968 to 2010. Starting with permanent income shocks, we find that in levels, there may be more insurance against permanent income shocks than previously thought. First, we show that the period typically studied, 1980 to 1992, had larger transmission of permanent income than the periods before or after. Second, when we modify the model to account for labor supply responses to taxes and other factors in Kaplan and Violante (2010) , we find smaller transmission coefficients of permanent income shocks. Third, we show that although consumption insurance increased, this obfuscates the negative effect active tax policy changes had on insurance during this period. In particular, we find that the effect of active changes is masked by passive and other behavioral changes that increased insurance.",
            "cite_spans": [
                {
                    "start": 527,
                    "end": 553,
                    "text": "Kaplan and Violante (2010)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Empirical evidence"
        },
        {
            "text": "Our findings also reveal important changes in the transmission of permanent and transitory income shocks. Though over the whole period, the transmission of permanent income shocks has decreased, the transmission of transitory income shocks, which was small until the late 1990s, has dramatically increased in the last 10 years to surpass that of permanent income shocks. We also find differential changes by income quartile and education groups. The transmission of permanent income shocks is significantly larger for the lowest income quartile than any other quartile, and has not significantly decreased compared to other groups, while the transmission of transitory income shocks has increased proportionately across income groups. 34 Appendix Table A .5 provides further external validity to the imputation method by comparing imputed non-durable consumption with PSID data for the years in which non-durable consumption was collected in the PSID (post-1999).",
            "cite_spans": [
                {
                    "start": 735,
                    "end": 737,
                    "text": "34",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 747,
                    "end": 754,
                    "text": "Table A",
                    "ref_id": null
                }
            ],
            "section": "Empirical evidence"
        },
        {
            "text": "E. Dauchy, F. Navarro-Sanchez and N. Seegert Review of Economic Dynamics Section 5.1 begins with estimates of the variance of permanent and transitory income from 1968 to 2010 using Blundell et al. (2008) 's method. These estimates provide the context for the transmission coefficients. Next, Section 5.2 extends our analysis of the transmission coefficients over time, with varying identifying assumptions, including the more flexible approach in Kaplan and Violante (2010) , by sub-periods, and across income and education subgroups. These estimates provide a fuller picture of how the transmission coefficients have changed from 1968 to 2010. Finally, Section 5.3 reports estimates of the decomposition of the changes in the transmission coefficients into changes due to active tax changes, passive tax changes, and behavioral changes. We again consider how these contributions differ by income quartile and education attainment. Taken together, this set of estimates extends our understanding of how tax policy affects household welfare. Fig. 3 reports the variance of permanent and transitory income shocks. These shocks are estimated with the minimum distance estimation method and moment conditions described in Section 3 allowing for labor-supply responses to taxes and using the data on income and consumption described in Section 4. This figure reveals two key findings. First, from 1970 to the mid-1990s, the variance of permanent income shocks (dotted line) remains relatively flat, while the variance of transitory income shocks (solid line) follows an increasing trend. 35 Second, the variance of permanent income shocks increases from the late 1990s through 2010, while the variance of transitory income shocks decreases from its peak in the early 1990s through 2010. 36 Without extending the moment conditions to include two-year differences, it would have been impossible to detect the increase (decrease) in the variance of permanent (transitory) income shocks beyond the early 1990s. Figure A. 10 demonstrates that allowing for labor-supply responses to taxes increases the estimates of the variance of permanent and transitory income shocks. The trends, however, are very similar with and without labor-supply responses.",
            "cite_spans": [
                {
                    "start": 3,
                    "end": 72,
                    "text": "Dauchy, F. Navarro-Sanchez and N. Seegert Review of Economic Dynamics",
                    "ref_id": null
                },
                {
                    "start": 182,
                    "end": 204,
                    "text": "Blundell et al. (2008)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 448,
                    "end": 474,
                    "text": "Kaplan and Violante (2010)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 1042,
                    "end": 1048,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 2003,
                    "end": 2012,
                    "text": "Figure A.",
                    "ref_id": null
                }
            ],
            "section": "Empirical evidence"
        },
        {
            "text": "These estimates also reveal an increase in the variance of income over the whole period, and that permanent and transitory income shocks have tended to vary in opposite directions. They suggest that the increase in the variance of income stems essentially from transitory income shocks in the 1980s, and from permanent income shocks in the late 1990s and 2000s. We show that this finding, combined with the trends in insurance described in the next subsection 5.2, has important policy implications; in particular, the amount of insurance against each type of income shocks seems to move in the same direction as the variance of these shocks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Variance of permanent and transitory income shocks"
        },
        {
            "text": "The transmission coefficients φ η and φ ε capture the transmission of permanent and transitory income shocks to consumption. At one extreme, when these coefficients equal 1, income shocks are fully transmitted to consumption, and there 35 This finding is consistent with the evidence from Figure A. 3 that the auto-covariance of income did not increase during this period. These trends are very similar to those estimated by Blundell et al. (2008) for the years they cover (1979 to 1992) and to those found by Gottschalk and Moffitt (2009) in the extended period. 36 This evidence is consistent with the increase in the covariance of income and its two-year lag after the mid-1990s.",
            "cite_spans": [
                {
                    "start": 425,
                    "end": 447,
                    "text": "Blundell et al. (2008)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 473,
                    "end": 487,
                    "text": "(1979 to 1992)",
                    "ref_id": null
                },
                {
                    "start": 510,
                    "end": 539,
                    "text": "Gottschalk and Moffitt (2009)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 564,
                    "end": 566,
                    "text": "36",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 289,
                    "end": 298,
                    "text": "Figure A.",
                    "ref_id": null
                }
            ],
            "section": "The transmission of income shocks to consumption"
        },
        {
            "text": "[m3G; v1.297] P.14 (1-22) E. Dauchy, F. Navarro-Sanchez and N. Seegert Review of Economic Dynamics is zero insurance. At the other extreme, when the coefficients equal 0, income shocks are not transmitted at all, and there is full insurance. The most general situation is for income shocks to be partially transmitted, which occurs when the coefficients lie between the two extremes. The smaller the coefficients, the lower the transmission of income shocks, and the higher the amount of insurance. We report the results using three methods that rely on different identifying assumptions and different sub-periods from 1968 to 2010. First, we estimate the transmission coefficients using the method in Blundell et al. (2008) , which we update using two-year moment conditions. We refer to this model as the BPP updated model. Second, we allow for persistent shocks using the method in Kaplan and Violante (2010) , and update it using two-year moment conditions. We refer to this model as the KV persistent model. Finally, we update the KV persistent model to allow for labor-supply responses to taxes, which we refer to as the KV persistent e 0.25 model. Our baseline specification assumes an elasticity of labor supply of 0.25, and Table A .9 reports estimates with other values.",
            "cite_spans": [
                {
                    "start": 29,
                    "end": 98,
                    "text": "Dauchy, F. Navarro-Sanchez and N. Seegert Review of Economic Dynamics",
                    "ref_id": null
                },
                {
                    "start": 702,
                    "end": 724,
                    "text": "Blundell et al. (2008)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 885,
                    "end": 911,
                    "text": "Kaplan and Violante (2010)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 1233,
                    "end": 1240,
                    "text": "Table A",
                    "ref_id": null
                }
            ],
            "section": "The transmission of income shocks to consumption"
        },
        {
            "text": "First, our larger sample allows us to complement and compare previous work that typically focuses on the period 1979-1992, notably Blundell et al. (2008) . Table 2 reports estimates in three periods : 1968-1978, 1979-1992, and 1993-2010 -a period before and after the period Blundell et al. (2008 ) studied. Our estimates in 1979 -1992 are similar to those in their paper. Column 1 reports the permanent transmission coefficient in Blundell et al. (2008) is 0.642 compared to our estimate of 0.661 reported in Column 2, which shows our estimates using their method, updated to incorporate additional two-year moment conditions. Using a longer period, however, our estimates reveal that the transmission of permanent income shocks was significantly higher during 1979-1992 than either before or after. In particular, we find that over the whole period and using the same model as in Blundell et al. (2008) , the average permanent transmission coefficient is 0.527, and decreased substantially from the period 1979-1992 to the last period. This evidence suggests that the insurance to permanent income shocks is larger than previously suggested, and has increased in recent years. Columns 3 and 4 report the estimates using the methodology in Kaplan and Violante (2010) , showing a similar trend. We investigate the differences between models in the next section. Fig. 4 provides a more detailed picture of how the estimated transmission coefficients vary over periods, by depicting permanent and transitory transmission coefficients in Panels A and B, respectively. From 1968 to 2010, the permanent transmission coefficient decreases from roughly 0.5 to 0.1, suggesting that consumers have become better insulated from permanent income shocks recently than they were 40 years ago. This result is consistent across methods. This finding, that consumption insurance of permanent shocks increased, seems at odds with how tax policy has changed. Indeed, the microsimulations shown in Fig. 1 revealed that insurance from the federal income tax moved in the opposite direction, decreasing the amount of income insurance overall, or increasing the transmission of permanent income shocks from pre-to post-tax incomes. To reconcile these two pieces of evidence, it is necessary to decompose the changes in transmission coefficients into different types of tax policy changes, which we do in Section 5.3.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 153,
                    "text": "Blundell et al. (2008)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 199,
                    "end": 239,
                    "text": ": 1968-1978, 1979-1992, and 1993-2010 -a",
                    "ref_id": null
                },
                {
                    "start": 275,
                    "end": 296,
                    "text": "Blundell et al. (2008",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 297,
                    "end": 329,
                    "text": ") studied. Our estimates in 1979",
                    "ref_id": null
                },
                {
                    "start": 330,
                    "end": 335,
                    "text": "-1992",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 432,
                    "end": 454,
                    "text": "Blundell et al. (2008)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 882,
                    "end": 904,
                    "text": "Blundell et al. (2008)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1241,
                    "end": 1267,
                    "text": "Kaplan and Violante (2010)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 156,
                    "end": 163,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1362,
                    "end": 1368,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 1979,
                    "end": 1985,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Differences in estimates by periods"
        },
        {
            "text": "[m3G; v1.297] P.15 (1-22) E. Dauchy, F. Navarro-Sanchez and N. Seegert Review of Economic Dynamics Fig. 4 . Transmission of Income Shocks. NOTE -BPP updated reports estimates using the minimum distance estimation described by Blundell et al. (2008) . KV persistent reports estimates based on the methods in Kaplan and Violante (2010) , with a persistent permanent shock with parameter 0.95. KV persistent e 0.25 reports estimates based on Kaplan and Violante (2010) allowing for the effect of federal income tax on income with an elasticity of 0.25 and a persistent permanent shock with parameter 0.95.",
            "cite_spans": [
                {
                    "start": 29,
                    "end": 98,
                    "text": "Dauchy, F. Navarro-Sanchez and N. Seegert Review of Economic Dynamics",
                    "ref_id": null
                },
                {
                    "start": 226,
                    "end": 248,
                    "text": "Blundell et al. (2008)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 307,
                    "end": 333,
                    "text": "Kaplan and Violante (2010)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 439,
                    "end": 465,
                    "text": "Kaplan and Violante (2010)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 99,
                    "end": 105,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Differences in estimates by periods"
        },
        {
            "text": "We find that our estimates of the transitory transmission coefficient are similar to the literature in 1979-1992, and that the estimates have an increasing trend 1968-2010. Table 2 Panel B reports that our estimate of the transitory transmission coefficient is 0.114 in 1979-1992, using the model in Blundell et al. (2008) reported in Column 2. This, however, hides that the transitory transmission coefficient has increased over time. Using a longer period, we find that in the 1970s, households were almost entirely insulated from transitory income shocks. Since then, the transmission coefficient has increased, reaching levels of around 0.2 after 1992 on average, up to around 0.4 in the late 1990s and early 2000s (Fig. 4) . This pattern suggests that while the permanent transmission coefficient decreased, the transitory transmission coefficient increased. Households are less insulated from transitory shocks now than they were 40 years ago.",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 322,
                    "text": "Blundell et al. (2008)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 173,
                    "end": 180,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 719,
                    "end": 727,
                    "text": "(Fig. 4)",
                    "ref_id": null
                }
            ],
            "section": "Differences in estimates by periods"
        },
        {
            "text": "Though the overall trends in transmission coefficients are consistent across methods, some differences exist based on the models we employ. Fig. 4 summarizes several insights from comparing estimates across methods. 37 The first insight is that during most of the period, the permanent and transitory transmission coefficients are smaller when estimated with the method in Kaplan and Violante (2010) than the method in Blundell et al. (2008) . This difference in estimates across the two models is consistent with the findings in Kaplan and Violante (2010) . 38 Though the overall trends are similar across the two methods, their variations differ in several places. Specifically, for the permanent transmission coefficients, their variations upward or downward tend to differ in the 1980s and 1990s, making the methods diverge, even though they move along the same trends. Then, they move back together in the late 1990s and after. In contrast, for the transitory transmission coefficients, the estimates only start to diverge in the 1990s and 2000s.",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 399,
                    "text": "Kaplan and Violante (2010)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 419,
                    "end": 441,
                    "text": "Blundell et al. (2008)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 530,
                    "end": 556,
                    "text": "Kaplan and Violante (2010)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 140,
                    "end": 146,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Differences in estimates by method"
        },
        {
            "text": "The divergence in estimates across models is likely due to a combination of the model assumptions about liquidity constraints and tax policy changes. Kaplan and Violante (2010) show that because the model in Blundell et al. (2008) precludes the existence of liquidity-constrained consumers, their model overestimates the transmission of permanent income shocks. One of the largest changes in consumer liquidity constraints occurred as a result of the Tax Reform Act of 1986 (Ryan et al., 2011) . Specifically, the act limited interest deductions for individuals from all personal loans -including credit cardsto only interest deductions on mortgages. In response, consumers became more leveraged in relatively non-liquid assets. While certainly not definitive, the timing of this change in consumer liquidity constraints is consistent with the timing of the divergence of the transmission coefficient estimates across models. 39 Therefore, in Table 3 and from now on, we present the estimates over two sub-periods -1968-1985 and 1986-2010 -to correspond with the periods before and after the Tax Reform Act of 1986. We have shown already how this reform caused a notable change to insurance in the micro-simulations depicted in Fig. 1 , and here we can see how the differences between the Blundell et al. (2008) and Kaplan and Violante (2010) models diverge further after this reform regarding the transmission of permanent income shocks. 37 Panels A and B of Table 3 provide the average permanent and transitory transmission coefficients, respectively, over the full period 1968-2010 and the two sub-periods. 38 In particular, Kaplan and Violante (2010) say that their generalization of the model in Blundell et al. (2008) show that \"the actual insurability of shocks in the US economy may be higher than what was measured by BPP.\" 39 Kaplan and Violante (2010) also explore the implications of information by relaxing assumptions about no foresight and short memory. We also consider these changes to the model. Unfortunately, we are unable to relax these assumptions and use two-year differences, which are necessary to use years after 1996, for the transitory transmission coefficients. We report the estimates for the permanent transmission coefficient, however, in Figure A .11 and Table  A .9.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 176,
                    "text": "Kaplan and Violante (2010)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 208,
                    "end": 230,
                    "text": "Blundell et al. (2008)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 474,
                    "end": 493,
                    "text": "(Ryan et al., 2011)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1002,
                    "end": 1042,
                    "text": "sub-periods -1968-1985 and 1986-2010 -to",
                    "ref_id": null
                },
                {
                    "start": 1289,
                    "end": 1311,
                    "text": "Blundell et al. (2008)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1316,
                    "end": 1342,
                    "text": "Kaplan and Violante (2010)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1610,
                    "end": 1612,
                    "text": "38",
                    "ref_id": null
                },
                {
                    "start": 1628,
                    "end": 1654,
                    "text": "Kaplan and Violante (2010)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1701,
                    "end": 1723,
                    "text": "Blundell et al. (2008)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1833,
                    "end": 1835,
                    "text": "39",
                    "ref_id": null
                },
                {
                    "start": 1836,
                    "end": 1862,
                    "text": "Kaplan and Violante (2010)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 943,
                    "end": 950,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1228,
                    "end": 1234,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1460,
                    "end": 1467,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 2271,
                    "end": 2279,
                    "text": "Figure A",
                    "ref_id": null
                },
                {
                    "start": 2288,
                    "end": 2296,
                    "text": "Table  A",
                    "ref_id": null
                }
            ],
            "section": "Differences in estimates by method"
        },
        {
            "text": "[m3G; v1.297] P.16 (1-22) E. Dauchy, F. Navarro-Sanchez and N. Seegert Review of Economic Dynamics (1) reports estimates using the methods in Blundell et al. (2008) , designated BPP updated. Column (2) reports estimates based on the methods in Kaplan and Violante (2010) allowing for persistence with a parameter ρ = 0.95, designated KV persistent. Column The second insight is that allowing for labor-supply responses to taxes reduces the permanent transmission coefficients slightly without affecting the trend. These estimates suggest that consumers adjust their choices relative to productivity to smooth their consumption. In particular, the estimates of the permanent transmission coefficient shown in Columns (2) and (3) of Panel A of Table 3 decrease from 0.277 to 0.264 over the entire sample when the method allows for labor-supply responses. The difference is similar in the first and second sub-periods. In contrast, the transitory transmission coefficients are slightly larger using the model that allows for labor-supply responses to taxes. The estimates increase from 0.038 to 0.043 (reported in Columns 2 and 3 of Panel B). Figure A.11 and Table A .9 consider other values for the elasticity of labor supply. The differences in the estimates of transmission coefficients across elasticities are relatively small, and tend to be slightly smaller for larger labor-supply elasticities. In particular, the permanent and transitory transmission coefficients decrease to 0.272 and 0.058 respectively, for an elasticity of 0.1, to 0.257 and 0.045 respectively. for an elasticity of 0.4.",
            "cite_spans": [
                {
                    "start": 29,
                    "end": 98,
                    "text": "Dauchy, F. Navarro-Sanchez and N. Seegert Review of Economic Dynamics",
                    "ref_id": null
                },
                {
                    "start": 142,
                    "end": 164,
                    "text": "Blundell et al. (2008)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 244,
                    "end": 270,
                    "text": "Kaplan and Violante (2010)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 742,
                    "end": 749,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1140,
                    "end": 1151,
                    "text": "Figure A.11",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1156,
                    "end": 1163,
                    "text": "Table A",
                    "ref_id": null
                }
            ],
            "section": "Differences in estimates by method"
        },
        {
            "text": "Overall, this suggests that the only assumption that significantly impacts the size of our estimates is the flexibility of the model to allow for liquidity constrained consumers, which is included in the model by Kaplan and Violante (2010) and in this paper, but not in Blundell et al. (2008) . Assuming a range of intensity of labor supply responses, however, has only minor impacts on the results, possibly because this effect is indirectly captured by including liquidity constraints.",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 239,
                    "text": "Kaplan and Violante (2010)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 270,
                    "end": 292,
                    "text": "Blundell et al. (2008)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Differences in estimates by method"
        },
        {
            "text": "Moving forward, we focus on the estimates using the method in Kaplan and Violante (2010) that allows for both laborsupply responses and persistent shocks, because these estimates are based on the most realistic identifying assumptions, given our data. Table 4 reports estimates of the transmission coefficients by income quartile and educational attainment. We define income quartiles using 1980 as the base year and holding income groups fixed over the full sample. We also consider two education groups, high-school graduates and individuals with at least some college education. 40 We consider these subgroups because their transmission coefficients could change in different ways and for different reasons. First, Fig. 1 shows that active tax policy changes affected income quartiles differentially. Second, income growth differed for these income and education groups (changing passive tax changes). Third, these groups have varying access to different types of insurance. For example, low-income quartiles may depend more on government programs, while high-income quartiles may rely more on self-insurance.",
            "cite_spans": [
                {
                    "start": 62,
                    "end": 88,
                    "text": "Kaplan and Violante (2010)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 582,
                    "end": 584,
                    "text": "40",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 252,
                    "end": 259,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 718,
                    "end": 724,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Differences in estimates by method"
        },
        {
            "text": "As expected, the transmission coefficient of permanent income shocks is larger for lower-income quartiles and highschool graduates than higher-income quartiles and individuals with at least some college education. In particular, Panel A of Table 4 reports that the average permanent transmission coefficient is 0.538 for the bottom income quartile (Column 1) and 0.233 for the top income quartile (Column 4). Similarly, the average permanent transmission coefficient is 0.359 for high-school graduates (Column 5) and 0.220 for individuals with at least some college education (Column 6). The smaller permanent transmission coefficients for high-income quartiles likely reflect these groups' ability to smooth through credit, savings, and interacting with the federal income tax schedule in a different place. In addition, the difference in permanent [m3G; v1.297] P.17 (1-22) E. Dauchy, F. Navarro-Sanchez and N. Seegert Review of Economic Dynamics transmission coefficient using the BPP updated and the KV persistent methods (reported in Tables A.10 and A.11, respectively) are less different for the top income quartile than the other income quartiles, likely because the methods differ most for subgroups that are liquidity-constrained. The trends in the permanent transmission coefficient are similar across income and education groups, decreasing for all subgroups from 1968 to 2010. The magnitudes, however, differ somewhat across groups. For example, the middle income quartiles and those with some college education experienced larger decreases than the other income quartiles and educational attainment levels.",
            "cite_spans": [
                {
                    "start": 850,
                    "end": 875,
                    "text": "[m3G; v1.297] P.17 (1-22)",
                    "ref_id": null
                },
                {
                    "start": 879,
                    "end": 948,
                    "text": "Dauchy, F. Navarro-Sanchez and N. Seegert Review of Economic Dynamics",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 240,
                    "end": 247,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Differences in estimates by income and education"
        },
        {
            "text": "Households smooth a large proportion of transitory income shocks, and this seems to be true for all income quartiles and educational attainment levels. In particular, the estimates range from negative to 0.074. The general trend of an increase in the transitory transmission coefficient is observed in all but the second income quartile. The magnitudes of the increases in the transitory transmission coefficients differ somewhat across subgroup. For example, the top income quartile and households with at least some college education experienced larger increases than other income quartiles and educational attainment levels. To better understand the mechanisms for these changes and the potential role of tax policy, the next subsection decomposes the changes in transmission coefficients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Differences in estimates by income and education"
        },
        {
            "text": "This section investigates the mechanisms driving the changes in transmission coefficients previously reported. As the progressive income tax and transfer system plays a key role in reducing inequality, we focus on the role of the federal income tax as a key mechanism behind changes in the transmission of income shocks. Because high-income people pay higher average tax rates than others, federal taxes reduce inequality. Previous studies have provided suggestive evidence of this mechanism by comparing differences in the variance of pre-tax and post-tax income (Debacker et al., 2013) . 41 Evidence shows that before-tax income inequality has risen since the 1970s, despite an increase in government transfers, but that the mitigating effect of taxes on inequality is about the same today as before 1980. Thus, after-tax income inequality has increased about as much as before-tax inequality. 42 We use consumption as a more accurate and complete measure of economic well-being than after-tax income. How much the federal income tax affects consumption smoothing, however, is an open question. The ability of the federal income tax to smooth consumption has been called into question, in part because despite the fact that changes in active federal income tax policy have provided less insurance to householdsas evidenced in the micro-simulations in Section 3.3.1 -macro-labor models have shown that the transmission of income shocks has stayed the same or decreased.",
            "cite_spans": [
                {
                    "start": 564,
                    "end": 587,
                    "text": "(Debacker et al., 2013)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 896,
                    "end": 898,
                    "text": "42",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Decomposition of the transmission parameters"
        },
        {
            "text": "Our model reconciles these two pieces of evidence by suggesting that the transmission of income to consumption is affected by i) active changes in tax policy, ii) passive changes, resulting from the interaction between changes in the income 41 For example, Blundell et al. (2008) find that the permanent insurance parameter drops by 50 percent when using total family earnings instead of family net income. 42 https://www.taxpolicycenter.org /briefing -book /how-do -taxes -affect -income -inequality.",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 279,
                    "text": "Blundell et al. (2008)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Decomposition of the transmission parameters"
        },
        {
            "text": "[m3G; v1.297] P.18 (1-22) E. Dauchy, F. Navarro-Sanchez and N. Seegert Review of Economic Dynamics (1968) (1969) (1970) (1971) (1972) (1973) (1974) (1975) (1976) (1977) (1978) (1979) (1980) (1981) (1982) (1983) (1984) (1985) to -0. [1968] [1969] [1970] [1971] [1972] [1973] [1974] [1975] [1976] [1977] [1978] [1979] [1980] [1981] [1982] [1983] [1984] [1985] to 0.150 0.153 0.151 NOTE -Column (1) reports estimates using the minimum distance estimation described by Blundell et al. (2008) , designated BPP updated. Column (2) distribution and the federal income tax schedules, and iii) behavioral changes or responses to tax changes, such as changes in precautionary savings and credit availability. These three channels could operate in opposite directions, which could effectively mask their individual contributions. Specifically, we observe a decrease in the permanent transmission coefficient of 0.246 over the sample period (Table 5 , Panel A, Column 3, bottom row). This decrease, however, is a net change. For example, it could be the result of passive tax policy only, with no effect from active tax policy changes or behavioral changes. It could also be the combined result of changes in active tax policy that increases the parameter by 0.4 and of passive changes that decreased it by 0.646, with no impact from behavioral responses. In sum, to understand how federal income tax policy changes impacted households' consumption smoothing, it is necessary to decompose tax policy changes into passive and active changes and estimate their specific contribution to the transmission coefficients. Table 5 reports the contribution of active tax policy changes, passive tax policy changes, and behavioral changes to the permanent and transitory transmission coefficients, in Panels A and B, respectively. Column (1) reports the estimates for the BPP updated model. Columns (2) and (3) report the estimates of the KV persistent and KV persistent e 0.25 model. The final row of each panel reports the difference over sub-periods in the transmission coefficients reported in Table 3 .",
            "cite_spans": [
                {
                    "start": 29,
                    "end": 98,
                    "text": "Dauchy, F. Navarro-Sanchez and N. Seegert Review of Economic Dynamics",
                    "ref_id": null
                },
                {
                    "start": 99,
                    "end": 105,
                    "text": "(1968)",
                    "ref_id": null
                },
                {
                    "start": 106,
                    "end": 112,
                    "text": "(1969)",
                    "ref_id": null
                },
                {
                    "start": 113,
                    "end": 119,
                    "text": "(1970)",
                    "ref_id": null
                },
                {
                    "start": 120,
                    "end": 126,
                    "text": "(1971)",
                    "ref_id": null
                },
                {
                    "start": 127,
                    "end": 133,
                    "text": "(1972)",
                    "ref_id": null
                },
                {
                    "start": 134,
                    "end": 140,
                    "text": "(1973)",
                    "ref_id": null
                },
                {
                    "start": 141,
                    "end": 147,
                    "text": "(1974)",
                    "ref_id": null
                },
                {
                    "start": 148,
                    "end": 154,
                    "text": "(1975)",
                    "ref_id": null
                },
                {
                    "start": 155,
                    "end": 161,
                    "text": "(1976)",
                    "ref_id": null
                },
                {
                    "start": 162,
                    "end": 168,
                    "text": "(1977)",
                    "ref_id": null
                },
                {
                    "start": 169,
                    "end": 175,
                    "text": "(1978)",
                    "ref_id": null
                },
                {
                    "start": 176,
                    "end": 182,
                    "text": "(1979)",
                    "ref_id": null
                },
                {
                    "start": 183,
                    "end": 189,
                    "text": "(1980)",
                    "ref_id": null
                },
                {
                    "start": 190,
                    "end": 196,
                    "text": "(1981)",
                    "ref_id": null
                },
                {
                    "start": 197,
                    "end": 203,
                    "text": "(1982)",
                    "ref_id": null
                },
                {
                    "start": 204,
                    "end": 210,
                    "text": "(1983)",
                    "ref_id": null
                },
                {
                    "start": 211,
                    "end": 217,
                    "text": "(1984)",
                    "ref_id": null
                },
                {
                    "start": 218,
                    "end": 224,
                    "text": "(1985)",
                    "ref_id": null
                },
                {
                    "start": 232,
                    "end": 238,
                    "text": "[1968]",
                    "ref_id": null
                },
                {
                    "start": 239,
                    "end": 245,
                    "text": "[1969]",
                    "ref_id": null
                },
                {
                    "start": 246,
                    "end": 252,
                    "text": "[1970]",
                    "ref_id": null
                },
                {
                    "start": 253,
                    "end": 259,
                    "text": "[1971]",
                    "ref_id": null
                },
                {
                    "start": 260,
                    "end": 266,
                    "text": "[1972]",
                    "ref_id": null
                },
                {
                    "start": 267,
                    "end": 273,
                    "text": "[1973]",
                    "ref_id": null
                },
                {
                    "start": 274,
                    "end": 280,
                    "text": "[1974]",
                    "ref_id": null
                },
                {
                    "start": 281,
                    "end": 287,
                    "text": "[1975]",
                    "ref_id": null
                },
                {
                    "start": 288,
                    "end": 294,
                    "text": "[1976]",
                    "ref_id": null
                },
                {
                    "start": 295,
                    "end": 301,
                    "text": "[1977]",
                    "ref_id": null
                },
                {
                    "start": 302,
                    "end": 308,
                    "text": "[1978]",
                    "ref_id": null
                },
                {
                    "start": 309,
                    "end": 315,
                    "text": "[1979]",
                    "ref_id": null
                },
                {
                    "start": 316,
                    "end": 322,
                    "text": "[1980]",
                    "ref_id": null
                },
                {
                    "start": 323,
                    "end": 329,
                    "text": "[1981]",
                    "ref_id": null
                },
                {
                    "start": 330,
                    "end": 336,
                    "text": "[1982]",
                    "ref_id": null
                },
                {
                    "start": 337,
                    "end": 343,
                    "text": "[1983]",
                    "ref_id": null
                },
                {
                    "start": 344,
                    "end": 350,
                    "text": "[1984]",
                    "ref_id": null
                },
                {
                    "start": 351,
                    "end": 357,
                    "text": "[1985]",
                    "ref_id": null
                },
                {
                    "start": 465,
                    "end": 487,
                    "text": "Blundell et al. (2008)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 929,
                    "end": 937,
                    "text": "(Table 5",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 1603,
                    "end": 1610,
                    "text": "Table 5",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 2076,
                    "end": 2083,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Decomposition of the transmission parameters"
        },
        {
            "text": "We find that active tax policy changes served to accentuate the transmission of permanent income shocks to consumption, despite the overall decrease in the permanent transmission coefficient (reported in the last row of Panel A of Table 5 ). In particular, our baseline estimate -reported in Column (3)-suggests that active tax policy changes increased the coefficient by 0.353. This finding is consistent and significant across models, and is larger using the BPP updated model reported in Column (1).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 231,
                    "end": 238,
                    "text": "Table 5",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Decomposition of permanent transmission coefficient changes"
        },
        {
            "text": "Passive tax policy changes operated in the opposite direction as active changes, decreasing the average transmission of permanent income shocks to consumption. Our baseline estimate suggests that passive changes reduced the permanent transmission coefficient by -0.051 from the first to the second sub-periods. Put in context, passive tax policy changes explain about 21 percent of the average decrease in permanent transmission coefficients from 1968 to 2010. This estimate also means that passive changes partly offset the increasing impact of active changes by 14 percent. The passive changes are due to several underlying changes to the income distribution that are beyond the control of taxpayers, such as increased trade and automation. Tax policy changes can also change labor-supply choices or productivity; however, our model explicitly accounts for labor-supply response to taxes, limiting this channel. Nevertheless, we cannot exclude the possibility that our model does not fully control for the impact of labor-supply changes on income distribution, and therefore, admit that some of the passive contribution could be hidden in the contribution of active tax changes that affect labor supply.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Decomposition of permanent transmission coefficient changes"
        },
        {
            "text": "Behavioral changes -such as precautionary savings, borrowing, and increased credit -also acted to decrease the transmission of permanent income shocks to consumption, and to offset the positive effect of active changes. Our baseline E. Dauchy, F. Navarro-Sanchez and N. Seegert Review of Economic Dynamics income with an elasticity of 0.25 are decomposed using a Oaxaca (1973) and Blinder (1973) decomposition according to equation (21). Columns (1)-(4) report estimates based on income quartiles. Column (5) reports estimates where the household head is a high-school graduate. Column (6) reports estimates where the household head has at least some college education. Bootstrapped standard errors are reported in parentheses.",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 305,
                    "text": "Dauchy, F. Navarro-Sanchez and N. Seegert Review of Economic Dynamics",
                    "ref_id": null
                },
                {
                    "start": 363,
                    "end": 376,
                    "text": "Oaxaca (1973)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 381,
                    "end": 395,
                    "text": "Blinder (1973)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Decomposition of permanent transmission coefficient changes"
        },
        {
            "text": "estimate suggests that behavioral changes contributed to reduce the transmission coefficient by -0.548. In other words, behavioral changes more than countered the increase in the transmission coefficient due to active tax policy changes. This could be explained, for example, by increased access to credit via credit cards. The substantial contribution of behavioral changes, however, motivates future work to decompose the behavioral contribution into its components.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Decomposition of permanent transmission coefficient changes"
        },
        {
            "text": "Panel B of Table 5 shows that the transmission of transitory income shocks to consumption increased from 1968 to 2010. This increase contrasts with the decrease in the permanent transmission coefficient. Decomposing the contribution of tax policy changes to changes in the transitory coefficient reveals that active tax policy changes accentuated the coefficient by 0.468. This positive impact is similar to the findings for the permanent transmission coefficient. This positive effect of active tax policy is consistent across models, though substantially larger for estimates from the KV persistent and KV persistent e 0.25 models.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 11,
                    "end": 18,
                    "text": "Table 5",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Decomposition of transitory transmission coefficient changes"
        },
        {
            "text": "Passive tax policy changes operated in the same direction as active changes, increasing the transmission of transitory income shocks to consumption. Our baseline estimates in Column (3) suggest that the transitory transmission coefficient increased by 0.092 due to passive tax changes. This positive contribution of passive tax changes is much smaller than that of active tax changes. It is consistent across models, though smaller for BPP updated model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Decomposition of transitory transmission coefficient changes"
        },
        {
            "text": "Behavioral changes operated to dampen the transmission of transitory income shocks to consumption. Our baseline estimate in Column (3) suggests that behavioral changes decreased the transitory transmission coefficient by -0.409. In other words, the decreasing effect of behavioral changes attenuated 87 percent of the increasing effect of active tax policy changes. This negative contribution of behavioral changes differs between the models. This difference is likely due to divergences in the estimates of the transitory transmission coefficient in the late 1990s and 2000s. As these changes are not the focus of this paper, we leave for future work the investigation of how changes in household behavior contribute to the transmission of transitory income shocks to consumption.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Decomposition of transitory transmission coefficient changes"
        },
        {
            "text": "Panel A of Table 6 reports the decomposition of the permanent transmission coefficients, by income quartile and education attainment, using the KV persistent e 0.25 model. 43 The last row of Panel A reveals that all income quartiles and education groups experienced a decrease in the permanent transmission coefficient between the two sub-periods. The contribution of tax policy changes reported in Table 5 for the full sample is similar for most of the subgroups. Specifically, active tax policy changes accelerated the transmission of income shocks to consumption, while passive and behavioral changes attenuated it. The one exception is the top income quartile, for which active tax policy changes attenuated the transmission of permanent shocks, while behavioral changes enhanced it.",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 174,
                    "text": "43",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 11,
                    "end": 18,
                    "text": "Table 6",
                    "ref_id": "TABREF7"
                },
                {
                    "start": 399,
                    "end": 406,
                    "text": "Table 5",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Differences in estimates by income and education"
        },
        {
            "text": "While the general directions of how tax policy changes affect the permanent transmission coefficient are similar between the full sample and the subgroups, some changes are proportionately larger than others. For example, the third income quartile experienced the largest proportional increase in the permanent transmission coefficient due to active tax policy changes of 0.408, while that of the bottom and second income quartiles was much smaller at 0.115 and 0.080, respectively (reported in Columns 1-3 of Panel A of Table 6 ). The magnitudes of the decomposition are roughly similar for high-school graduates and those with at least some college education.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 521,
                    "end": 528,
                    "text": "Table 6",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "Differences in estimates by income and education"
        },
        {
            "text": "Panel B of Table 6 reports the decomposition of the transitory transmission coefficient by income quartile and education attainment. The last row reveals that the transmission of transitory income shocks increased for all subgroups except for the second income quartile. The contribution of tax policy changes reported in Table 5 for the full sample is similar for most of the subgroups. In particular, for most sub-groups, active and passive tax policy changes accentuated the transmission of transitory income shocks, while behavioral changes attenuated it. The main difference across subgroups lies in the contribution of the passive tax changes. For the second and top income quartile, passive tax policy changes attenuated the transmission of transitory shocks, while for the third quartile, passive tax policy changes substantially accentuated it. This finding highlights that tax policy changes affect different types of households differently, and that the impact of these changes on inequality may be difficult to predict.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 11,
                    "end": 18,
                    "text": "Table 6",
                    "ref_id": "TABREF7"
                },
                {
                    "start": 322,
                    "end": 329,
                    "text": "Table 5",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Differences in estimates by income and education"
        },
        {
            "text": "The evidence by subgroups reinforces the overall findings in the full sample. Active tax policy changes accentuated the transmission of both permanent and transitory income shocks to consumption, while passive and behavioral tax changes often operated in the opposite direction. This evidence suggests that households used other, private types of insurance mechanisms to offset the decrease in insurance due to changes in tax rates and the tax code, and that simply looking at the overall impact of tax policy changes masks these balancing forces.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Differences in estimates by income and education"
        },
        {
            "text": "This paper provides a detailed analysis of the evolution of the transmission of (or insurance to) different types of income shocks to consumption. It proposes a methodology to explain the mechanisms by which federal income tax policy has contributed to changes in insurance over time. Combining panel data on individual incomes and longitudinal consumption data across consumers and households from 1967 to 2010, it uses multiple modeling approaches borrowed from the microand macro-economic literature to estimate the levels of insurance of consumption to permanent and transitory income shocks over the long term. It also compares the trends in insurance across different socio-economic groups, based on income or educational attainment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "We find important changes in the levels of insurance to permanent and transitory income shocks over time. In particular, while consumers were on average only partly insured to permanent income shocks in the 1980s and early 1990s, insurance to permanent income shocks has increased in recent decades. We find the opposite for transitory income shocks: while the transmission of transitory income shocks to consumption was small a few decades ago, consumers have become less insured to transitory income shocks in recent years. Though the trends are similar across socio-economic groups, low income and less educated taxpayers still experience significantly less insurance to permanent income shocks than any other group. Meanwhile, the transmission of transitory income shocks has increased proportionately more for both the bottom-and top-income groups. This suggests increased inequality in the transmission of income shocks to consumption.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "We go one step further to identify and estimate the mechanisms by which the federal income tax system has contributed to changes in insurance trends over time. To this end, we use a tax model covering changes in the tax code over the designated period to simulate two types of exogenous changes in the tax system that have affected the degree of insurance provided by the tax code. We define changes in the tax code, such as changes in tax rates or subsidies or changes in tax design, as active tax policy changes. We define changes due to exogenous changes in the income distribution and how these changes interact with the non-linear income tax schedule as passive tax policy changes. Finally, we define changes in the difference between pre-and post-tax incomes that are not due to active or passive tax policy as behavioral responses, such as aversion to risk or private insurance. This decomposition allows us to not only uncover the overall role of the tax system to change the insurance of final consumption, but also separate and evaluate the different mechanisms by which tax policy operates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "We find that the overall effect of tax policy on insuring consumers to income shocks hides strikingly different contributions of active, passive, and behavioral tax policy changes. Active tax policy changes have operated to accentuate the transmission of both permanent and transitory income shocks to consumption. By contrast, passive tax policy changes have moderately decelerated the transmission of both income shocks. Behavioral tax policy changes, or consumers' responses to active and passive tax policy changes, have decelerated the transmission of both income shocks, sometimes enough to offset the accelerating trend of active tax policy changes. The contribution of active tax policy to reduce the insurance to permanent income shocks is not significantly different across income groups, but active tax policy reduced the insurance to transitory income shocks significantly more for the bottom-and the top-income groups. Nevertheless, for the top-income group, insurance to transitory income shocks was mostly offset by behavioral responses that increased insurance, while for the lowest income group, behavioral tax policy changes reinforced further the reduction in insurance to transitory shocks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "[m3G; v1.297] P.21 (1-22) E. Dauchy, F. Navarro-Sanchez and N. Seegert ",
            "cite_spans": [
                {
                    "start": 29,
                    "end": 70,
                    "text": "Dauchy, F. Navarro-Sanchez and N. Seegert",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "This suggests that the impact of tax policy changes on inequality is complex, and that evaluating the average effect of tax changes on insurance and inequality hides important, non-linear effects of different components of the tax system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Review of Economic Dynamics ••• (••••) •••-•••"
        },
        {
            "text": "These findings contribute to a better understanding of the role played by the federal income tax system in transmitting income shocks to consumption, as well as in changing inequality of consumption. Any direct change to the income tax system to reduce inequality must be evaluated in context, and assessed in parallel with the possible costs or deadweight loss that result from its interactions with indirect changes in tax policy, including exogenous changes in the distribution of income across consumers, and taxpayers' behavioral responses. Tax policy aimed to dampen inequality must also consider the types of income shocks that affect consumers, how these shocks change over time, and how they interact with the tax system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Review of Economic Dynamics ••• (••••) •••-•••"
        },
        {
            "text": "A more general analysis would also consider the long-term effects of changing the progressive structure of the income tax, such as its effect on income mobility. For instance, policies that would increase the progressivity of the income tax could decrease inequality initially, but increase inequality in the long run through lower income mobility. Another important extension of the model would allow permanent and transitory income shocks to endogenously depend on the federal income tax. This would evaluate whether active tax policy changes have precipitated economic growth, hence broadening the income distribution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Review of Economic Dynamics ••• (••••) •••-•••"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "On the covariance structure of earnings and hours changes",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dauchy",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Navarro-Sanchez",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "; ••••) •••-••• References",
                    "suffix": ""
                },
                {
                    "first": "John",
                    "middle": [
                        "M"
                    ],
                    "last": "Abowd",
                    "suffix": ""
                },
                {
                    "first": "David",
                    "middle": [],
                    "last": "Card",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Seegert Review of Economic Dynamics •••",
            "volume": "57",
            "issn": "2",
            "pages": "411--445",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Has consumption inequality mirrored income inequality?",
            "authors": [
                {
                    "first": "Mark",
                    "middle": [],
                    "last": "Aguiar",
                    "suffix": ""
                },
                {
                    "first": "Mark",
                    "middle": [],
                    "last": "Bils",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "The American Economic Review",
            "volume": "105",
            "issn": "9",
            "pages": "2725--2756",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Testing the response of consumption to income changes with (noisy) panel data",
            "authors": [
                {
                    "first": "Joseph",
                    "middle": [
                        "G"
                    ],
                    "last": "Altonji",
                    "suffix": ""
                },
                {
                    "first": "Aloysius",
                    "middle": [],
                    "last": "Siow",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "The Quarterly Journal of Economics",
            "volume": "102",
            "issn": "2",
            "pages": "293--328",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Is consumption growth consistent with intertemporal optimization? Evidence from the consumer expenditure survey",
            "authors": [
                {
                    "first": "Orazio",
                    "middle": [
                        "P"
                    ],
                    "last": "Attanasio",
                    "suffix": ""
                },
                {
                    "first": "Guglielmo",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Journal of Political Economy",
            "volume": "103",
            "issn": "6",
            "pages": "1121--1157",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Risk sharing in private information models with asset accumulation: explaining the excess smoothness of consumption",
            "authors": [
                {
                    "first": "Orazio",
                    "middle": [
                        "P"
                    ],
                    "last": "Attanasio",
                    "suffix": ""
                },
                {
                    "first": "Nicola",
                    "middle": [],
                    "last": "Pavoni",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Econometrica",
            "volume": "79",
            "issn": "4",
            "pages": "1027--1068",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The evolution of income, consumption, and leisure inequality in the United States",
            "authors": [
                {
                    "first": "Orazio",
                    "middle": [
                        "P"
                    ],
                    "last": "Attanasio",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hurst",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Eric",
                    "suffix": ""
                },
                {
                    "first": "Luigi",
                    "middle": [],
                    "last": "Pistaferri",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Improving the Measurement of Consumer Expenditures",
            "volume": "",
            "issn": "",
            "pages": "100--140",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The significance of federal taxes as automatic stabilizers",
            "authors": [
                {
                    "first": "Alan",
                    "middle": [
                        "J"
                    ],
                    "last": "Auerbach",
                    "suffix": ""
                },
                {
                    "first": "Daniel",
                    "middle": [],
                    "last": "Feenberg",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "The Journal of Economic Perspectives",
            "volume": "14",
            "issn": "3",
            "pages": "37--56",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Trends in US wage inequality: revising the revisionists",
            "authors": [
                {
                    "first": "David",
                    "middle": [
                        "H"
                    ],
                    "last": "Autor",
                    "suffix": ""
                },
                {
                    "first": "Lawrence",
                    "middle": [
                        "F"
                    ],
                    "last": "Katz",
                    "suffix": ""
                },
                {
                    "first": "Melissa",
                    "middle": [
                        "S"
                    ],
                    "last": "Kearney",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Review of Economics and Statistics",
            "volume": "90",
            "issn": "2",
            "pages": "300--323",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Tax policy and income inequality in the United States",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bargain",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Olivier",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Dolls",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mathias",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Immervoll",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Herwig",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Neumann",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Dirk",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Nico",
                    "suffix": ""
                },
                {
                    "first": "Sebastian",
                    "middle": [],
                    "last": "Siegloch",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "",
            "volume": "53",
            "issn": "",
            "pages": "1061--1085",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Wage discrimination: reduced form and structural estimates",
            "authors": [
                {
                    "first": "Alan",
                    "middle": [
                        "S"
                    ],
                    "last": "Blinder",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "The Journal of Human Resources",
            "volume": "",
            "issn": "",
            "pages": "436--455",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Income volatility and household consumption: the impact of food assistance programs",
            "authors": [
                {
                    "first": "Richard",
                    "middle": [],
                    "last": "Blundell",
                    "suffix": ""
                },
                {
                    "first": "Luigi",
                    "middle": [],
                    "last": "Pistaferri",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "The Journal of Human Resources",
            "volume": "38",
            "issn": "S",
            "pages": "1032--1050",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Imputing Consumption in the PSID Using Food Demand Estimates from the CEX. Institute for Fiscal Studies Working",
            "authors": [
                {
                    "first": "Richard",
                    "middle": [],
                    "last": "Blundell",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Pistaferri",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Luigi",
                    "suffix": ""
                },
                {
                    "first": "Ian",
                    "middle": [],
                    "last": "Preston",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Consumption inequality and partial insurance",
            "authors": [
                {
                    "first": "Richard",
                    "middle": [],
                    "last": "Blundell",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Pistaferri",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Luigi",
                    "suffix": ""
                },
                {
                    "first": "Ian",
                    "middle": [],
                    "last": "Preston",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "The American Economic Review",
            "volume": "98",
            "issn": "5",
            "pages": "1887--1921",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The effect of taxation on labor supply: evaluating the Gary negative income tax experiment",
            "authors": [
                {
                    "first": "Gary",
                    "middle": [],
                    "last": "Burtless",
                    "suffix": ""
                },
                {
                    "first": "Jerry",
                    "middle": [
                        "A"
                    ],
                    "last": "Hausman",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Journal of Political Economy",
            "volume": "86",
            "issn": "6",
            "pages": "1103--1130",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Estimating federal income tax burdens for panel study of income dynamics (PSID) families using the national bureau of economic research TAXSIM model",
            "authors": [
                {
                    "first": "Barbara",
                    "middle": [
                        "A"
                    ],
                    "last": "Butrica",
                    "suffix": ""
                },
                {
                    "first": "Richard",
                    "middle": [
                        "V"
                    ],
                    "last": "Burkhauser",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Aging Studies Program Paper No",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Precautionary saving and the marginal propensity to consume out of permanent income",
            "authors": [
                {
                    "first": "Christopher",
                    "middle": [
                        "D"
                    ],
                    "last": "Carroll",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Monetary Economics",
            "volume": "56",
            "issn": "6",
            "pages": "780--790",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Liquidity Constraints and Precautionary Saving",
            "authors": [
                {
                    "first": "Christopher",
                    "middle": [
                        "D"
                    ],
                    "last": "Carroll",
                    "suffix": ""
                },
                {
                    "first": "Miles",
                    "middle": [
                        "S"
                    ],
                    "last": "Kimball",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Rising inequality? Changes in the distribution of income and consumption in the 1980's",
            "authors": [
                {
                    "first": "David",
                    "middle": [
                        "M"
                    ],
                    "last": "Cutler",
                    "suffix": ""
                },
                {
                    "first": "Lawrence",
                    "middle": [
                        "F"
                    ],
                    "last": "Katz",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "The American Economic Review",
            "volume": "82",
            "issn": "2",
            "pages": "546--551",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Saving and liquidity constraints",
            "authors": [
                {
                    "first": "Angus",
                    "middle": [],
                    "last": "Deaton",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Econometrica",
            "volume": "59",
            "issn": "5",
            "pages": "1221--1248",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Rising inequality: transitory or persistent? New evidence from a panel of US tax returns",
            "authors": [
                {
                    "first": "Jason",
                    "middle": [],
                    "last": "Debacker",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Heim",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bradley",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Panousi",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Vasia",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ramnath",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Shanti",
                    "suffix": ""
                },
                {
                    "first": "Ivan",
                    "middle": [],
                    "last": "Vidangos",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Brookings Papers on Economic Activity",
            "volume": "",
            "issn": "",
            "pages": "67--122",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Automatic stabilizers and economic crisis: US vs",
            "authors": [
                {
                    "first": "Mathias",
                    "middle": [],
                    "last": "Dolls",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Fuest",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Clemens",
                    "suffix": ""
                },
                {
                    "first": "Andreas",
                    "middle": [],
                    "last": "Peichl",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Europe. Journal of Public Economics",
            "volume": "96",
            "issn": "3-4",
            "pages": "279--294",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Proportional income taxation and risk-taking",
            "authors": [
                {
                    "first": "Evsey",
                    "middle": [
                        "D"
                    ],
                    "last": "Domar",
                    "suffix": ""
                },
                {
                    "first": "Richard",
                    "middle": [
                        "A"
                    ],
                    "last": "Musgrave",
                    "suffix": ""
                }
            ],
            "year": 1944,
            "venue": "The Quarterly Journal of Economics",
            "volume": "58",
            "issn": "3",
            "pages": "388--422",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Indexing the federal tax system: a cost-of-living approach",
            "authors": [
                {
                    "first": "Robert",
                    "middle": [],
                    "last": "Gillingham",
                    "suffix": ""
                },
                {
                    "first": "John",
                    "middle": [
                        "S"
                    ],
                    "last": "Greenlees",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Journal of Business & Economic Statistics",
            "volume": "8",
            "issn": "4",
            "pages": "465--473",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The rising instability of US earnings",
            "authors": [
                {
                    "first": "Peter",
                    "middle": [],
                    "last": "Gottschalk",
                    "suffix": ""
                },
                {
                    "first": "Robert",
                    "middle": [
                        "A"
                    ],
                    "last": "Moffitt",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "The Journal of Economic Perspectives",
            "volume": "",
            "issn": "",
            "pages": "3--24",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Stochastic implications of the life cycle-permanent income hypothesis: theory and evidence",
            "authors": [
                {
                    "first": "Robert",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Journal of Political Economy",
            "volume": "86",
            "issn": "6",
            "pages": "971--987",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The sensitivity of consumption to transitory income: estimates from panel data of households",
            "authors": [
                {
                    "first": "Robert",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "Fredrick",
                    "middle": [],
                    "last": "Mishkin",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Econometrica",
            "volume": "50",
            "issn": "2",
            "pages": "261--281",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Unequal we stand: an empirical analysis of economic inequality in the United States",
            "authors": [
                {
                    "first": "Jonathan",
                    "middle": [],
                    "last": "Heathcote",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Perri",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Fabrizio",
                    "suffix": ""
                },
                {
                    "first": "Giovanni",
                    "middle": [
                        "L"
                    ],
                    "last": "Violante",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "Review of Economic Dynamics",
            "volume": "13",
            "issn": "1",
            "pages": "15--51",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "How much consumption insurance beyond self-insurance?",
            "authors": [
                {
                    "first": "Greg",
                    "middle": [],
                    "last": "Kaplan",
                    "suffix": ""
                },
                {
                    "first": "Giovanni",
                    "middle": [
                        "L"
                    ],
                    "last": "Violante",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "American Economic Journal: Macroeconomics",
            "volume": "2",
            "issn": "4",
            "pages": "53--87",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "A model of the consumption response to fiscal stimulus payments",
            "authors": [
                {
                    "first": "Greg",
                    "middle": [],
                    "last": "Kaplan",
                    "suffix": ""
                },
                {
                    "first": "Giovanni",
                    "middle": [
                        "L"
                    ],
                    "last": "Violante",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Econometrica",
            "volume": "82",
            "issn": "4",
            "pages": "1199--1239",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The wealthy hand-to-mouth",
            "authors": [
                {
                    "first": "Greg",
                    "middle": [],
                    "last": "Kaplan",
                    "suffix": ""
                },
                {
                    "first": "Giovanni",
                    "middle": [
                        "L"
                    ],
                    "last": "Violante",
                    "suffix": ""
                },
                {
                    "first": "Justin",
                    "middle": [],
                    "last": "Weidner",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Aguiar",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mark",
                    "suffix": ""
                },
                {
                    "first": "Karen",
                    "middle": [],
                    "last": "Pence",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Brookings Papers on Economic Activity",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Earnings inequality and mobility in the United States: evidence from social security data since 1937",
            "authors": [
                {
                    "first": "Wojciech",
                    "middle": [],
                    "last": "Kopczuk",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Saez",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Emmanuel",
                    "suffix": ""
                },
                {
                    "first": "Jae",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "The Quarterly Journal of Economics",
            "volume": "125",
            "issn": "1",
            "pages": "91--128",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Permanent versus Transitory Income Shocks over the Business Cycle",
            "authors": [
                {
                    "first": "Agnes",
                    "middle": [],
                    "last": "Kovacs",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Rondinelli",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Concetta",
                    "suffix": ""
                },
                {
                    "first": "Serena",
                    "middle": [],
                    "last": "Trucchi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The use of time series processes to model the error structure of earnings in a longitudinal data analysis",
            "authors": [
                {
                    "first": "Thomas",
                    "middle": [
                        "E"
                    ],
                    "last": "Macurdy",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Journal of Econometrics",
            "volume": "18",
            "issn": "1",
            "pages": "83--114",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Income variance dynamics and heterogeneity",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Meghir",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Costas",
                    "suffix": ""
                },
                {
                    "first": "Luigi",
                    "middle": [],
                    "last": "Pistaferri",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Econometrica",
            "volume": "72",
            "issn": "1",
            "pages": "1--32",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Trends in the covariance structure of earnings in the",
            "authors": [
                {
                    "first": "Robert",
                    "middle": [
                        "A"
                    ],
                    "last": "Moffitt",
                    "suffix": ""
                },
                {
                    "first": "Peter",
                    "middle": [],
                    "last": "Gottschalk",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "The Journal of Economic Inequality",
            "volume": "9",
            "issn": "3",
            "pages": "439--459",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Trends in the transitory variance of male earnings: methods and evidence",
            "authors": [
                {
                    "first": "Robert",
                    "middle": [
                        "A"
                    ],
                    "last": "Moffitt",
                    "suffix": ""
                },
                {
                    "first": "Peter",
                    "middle": [],
                    "last": "Gottschalk",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "The Journal of Human Resources",
            "volume": "47",
            "issn": "1",
            "pages": "204--236",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Male-female wage differentials in urban labor markets",
            "authors": [
                {
                    "first": "Ronald",
                    "middle": [
                        "L"
                    ],
                    "last": "Oaxaca",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "International Economic Review",
            "volume": "3",
            "issn": "14",
            "pages": "693--709",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Responsiveness of the federal individual income tax to changes in income",
            "authors": [
                {
                    "first": "Joseph",
                    "middle": [
                        "A"
                    ],
                    "last": "Pechman",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Brookings Papers on Economic Activity",
            "volume": "4",
            "issn": "2",
            "pages": "385--428",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Heterogeneous life-cycle profiles, income risk and consumption inequality",
            "authors": [
                {
                    "first": "Giorgio",
                    "middle": [
                        "E"
                    ],
                    "last": "Primiceri",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Van Rens",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Monetary Economics",
            "volume": "56",
            "issn": "1",
            "pages": "20--39",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "A brief postwar history of US consumer finance",
            "authors": [
                {
                    "first": "Andrea",
                    "middle": [],
                    "last": "Ryan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Trumbull",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Gunnar",
                    "suffix": ""
                },
                {
                    "first": "Peter",
                    "middle": [],
                    "last": "Tufano",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Business History Review",
            "volume": "85",
            "issn": "3",
            "pages": "461--498",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "A superior measure of consumption from the panel study of income dynamics",
            "authors": [
                {
                    "first": "Jonathan",
                    "middle": [],
                    "last": "Skinner",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Economics Letters",
            "volume": "23",
            "issn": "2",
            "pages": "213--216",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Technological acceleration, skill transferability, and the rise in residual inequality",
            "authors": [
                {
                    "first": "Giovanni",
                    "middle": [
                        "L"
                    ],
                    "last": "Violante",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "The Quarterly Journal of Economics",
            "volume": "117",
            "issn": "1",
            "pages": "297--338",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Consumption and liquidity constraints: an empirical investigation",
            "authors": [
                {
                    "first": "Stephen",
                    "middle": [
                        "P"
                    ],
                    "last": "Zeldes",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Journal of Political Economy",
            "volume": "97",
            "issn": "2",
            "pages": "305--346",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Does the choice of consumption measure matter? An application to the permanent income hypothesis",
            "authors": [
                {
                    "first": "James",
                    "middle": [
                        "P"
                    ],
                    "last": "Ziliak",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Journal of Monetary Economics",
            "volume": "41",
            "issn": "1",
            "pages": "201--216",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "The effect of income taxation on consumption and labor supply",
            "authors": [
                {
                    "first": "James",
                    "middle": [
                        "P"
                    ],
                    "last": "Ziliak",
                    "suffix": ""
                },
                {
                    "first": "Thomas",
                    "middle": [
                        "J"
                    ],
                    "last": "Kniesner",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal of Labor Economics",
            "volume": "23",
            "issn": "4",
            "pages": "769--796",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure A.3 shows these moment conditions graphically. While Figure A.6 compares these moments when we either do or do not consider the effect of taxes on labor supply. 20 See Kaplan and Violante (2010) for an explanation of this construction in terms of instrumental variables. 21 See Appendix C for more. 22 Figure A.4 and Figure A.5 graphically show these moment conditions for the covariances with income and consumption, respectively. Figure A.7 and Figure A.8 compare these moments when we do or do not consider the effect of taxes on labor supply.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Active and Passive Tax Policy Changes, by Quartiles of Income. NOTE -Fig. 1shows that active changes in tax policy decreased insurance and passive changes in tax policy increased insurance from 1968 to 2010. Active and passive changes in insurance are calculated using simulations from NBER's TaxSim program and are defined in equations",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "31 The PSID's representative sample of the US population covers 61 percent of the 1967 sample, and the low-income sample (SEO) covers 39 percent of the 1967 sample.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Mean and Standard Deviation of Log Non-Durable Expenditures. NOTE -See",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Variance of Permanent and Transitory Income Shocks. NOTE -Estimates from the minimum distance estimation followingBlundell et al. (2008), accounting for the effect of federal income tax on income with an elasticity of 0.25.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "reports estimates based on the methods in Kaplan and Violante (2010) allowing for persistence with a parameter ρ = 0.95, and accounting for the effect of federal income tax on income with an elasticity of 0.25, designated KV persistent e 0.25. Standard errors are reported in parentheses.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Comparison of Means (Variances) -PSID and CEX. NOTE -R = Representative PSID households (drawn from the national survey only). CEX = Consumer Expenditure Survey. Standard errors are in parentheses.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Transmission of Permanent and Transitory Income Shocks. ρ = 0.95, and accounting for the effect of federal income tax on income with an elasticity of 0.25, designated KV persistent e 0.25. Standard errors are reported in parentheses.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Transmission of Permanent and Transitory Income Shocks.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Transmission of Permanent and Transitory Income Shocks by Income Quartiles and Education using KV persistent e 0.25.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Decomposition of Changes in the Transmission of Income Shocks to Consumption.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "reports estimates based on the methods inKaplan and Violante (2010) allowing for persistence with a parameter ρ = 0.95, designated KV persistent. Column (3) reports estimates based on the methods in Kaplan and Violante(2010)allowing for persistence with a parameter ρ = 0.95, and accounting for the effect of federal income tax on income with an elasticity of 0.25, designated KV persistent e 0.25. The transmission parameters are decomposed using aOaxaca (1973) andBlinder (1973) decomposition according to equation(21). Bootstrapped standard errors are reported in parentheses.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Decomposition of Changes in the Transmission of Income Shocks to Consumption by Income Quartiles and Education using KV persistent e 0.25.NOTE -The transmission parameters based on the methods inKaplan and Violante (2010) allowing for persistence with a parameter ρ = 0.95, and accounting for the effect of federal income tax on",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Supplementary material related to this article can be found online at https://doi .org /10 .1016 /j .red .2020 .10 .004.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix A. Supplementary material"
        }
    ]
}