{
    "paper_id": "0a690b14a12bf45c467851b8429650bda528767f",
    "metadata": {
        "title": "Journal Pre-proof Racial and Geographic Disparities in Internet Use in the U.S. Among Patients with Atherosclerotic Cardiovascular Disease",
        "authors": [
            {
                "first": "Mahmoud",
                "middle": [],
                "last": "Al Rifai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [
                    "D"
                ],
                "last": "Shapiro",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sayani",
                "middle": [],
                "last": "Mncm",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Martha",
                "middle": [],
                "last": "Gulati",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Glenn",
                "middle": [],
                "last": "Levine",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Fatima",
                "middle": [],
                "last": "Rodriguez",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "D"
                ],
                "last": "Mph",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mahtta",
                "middle": [],
                "last": "Dhruv",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Amit",
                "middle": [],
                "last": "Do",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Laura",
                "middle": [
                    "A"
                ],
                "last": "Khera",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Petersen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Salim",
                "middle": [
                    "S"
                ],
                "last": "Virani",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Due to the COVID-19 pandemic, clinicians had to adapt in order to continue to provide safe and effective care to patients with atherosclerotic cardiovascular disease (ASCVD). Telehealth has emerged as an important tool to provide continued care to these patients and rapid implementation has been facilitated by several recent legislative changes. 1 Patients with ASCVD are likely to benefit the most from avoiding unnecessary exposure to in-person visits and use of telehealth. 2 However, there may be disparities in internet use, which may affect full implementation of the telehealth model. We evaluate the prevalence of internet use in the overall U.S. population, among those with ASCVD, and by race and U.S. state.",
            "cite_spans": [
                {
                    "start": 348,
                    "end": 349,
                    "text": "1",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 479,
                    "end": 480,
                    "text": "2",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The Behavioral Risk Factor Surveillance System (BRFSS) survey is a nationwide telephone-based questionnaire administered by the Centers for Disease Control and Prevention among a random sample of U.S. adult residents regarding health-related risk behaviors, chronic health conditions, and the use of preventive services. We utilized data from the 2016 and 2017 BRFSS survey. IRB approval was not obtained because this is a publicly available dataset.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Participants were considered to have used the internet if they answered \"Yes\" to the question \"Have you used the internet in the past 30 days?\" ASCVD was ascertained by self-report with participants responding to the question \"Have you ever had coronary heart disease or myocardial infarction or stroke\" Weighted prevalence data was summarized for the overall population and among those with history of ASCVD, by race/ethnicity, and U.S. state. We used logistic regression models to study the association between ASCVD, race and internet use adjusting for age, sex, education, and employment status.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Analyses were conducted using Stata version 13.1 (StataCorp, College Station, Texas) and heat maps were generated using Excel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The study population consisted of 910,655 participants of whom 37% were older than 45 years, 51% female, 63% White, 12% Black, 17% Hispanic, and 9% with ASCVD. At the time of this survey, the U.S. population over the age of 18 years was estimated at 253,881,929. The prevalence of internet use was 84% in the overall population and 63% among those with self-reported ASCVD, which translates to approximately to 213 million and 14 million US adults, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Participants with prior ASCVD were more likely to be old, male, white, have diabetes, hypertension, hyperlipidemia, and currently smoke, but less likely to be educated compared to those without ASCVD (p <0.05).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The unadjusted prevalence of internet use among patients with ASCVD was 66% among Whites, 47% among Blacks, and 50% among Hispanics (p<0.001). In general, across all U.S. states, Blacks and Hispanics had a lower prevalence of internet use compared to Whites (Figure) . In a nationally representative U.S. sample, the prevalence of internet use was lower among individuals with ASCVD compared to the general U.S. population, and lower among Blacks and Hispanics compared to Whites.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 258,
                    "end": 266,
                    "text": "(Figure)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Patients with ASCVD report less internet use likely due to older age. Racial disparities in internet access may also be unmasked by COVID-19, which has disproportionately affected Black and Hispanic communities, which are also groups at higher risk for ASCVD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "With recent job losses and unemployment now affecting at least 15% of the U.S. population, access to internet may worsen. The provision of telemedicine necessitates broad and equitable access to the internet. Cost is likely the largest barrier to uniform access to the internet as the U.S. currently ranks number 5 in expense for home internet services. Internet speed is important when utilizing video conferencing or other technologies as opposed to telephone visits. Further, there may be limited availability of internet in various residential areas, particularly in rural locations. However, even after adjustment for sociodemographic factors and evaluating each U.S. state separately, race and ethnic differences in internet use persisted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The results of this paper should be interpreted in the context of important limitation. The BRFSS question used to assess internet use may not fully capture internet use as other forms of internet access are possible and therefore not evaluated. All data are self-reported and subject to misclassification. While we adjusted for known confounders, there remains the possibility of residual confounding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In conclusion, the prevalence of internet use is lower among individuals with ASCVD as compared to the general population, and lower among Blacks and Hispanics compared with whites. Efforts are needed to mitigate these disparities to ensure equitable care delivery at a time when telehealth services have become important for the provision of longitudinal cardiovascular care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Section of Cardiology, Michael E. DeBakey Veterans Affairs Medical Center",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Continuity of Care and Outpatient Management for Patients with and at High Risk for Cardiovascular Disease during the COVID-19 Pandemic: A Scientific Statement from the American Society for Preventive Cardiology",
            "authors": [
                {
                    "first": "Khera",
                    "middle": [],
                    "last": "Amit",
                    "suffix": ""
                },
                {
                    "first": "Baum",
                    "middle": [],
                    "last": "Seth",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gluckman Ty",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Gulati",
                    "middle": [],
                    "last": "Martha",
                    "suffix": ""
                },
                {
                    "first": "Martin",
                    "middle": [],
                    "last": "Seth",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Michos Erin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Navar Ann Marie",
                    "suffix": ""
                },
                {
                    "first": "Taub",
                    "middle": [],
                    "last": "Pam",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Toth",
                    "middle": [],
                    "last": "Peter",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Virani Salim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wong Nathan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Shapiro Michael",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Prev Cardiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajpc.2020.100009"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Policy Recommendations to Guide the Use of Telemedicine in Primary Care Settings: An American College of Physicians Position Paper",
            "authors": [
                {
                    "first": "Daniel",
                    "middle": [],
                    "last": "Hilary",
                    "suffix": ""
                },
                {
                    "first": "Lois",
                    "middle": [],
                    "last": "Sulmasy",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Snyder",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Ann Intern Med",
            "volume": "163",
            "issn": "10",
            "pages": "787--789",
            "other_ids": {
                "DOI": [
                    "10.7326/M15-0498"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Heat map demonstrating the relative difference* in prevalence of internet use among Blacks and Hispanics compared to Whites",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Individuals with ASCVD were 26% less likely to report internet use [Odds Ratio (95% confidence interval)] [0.74 (0.71,0.77)]. Blacks and Hispanics were less likely to report internet use compared to Whites [0.36 (0.33,0.40) and 0.45 (0.40,0.52)] respectively].",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}