{
    "paper_id": "0a6a7cd0f03b3aad15c42033a715d96261acf136",
    "metadata": {
        "title": "Impact of COVID-19 on Canadian anesthesia resident matching: challenges and opportunities for applicants",
        "authors": [
            {
                "first": "Kacper",
                "middle": [],
                "last": "Niburski",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "A"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "David-Dan",
                "middle": [
                    "Pablo"
                ],
                "last": "Nguyen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [
                    "Natalie"
                ],
                "last": "Ingelmo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Buu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Medical students are integral to healthcare's future. Nevertheless, their role during a pandemic is largely unclear. With the World Health Organization declaring the coronavirus disease (COVID-19) a pandemic on 11 March 2020, and all medical schools in Canada subsequently suspending their clerkships, 1 numerous challenges have been presented to prospective anesthesia residency applicants. These challenges are especially heightened with the additional COVID-19-related droplet and aerosol transmission precautions, and numerous other sterile protocols in the operating room (OR) that often prevent students being in the OR. As affected students, we would like to address numerous challenges for Canadian medical students seeking clinical exposure to specialties that they might be interested in for residency training, including anesthesiology.",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 303,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "To the Editor,"
        },
        {
            "text": "Educational exposure during the pandemic has been limited at all levels of training. Rios Medina and Salazar noted that exposure to regional anesthesia education was particularly affected, in part because of the focus on only well-trained physicians performing regional blocks to reduce block failure, complications, and overall risk of exposure when treating COVID-19 patients. 2 While residents were particularly affected, it also reduced teaching and other opportunities for students to participate in blocks. This reduction in experiential anesthesia education is compounded for medical students where much of the ongoing teaching has been transferred to web-based systems or video conferencing. 3 Video-based learning does not allow for teaching of in-person procedures such as intubation or vascular cannulation. With some ORs operating only at a limited capacity, 2 there is also less opportunity for on-site training.",
            "cite_spans": [
                {
                    "start": 379,
                    "end": 380,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 700,
                    "end": 701,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "To the Editor,"
        },
        {
            "text": "In previous pandemics (e.g., H1N1 in 2004), electives were cancelled. 3 As a result, the Canadian Residency Matching Service restructured the match process by delaying deadlines, changing interview months, and delaying the release of match results. 3 COVID-19 is similar, with only home-institution electives being offered. It has been previously noted that a student's performance during an elective was a main indicator of how they would match in Canada. 4 Without the ability to take visiting electives, there is less opportunity for nonhome programs to assess applicants from other schools. It is currently unclear what other objective measures (e.g., research, volunteerism, or core clerkship performance) will be used during the matching process when considering students from schools outside their own.",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 71,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 457,
                    "end": 458,
                    "text": "4",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "To the Editor,"
        },
        {
            "text": "Travel limitations related to COVID-19 also have implications on the applicant's ability to evaluate a program. Though all anesthesiology programs in Canada offer equally good educational opportunities, the reduced on-site exposure does not allow applicants to consider the many daily-life factors in the prospective new program and city. 4 It also reduces the ability to improve in environments that differ from one another (e.g., medical practice and clinical guidelines). Furthermore, the pool of anesthesia electives available may be limited given COVID-19 infection rates. For example, McGill has used a lotterybased system to allocate anesthesia electives. Difficulties also extend to the interviews, which were previously in-person. Now that interviews will be virtual, it is unclear how a student can best stand out.",
            "cite_spans": [
                {
                    "start": 339,
                    "end": 340,
                    "text": "4",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "To the Editor,"
        },
        {
            "text": "While there is no doubt that anesthesia applicants have many difficulties-limited elective availability, no ability to assess schools and their programs, and possibly poor educational opportunities-there are ways that anesthesia applicants can improve their chances. Among them, an applicant may show commitment through involvement in research, extracurricular involvement, and other activities, including advocacy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To the Editor,"
        },
        {
            "text": "Importantly, learners are only one part of this equation and there needs to be a shared responsibility by departments to ease these learning difficulties. We suggest that anesthesia programs could actively help mitigate this unprecedented situation by setting up alternatives to traditional rotations and clerkships using virtual anesthesia showcases, as has been done in other specialties. 5 While this additional workload might add to that already being experienced by anesthesiologists at the front-line of the pandemic, the need for both medical students and programs to adapt to the ''new reality'' imposed by the pandemic is important and has a timeline that is challengingly short.",
            "cite_spans": [
                {
                    "start": 391,
                    "end": 392,
                    "text": "5",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "To the Editor,"
        },
        {
            "text": "Disclosures None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To the Editor,"
        },
        {
            "text": "Editorial responsibility This submission was handled by Dr. Hilary P. Grocott, Editor-in-Chief, Canadian Journal of Anesthesia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding statement None."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The Association of Faculties of Medicine of Canada",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19 and education in regional anesthesia",
            "authors": [
                {
                    "first": "Rı´os",
                    "middle": [],
                    "last": "Medina",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Caicedo",
                    "middle": [],
                    "last": "Salazar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Reg Anesth Pain Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/rapm-2020-101838"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Daily medical education for confined students during COVID-19 pandemic: a simple videoconference solution",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Moszkowicz",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Duboc",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dubertret",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Roux",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bretagnol",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Anat",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The Association of Faculties of Medicine of Canada electives diversification: a discussion of its implications in anesthesiology",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Niburski",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kouri",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Can J Anesth",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s12630-020-01750-0"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "COVID-19 and the urology match: perspectives and a call to action",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Gabrielson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Kohn",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Clifton",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Urol",
            "volume": "204",
            "issn": "",
            "pages": "17--26",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}