{
    "paper_id": "0a7b5a345a7faf983347f553f711fa65f7a55667",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Prawin",
                "middle": [],
                "last": "Kumar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "All India Institute of Medical Sciences",
                    "location": {
                        "settlement": "Jodhpur",
                        "region": "Rajasthan",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Jagdish",
                "middle": [
                    "P"
                ],
                "last": "Goyal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "All India Institute of Medical Sciences",
                    "location": {
                        "settlement": "Jodhpur",
                        "region": "Rajasthan",
                        "country": "India"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "VOLUME 57 __ JULY 15, 2020",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Coronavirus disease , an acute respiratory infection caused by severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2), is presently affecting children and adults worldwide [1] . Asthma is a common respiratory disease in children and may be a co-morbidity in some affected children; we, herein, highlight a few related issues.",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 181,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "C C C C C O O O O O R R R R R R R R R R E E E E E S S S S S P P P P P O O O O O N N N N N D D D D D E E E E E N N N N N C C C C C E E E E E"
        },
        {
            "text": "Moderate to severe, especially uncontrolled asthma, is considered as an increased risk for SARS-CoV-2 infection, though not reported initially as one of the comorbidities amongst COVID-19 patients [2] . However, the data from United States and United Kingdom shows asthma as one of the prevalent underlying conditions in patients with COVID-19 [3, 4] . Nonetheless, the evidence is still evolving and is primarily from adults. Experimental studies have revealed that inhaled corticosteroid (ICS) and/or bronchodilator can suppress SARS-CoV-2 replication and cytokines synthesis [5] , but its therapeutic implications are still unclear. In children, asthma flare up is usually due to viral infections, and clinically, it is difficult to differentiate these viral infections from SARS-CoV-2 infection [5] . At present, there is no evidence that asthma medications viz. bronchodilators, corticosteroid (inhaled, intranasal or oral) or antihistamine can lead to increase risk of severe disease from SARS-CoV-2 infection. Therefore, asthmatic children should continue their maintenance therapy in the same dose, as proper asthma control can prevent unnecessary hospital visits [6].",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 200,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 344,
                    "end": 347,
                    "text": "[3,",
                    "ref_id": null
                },
                {
                    "start": 348,
                    "end": 350,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 578,
                    "end": 581,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 799,
                    "end": 802,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "C C C C C O O O O O R R R R R R R R R R E E E E E S S S S S P P P P P O O O O O N N N N N D D D D D E E E E E N N N N N C C C C C E E E E E"
        },
        {
            "text": "Spirometry and peak expiratory flow meter (PEFR) should be better avoided during the COVID-19 pandemic, due to the risk of transmission to healthcare staff or other children. If these are essential for some reason, then full infection control should be followed as per the standard guideline [6].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C C C C C O O O O O R R R R R R R R R R E E E E E S S S S S P P P P P O O O O O N N N N N D D D D D E E E E E N N N N N C C C C C E E E E E"
        },
        {
            "text": "There is tremendous scope of telemedicine in the management of asthmatic children, particularly in followup patients. The compliance and technique of a child can be checked and corrected through video conference, and health education provided about the asthma action plan for the worsening of the symptoms, which can reduce non-urgent health care visits to a great extent [7].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C C C C C O O O O O R R R R R R R R R R E E E E E S S S S S P P P P P O O O O O N N N N N D D D D D E E E E E N N N N N C C C C C E E E E E"
        },
        {
            "text": "Nebulization is considered as a potential risk for aerosol generation and transmission of SARS-CoV-2 infection. Thus, if a child presents with asthma exacerbation, it is recommended to use a pressurized meter dose inhaler (pMDI) with a spacer with a tightly fitted mask for rescue medication. Though there may be concern regarding the use of systemic steroids in the COVID-19 pandemic, Global Initiative for Asthma (GINA) 2020 guideline clearly stated that systemic steroids, if required, should be given in asthma exacerbation for a shorter duration [8].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Management of Asthma in Children during COVID-19 Pandemic"
        },
        {
            "text": "Emphasizing general precautions to all asthma patients and their caregivers should, of course, continue during outpatient visits or telemedicine consults. VOLUME 57 __ JULY 15, 2020 ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Management of Asthma in Children during COVID-19 Pandemic"
        },
        {
            "text": "Choudhary and Goyal [1] have raised important issues regarding issues affecting children during the SARS-CoV-2 pandemic. We wish to highlight two additional issues related to the pandemic and the resultant lockdown.",
            "cite_spans": [
                {
                    "start": 20,
                    "end": 23,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19: Important Issues for Pediatricians"
        },
        {
            "text": "A large number of children are likely to miss out on vaccinations due to postponement of campaigns and interruptions in routine vaccinations [2] . The Strategic Advisory Group of Experts (SAGE) on immunization recommended that all mass vaccination campaigns should be discontinued but routine immunization should continue where possible [3] . In keeping with this, the Indian government has issued guidelines advising continuation of routine immunization activities and the Indian Academy of Pediatrics -Advisory Committee on Vaccines and Immunization Practices (IAP-ACVIP) has issued guidelines for pediatricians in private practice [4, 5] .",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 144,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 337,
                    "end": 340,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 634,
                    "end": 637,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 638,
                    "end": 640,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19: Important Issues for Pediatricians"
        },
        {
            "text": "The immunization activities are mainly being carried out in fixed facilities with strict guidelines on hygiene and social distancing. Reduction in outreach immunization activities is likely to have an immediate impact on vaccine coverage. Health workers are involved in COVID-19 pandemic management, with decreased manpower available for routine immunization. The supply chain is also under strain due to transport disruptions. As immunization campaigns have been suspended, there will be a need for 'catch-up' campaigns, to identify those who missed their immunizations, as soon as the campaign is restarted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19: Important Issues for Pediatricians"
        },
        {
            "text": "The private sector is an important provider of immunization services in India. Reasons for the impact on immunization in private practice are lack of PPE for clinic staff, unavailability of vaccines and parent's inability to travel to clinic due to lockdown. Apart from the suggestions given by IAP-ACVIP [5] , establishing a common 'community clinic' run by practicing pediatricians by rotation to offer vaccination and other services may also be explored. Moreover, electronic media and social media can be used to highlight the importance of continuing routine immunization services. Another important issue is child abuse identification and prevention during the lockdown. During lockdown, children do not have access to any outside person to talk about the abuse that they face. They may be denied access to phone or any other mode of communication. Child Line services reportedly have a 50% increase in calls, many of them reporting child abuse [6] . The government has made efforts to ensure access to critical services such as healthcare, nutrition, food security, mental health and psychosocial support and protection against violence. Pediatricians need to be alert to the increased possibility of child abuse during the lockdown, and should report and liaison with the government authorities.",
            "cite_spans": [
                {
                    "start": 305,
                    "end": 308,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 951,
                    "end": 954,
                    "text": "[6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "COVID-19: Important Issues for Pediatricians"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus Disease (COVID-19) in Children -What We Know So Far and What We Do Not?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Balasubramanian",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Rao",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Goenka",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Roderick",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Ramanan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Indian Pediatr",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Comorbidity and its impact on 1590 patients with Covid-19 in China: A Nationwide Analysis",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "S"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur Respir J",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Hospitalization rates and characteristics of patients hospitalized with laboratory-confirmed Coronavirus Disease 2019 -COVID-NET, 14 States",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Garg",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Whitaker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "O"
                    ],
                    "last": "Halloran",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Holstein",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "69",
            "issn": "",
            "pages": "458--64",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Features of 16,749 hospitalised UK patients with COVID-19 using the ISARIC WHO Clinical Characterisation Protocol",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Docherty",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Harrison",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Hardwick",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pius",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Norman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.23"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Do chronic respiratory diseases or their treatment affect the REFERENCES 1. Choudhary B, Goyal JP. Management concern for noncovid children during the covid pandemic. Indian Pediatr",
            "authors": [
                {
                    "first": "Dmg",
                    "middle": [],
                    "last": "Halpin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Faner",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Sibila",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Badia",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Agusti",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "COVID-19: massive impact on lower-income countries threatens more disease outbreaks. Global Alliance for Vaccines and Immunisation Available from",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "World Health Organization Guiding principles for immunization activities during the COVID-19 pandemic",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "CORRESPONDENCE risk of SARS-CoV-2 infection? Lancet Respir Med. 2020 Apr 3. Available from: https://www.sciencedirect.com/ science/ article/pii/S2213260020301673?via%3Dihub. COVID-19 Rapid Guideline: Severe Asthma. Available form:https://www.nice.org.uk/guidance/ng166/resources/ c",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}