{
    "paper_id": "0a7d27f2260befddd79414d45c22647a99407783",
    "metadata": {
        "title": "Title page with (Authors detail) Title: Morbidity and mortality trends of Covid-19 in top 10 countries Morbidity and mortality trends of Covid 19 in top 10 countries",
        "authors": [
            {
                "first": "Shanker",
                "middle": [],
                "last": "Matta",
                "suffix": "",
                "affiliation": {},
                "email": ":shankermatta@yahoo.com"
            }
        ]
    },
    "abstract": [
        {
            "text": "6. https://www.who.int/news-room/q-a-detail/tuberculosis-and-the-covid-19-pandemic Q and A Tuberculosis and covid 19 months in top 10 countries of the world. In spite of efforts being undertaken, all countries are",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "showing an increasing trend in terms of morbidity and mortality .The order of countries in terms of mortality and morbidity has changed in the last 3 months .Various efforts are being undertaken by WHO and other agencies world over including the vaccine development initiative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Abstract:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Morbidity and mortality trends of Covid 19 in top 10 countries"
        },
        {
            "text": "The present article highlights morbidity and mortality trends of Covid SARS-CoV-2 are the most severe type that can lead to lower respiratory tract infections and acute respiratory distress syndrome (ARDS), which can cause patient deaths(3) As per a meta analysis (4, 5) it was noted that the incubation period was 5.2 days . The study also confirmed that the spread of diseases was through human to human transmission, and also stressed the need for interventions to reduce the transmission J o u r n a l P r e -p r o o f Belgium 52596 8581 10",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 70,
                    "text": "Covid",
                    "ref_id": null
                },
                {
                    "start": 264,
                    "end": 267,
                    "text": "(4,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 268,
                    "end": 270,
                    "text": "5)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Morbidity and mortality trends of Covid 19 in top 10 countries"
        },
        {
            "text": "Netherlands 42382 5422 Table 1 shows the situation of top 10 countries as on May 9 2020.USA tops with 77489 deaths as on 9 th may 2020 followed by United Kingdom with 31587 deaths. In terms of number of cases, Spain tops the chart with 22857 cases followed by Italy and the United Kingdom Table 2 shows the situation in top 10 countries as on July 10 2020, July 13 and August 8 th .When we compare table 1 and 2 tables it can be seen that the situation has changed phenomenally. New countries like Russia, India and Peru have been added. Be it country wise / number wise, cases are rising at a rapid rate. European countries have the highest infection and death rates, when compared to Asian countries. If we compare both tables we can conclude the phenomenal rise of cases and deaths in all countries. Except the US order of all countries has changed with new countries like South Africa and Columbia adding in the list Reason may be due to differences in testing in various countries. Countries with lowest mortality rate deployed early testing since January 2020. Although lack of testing may result in underestimation of cases/ deaths, countries that have better control of the outbreak ensured wide access to testing. Another explanation may be that countries define/ report COVID-19-related deaths differently, and those methods changed over time. The attribution of cause of death to COVID-19 may vary country wise, especially since most of these deaths occur in people with chronic illnesses. As per an article (9), in Hong Kong, 60% of cases comprised of students/ expatriates who were returning home. In Singapore, cases among foreign worker dormitories were 80% whereas community cases were hardly 10%. These younger populations are healthy and may contribute to overall lower mortality rates. In contrast, in European countries such as France and Italy, and in the U.S., community outbreaks in nursing homes and long-term care facilities contribute to higher infection and mortality rates among the elderly.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 23,
                    "end": 30,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 289,
                    "end": 296,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Morbidity and mortality trends of Covid 19 in top 10 countries"
        },
        {
            "text": "As per a case report from CDC(11) , out of 52,166 confirmed covid 19 cases, 55.4% were male, 79.6% were aged ≥65 years, 13.8% were Hispanic/Latino (Hispanic), 21.0% were black, 40.3% were white . Another Meta analytical study came out with similar findings (23).Median age was 78 years (interquartile range (IQR) = 67-87 years) .In the US, median age of nonwhite persons was 31 years and that of white persons was 44 years. Median ages among Hispanic (71 years)and nonwhite decedents (72 years) was 9-10 years lower than that of white decedents (81 years) (8, 12) .As per an Indian news column , 43% deaths have taken place in the relatively younger age groups of 30-44 and 45-59 years(13). (4)As per a Meta analysis, the median age range is 28-70 in the 13 selected studies. Average median age was 47 ± 7 years. The Meta analysis also concluded that male cases were more compared to female cases and this was confirmed by another Meta analysis (16) . Another meta-analysis (14, 15) suggested that age and co morbidities were highly related in COVID-19 patients. The previous meta-analysis has found J o u r n a l P r e -p r o o f similar results while studying the gender in COVID-19 (10, 13). Another study quoted that the median period from symptom onset to death was 13 days (ranging of IQR 11 to 18 days). Of these deceased patients, 64.9% had at least one underlying disorder (i.e., hypertension, diabetes, cardiovascular disease, or chronic obstructive pulmonary disease (17)",
            "cite_spans": [
                {
                    "start": 556,
                    "end": 559,
                    "text": "(8,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 560,
                    "end": 563,
                    "text": "12)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 945,
                    "end": 949,
                    "text": "(16)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 974,
                    "end": 978,
                    "text": "(14,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 979,
                    "end": 982,
                    "text": "15)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Affected age group:"
        },
        {
            "text": "Patients present with fever, dry cough, shortness of breath, headache, malaise and muscle aches.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Signs/Symptoms:"
        },
        {
            "text": "Less common symptoms include sore throat, confusion, productive cough, hemoptysis, diarrhea, nausea, and chest pain .Progression to pneumonia occurs 1-2 weeks after the beginning of the symptoms and 10% of these cases require mechanical ventilation / ICU admission. Signs of pneumonia include decreased oxygen saturation, deterioration of blood gas, multi-focal glass ground opacities, or patchy/segmental consolidation in chest X-ray / CT. Patient's presenting late or deteriorating patients may suffer from acute respiratory distress syndrome (ARDS), acute respiratory failure, acute renal injury, and multi-organ failure. (18) Evidence suggests that some patients with severe COVID-19 suffer from a \"cytokine storm.\" A condition many cytokines are releases into the blood at once. Analysis of cytokine levels in plasma of 41 COVID-19 confirmed cases in China revealed elevated levels of IL-1β, IL-7, IL-8, IL-9, IL-10, FGF, G-CSF, GM-CSF, IFN-γ, IP-10, MCP-1, MIP-1A, MIP1-B, PDGF, TNF-α, and VEGF among admitted as well as non admitted patients when compared to healthy adults. (4, 18, 19) Another Chinese study quoted that common symptoms reported were fever (98%), cough (76%), and fatigue (44%). less common symptoms were sputum production (28%), headache (28%), hemoptysis (5%), and diarrhea (3%). As per another Meta analysis (23) commonly reported symptoms like fever, cough, and shortness of breath were not reported in a similar proportion inside and outside China. Fever was less likely reported in the patients outside China. Similar results for Cough and Shortness of Breath. Diarrhea was a commonly reported symptom in patients outside China.",
            "cite_spans": [
                {
                    "start": 625,
                    "end": 629,
                    "text": "(18)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1082,
                    "end": 1085,
                    "text": "(4,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1086,
                    "end": 1089,
                    "text": "18,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1090,
                    "end": 1093,
                    "text": "19)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Signs/Symptoms:"
        },
        {
            "text": "(20). It also concluded that 52% of male patients and 86% of the total patients had chronic diseases. Another Meta analysis from Italy (4, 27) reported that out of 22,512 patients the median age of patients was 64 years with 59.8% of patients being male. The report also represented a graph for severity whereby 24.9% patients are reported to be severe, 46.1% were mild and 5%",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 138,
                    "text": "(4,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 139,
                    "end": 142,
                    "text": "27)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Signs/Symptoms:"
        },
        {
            "text": "were critical patients with 6.7% having few symptoms, 6.7% being asymptomatic, and 10.6 having unspecified symptoms. It also reported a fatality rate of 7.2%. Common symptoms reported in the research were fever in 52% cases, shortness of breath, in 76 5 cases and cough in J o u r n a l P r e -p r o o f 48% cases. Another symptom was the silent hypoxia with no shortness of breath and the cytokine storm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Signs/Symptoms:"
        },
        {
            "text": "As per the CDC case report (11) at least one underlying medical condition was reported for 8,134 (76.4%) of decedents. Commonly seen conditions were cardiovascular disease (60.9%), diabetes mellitus (39.5%), chronic kidney disease (20.8%), and chronic lung disease (19.2%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Co-morbidities"
        },
        {
            "text": "Among decedents aged <65 years, 83.1% had 1/1plus underlying medical conditions and those aged ≥85 years, 69.5% had 1/1plus underlying medical conditions. 49.6 patients < 65 years of age were diabetic Diabetes. When compared with 85 plus age group 25.9% patients were diabetic .A Meta analysis confirms (4) the findings that most patients had one or more reported co morbidities. Another Meta analysis concluded (15) that co morbidities like hypertension, diabetes, cardiovascular diseases, and respiratory system diseases are a risk factor for severe patients as compared to non-severe patients. As per another Meta analysis, (16) hypertension (56.8%), diabetes (31.2%) and CHD (21.5%) were the most common morbidities among Covid 19 patients that died. The study also reported that patients with underlying cardiovascular diseases are more prone to severe outcomes of covid 19 including death",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Co-morbidities"
        },
        {
            "text": "Another area of concern are the presence of co-infections and their outcomes like Covid 19 and Platform is also being implemented, (28, and 33). As per an article from BBC the outbreak has had a devastating impact on the US economy, with GDP falling by an annualised rate of 32.9% in the second quarter of 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Covid and TB"
        },
        {
            "text": "On daily basis the figures are changing in all the countries till date. Except United States the order for all countries is also changing .The United States had taken the number 1 position followed by Spain, Italy and the United Kingdom. The situation has changed drastically in the month of July/August whereby countries like India, Russia ,Peru ,Chile and United Kingdom have taken top places .New countries like South Africa and Columbia have also been added in the list. Italy is no longer in the list of top 10 countries Number of deaths are also increasing on day to day basis .Case fatality ranges from 0.1-14 % in the month of May whereas in the month of July it ranges from 1,5 to 14 % . Regarding the affected age group, a meta-analysis of 13 studies (23) confirmed the findings that that there were more men infected by the virus and majority of patients were between the age group of 45-60 years within as well as outside China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "Other meta-analysis studies also quoted that most patients had one or more reported comorbidities. Another study quoted that (4) during the start of the epidemic median age of the patients was 59 years and there were 56% male patients. 55% patients had a link to the Huainan seafood market. A meta analytical study reported that mortality rate amongst Chinese patients was 31.4% and for New York it was 21.0%.(30) Fatality rates varied in different countries .As per the study fatality rate in China is significantly lower as compared to other countries. The highest fatality rate was found in the study conducted in the USA, (52%). Another study (29) concluded that the fatality rate shows significant differences in cases reported inside and outside China. Fatality rate within China was 6% while, whereas outside China it was found to 19%. ",
            "cite_spans": [
                {
                    "start": 647,
                    "end": 651,
                    "text": "(29)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Results and Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus infections-more than just the common cold",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "I"
                    ],
                    "last": "Paules",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Marston",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Fauci",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.0757"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Comparison of Epidemiological Variations in COVID-19 Patients Inside and Outside of China-A Meta-analysis. Frontiers in public health",
            "authors": [
                {
                    "first": "Ali",
                    "middle": [],
                    "last": "Ahmad",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Potential impact of the COVID-19 pandemic on HIV, tuberculosis, and malaria in low-income and middle-income countries: a modelling study",
            "authors": [
                {
                    "first": "Alexandra B",
                    "middle": [],
                    "last": "Hogan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "30288--30294",
            "other_ids": {
                "DOI": [
                    "10.1016/S2214-109X(20"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Annual population estimates",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Us Census",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bureau",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Prevalence of comorbidities in the novel Wuhan coronavirus (COVID-19) infection: a systematic review and metaanalysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Gou",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Infect Dis",
            "volume": "94",
            "issn": "",
            "pages": "91--96",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijid.2020.03.017"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Clinical, laboratory and imaging features of COVID-19 : a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Rodriguez-Morales",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Cardona-Ospina",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gutiérrez-Ocampo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Holguin-Rivera",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Escalera-Antezana",
                    "suffix": ""
                },
                {
                    "first": "Alvarado-Arnez",
                    "middle": [],
                    "last": "Le",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "33",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tmaid.2020.101623"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Wenjie Tian et all, redictors of mortality in hospitalized COVID-19 patients: A systematic review and meta-analysis",
            "authors": [],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Gender Differences in Patients With COVID-19: Focus on Severity and Mortality",
            "authors": [
                {
                    "first": "Jian-Min",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fpubh.2020.00152"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Dina ragab et all. The COVID-19 Cytokine Storm; What We Know So Far",
            "authors": [],
            "year": 2020,
            "venue": "Frontiers in immunology",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30183-5"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Coronavirus disease 2019 (COVID-19) in Italy",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Livingston",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bucher",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.4344"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Characteristics and outcomes of 21 critically Ill patients with COVID-19 in Washington State",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Arentz",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Yim",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Klaff",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lokhandwala",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "X"
                    ],
                    "last": "Riedo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "",
            "pages": "1612--1626",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.4326"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "?sfvrsn=70724b90_2 Coronavirus disease (COVID-19) Situation Report -172 Data as received by WHO from national authorities by 10:00 CEST",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "html Record 3.2 Lakh+ Samples Tested for Covid-19 on Tuesday, Say ICMR",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "• The present article highlights morbidity and mortality trends of Covid 19 in the last 3 months in top 10 countries of the world",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "OC43, and HKU1) had been endemic globally and just resulted in upper respiratory tract infections in adults. The SARS-CoV, MERS-CoV, and SARS-CoV-2 are the most severe type that can lead to lower respiratory tract infections and acute respiratory distress syndrome (ARDS)",
            "authors": [],
            "year": null,
            "venue": "• 4 human corona viruses (HCoV 229E, NL63",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Less common symptoms include sore throat, confusion, productive cough, hemoptysis, diarrhea, nausea, and chest pain .Progression to pneumonia occurs 1-2 weeks after the beginning of the symptoms and 10% of these cases require mechanical ventilation / ICU admission",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "• USA tops with 77489 deaths as on 9 th may 2020 followed by United Kingdom with 31587 deaths. In terms of number of cases, Spain tops the chart with 22857 cases followed by Italy and the",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "• As per the CDC case report at least one underlying medical condition was reported for 8,134 (76.4%) of decedents. Commonly seen conditions were cardiovascular disease (60.9%), diabetes mellitus (39.5%), chronic kidney disease",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Except United States the order for all countries is also changing .The United States had taken the number 1 position followed by Spain, Italy and the United Kingdom. The situation has changed drastically in the month of July/August whereby countries like India",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "19 in the last 3 months in top 10 countries of the world. In spite of efforts being undertaken, all countries are showing an increasing trend in terms of morbidity and mortality .The order of countries in terms of mortality and morbidity has changed in the last 3 months .Various efforts are being undertaken by WHO and other agencies world over including the vaccine development initiative . Introduction: Covid 19 virus/disease was unknown before the outbreak began in Wuhan, China, in December 2019. It is now a pandemic affecting various countries globally. 213 countries /territories have registered COVID-19 cases. Some countries are now considering whether to ease the measures, others have already decided to keep them in place over the following weeks. (1) The WHO estimates one person in 20 will need intensive care treatment, which can include being sedated and put on a ventilator (2). Present article deals with the Covid 19 morbidity and mortality patterns in top 10 countries in the last 3 months. Etiology 4 human corona viruses (HCoV 229E, NL63, OC43, and HKU1) had been endemic globally and just resulted in upper respiratory tract infections in adults. The SARS-CoV, MERS-CoV, and",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Tuberculosis .As per WHO(6)People ill with COVID-19 and TB show similar symptoms such as cough, fever and difficulty in breathing. Both diseases attack the lungs and both are transmitted via close contact. Incubation period in Tuberculosis is longer, with a slow onset as compared toCovid 19  .As per world health organization (WHO); people ill with both Tuberculosis and COVID-19 may have poorer treatment outcomes, especially when Tuberculosis treatment is interrupted. Old age, diabetes and chronic obstructive pulmonary disease (COPD) are linked with COVID-19 and are also risk factors for poor outcomes in Tuberculosis. National health programmes must combat both the disease while ensuring uninterrupted services to Tuberculosis patients (7). As per an article , COVID-19 pandemic may be responsible for HIV related deaths by up to 10%, due to tuberculosis , up to 20%, and due to malaria ,up to 36%, over 5 years compared ,if no COVID-19 pandemic occurred.(8)19. As on July 13th, the number stood at 1,006,326. That's out of 3,304,942 confirmed cases since the pandemic began. (22). Total tests conducted were 40,282,176 (John Hopkins). A statement by CDC quoted that around 40 % of the confirmed cases were asymptomatic. The fatality rate was 52.4%. (23, 26).Doubling of cases was found to be 76 days (15).In Brazil there were 1,713,160 cases and 67964 Deaths. Fatality rate was 4.3%. São Paulo is one of the country's worst-hit regions, with almost 3,000 deaths. Till mid July 2020, 1307299 people had recovered .4870980 tests were performed. (23).Doubling of cases-39 days. In Russia there were713,936 and 11,017 deaths and a Fatality rate of 1.4%.Despite being the third-worst affected country, Russia also has the lowest fatality rate among the top 10 nations at 1.4 per cent. 7.27 million People have recovered.21335394 tests were carried out till mid July2020.12092503 samples have been tested. Doubling time of cases was 40 days. In India there were 793,802, 21,604 deaths and a Fatality rate of 3.02% .570000 people have recovered (24). As per the ICMR on 15 th July 2020 more than 320000 samples were tested for COVID-19, the highest on a single day. The expansion of laboratory capacity has seen exponential increase from one lab in January 2020 to 121 labs in March 2020 and to 1223 lab. Doubling time of cases at present is 20 days .In the United Kingdom there were 313470, and 43659 deaths with a Fatality rate of 13.9 %.The UK had the second highest fatality rate of 13.9 per cent. A national lockdown was imposed on March 23, but had to be loosened in May and June. Meanwhile, the country reemployed lockdown in Leicester after the seven-day infection rate in the city was 135 cases per 100,000 people, three times higher than the next highest city, and that Leicester accounted for 10% of all positive cases in the country in the past week. Reliable data regarding total number of recovered patients was not available. More than 1.8m people have been tested till mid July 2020. Doubling of cases-87 days (25, 26).In Peru there were 312911 cases and 11133 deaths with a Fatality rate of 3.4% Lima region in Peru is the worst affected region. Peru has the fourth lowest fatality rate at 3.4 per cent. When compared with other European countries Peru has reported most cases apart from UK, despite testing about six people in every 1,000. The country had imposed a lockdown as early as March 16.As of now 2, 20000 people have recovered from Covid-19.1645112 tests has been conducted. Doubling time of cases-was 36 days. In Chile there were 306,216 with 6682 deaths and a Fatality rate of 2%.Most infections/deaths were found in the capital, Santiago. It has the second-lowest fatality rate at 2 per cent. Number of people . In Spain there were 253,056 cases 28401 deaths with a Fatality rate 11.4%.Spain, which was one of the Covid-19 hotspots in March, had since lifted its lockdown after 98 days and till mid July ,there were 2, 48,970 cases including 28,346 deaths. It has one of the highest fatality rates at 11.4 per cent. 150000 people had recovered ill mid July 2020.5448984 tests have been conducted till date .Doubling of cases-102 days (26). Italy had 242363 cases and 34926 deaths with a Fatality rate: of 14.5%. The country has reported 240,436 cases and stands at the fourth position globally in terms of deaths. Italy has reported 34,744 deaths and has one of the highest fatality rate at 14.5 per cent. The country had eased travel restrictions from June 3, opening its borders for people from European Union nations. Number of people recovered -195441 (various sources).Till date 5806668 tests have been carried out (15) .Doubling time was 103 days. Iran had 250,458 cases and 12305 deaths with a Fatality rate of 4.7%.Iran was seeing a second wave of infections after it recorded the highest daily number of fatalities since the start of the outbreak, with 162 deaths in one day. The death toll reached 10,670 from a total of 225,205 cases the country has a fatality rate of 4.7 per cent. The level of infections is high in 11 of 31 Iranian provinces. (21).Total people recovered were 225270(various sources).Doubling of cases-62 days.As on 25 th July 2020, testing is stepped up in emerging economies and undetected cases enter the official records, the order is changing in the charts tracking the pandemic. India was on third place with around 700,000 cases overtaking Russia. The United States (3,000,000+) and Brazil (1,700,000+) take the first and second spots. Globally, the total cases crossed the 12-million mark Experiences from world over: In April 2020, the WHO had launched Access to Covid-19 Tools (ACT) Accelerator programme which aims at accelerating the development, production, and equitable access to tests, treatments and vaccines for the Covid-19 disease by the name of COVAX. It is led by Gavi, the Coalition of Epidemic Preparedness Innovations (CEPI) and WHO.As per a news article it aims to distribute 2 billion doses of vaccine through this initiative by 2021. (37, 38). The WHO office in Dakar (30), Senegal, organized various virtual workshops to share experiences and lessons learnt in preparedness/ response to the COVID-19 pandemic in Central Africa, along with strengthening of cross-border collaboration. Aim of this meet was to update all on recent developments in the COVID-19 response at Points of Entry .Other interventions like serology surveillance strategy CDC (31), vaccine development initiates taken up by various J o u r n a l P r e -p r o o fcountries are being taken up. The WHO has advised comprehensive surveillance and testing for suspected cases. It also advised that a country needs to conduct 140 tests per day per million populations. In India 22 states are doing more than 140 COVID-19 tests per day per million in lines with comprehensive testing guidance (32)As per the WHO regional office for Africa, COVID-19 cross-border collaboration mechanisms have been built on already existing bi-lateral and/or multi-lateral cross-border collaboration schemes. India is now in a decisive phase of the response. WHO has strengthened cluster containment activities and surveillance at all levels as well as strengthening real-time data collection activities. National Integrated Health Information",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "phenomenal increase in cases and deaths in top 10 countries various interventions are being undertaken. New countries are coming up in the list of top 10 , and all are showing an increasing trend in terms of mortality and morbidity .Interventions like the COVAX vaccine initiative, serology surveillance ,introduction of travel bans ,advisory to avoid mass gatherings ,, introduction of social distancing measures etc have definitely played a major role in controlling the pandemic but the cases are still increasing .CDC's global COVID-19 response suggests Capacity building to prevent, detect and respond to local COVID-19 cases, bringing down COVID-19 transmission in the community, across borders, and in healthcare facilities, support governments/nongovernmental organizations and healthcare facilities to rapidly identify, triage, and diagnose potential cases ,address topics like clinical severity, extent of transmission, and infection with support for special investigations and other forms of cooperation between CDC and other agencies and ensure readiness to implement vaccines and therapeutics (34). Countries like Singapore, Hong Kong, China, and Canada with experience of handling Severe Acute Respiratory Syndrome (SARS) epidemic in 2003 led them to develop national strategies for the next outbreak. SARS experience also resulted in a higher level of public acceptance and adherence to masking and social distancing measures. Adoption of measures like case identification , testing and isolation of all cases , identification/ quarantine /testing of close contacts of infected people ,use of fabric masks ,adoption of contact droplet precautions and airborne precautions and adoption of frequent hand washing, physical distancing, and respiratory etiquette , avoiding crowded places, close-contact settings and enclosed spaces with poor ventilation. These measures would surely prevent the infection spread in the long run",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Cases in top 10 countries in the month of May (9 th may 2020) (9)",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Break up cases and deaths in the top 10 countries in July and August 2020 (10) South Africa-538184 cases and 9604 deaths • Columbia-345714 and 11624 deaths **Italy is not there in top 10 countries instead the spot has been taken by South Africa",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}