{
    "paper_id": "0a837f9dcbdd92a510c8cf73a7dbf7548022443c",
    "metadata": {
        "title": "Parental Perspectives on Remote Learning and School Reopening",
        "authors": []
    },
    "abstract": [
        {
            "text": "We conducted this online survey to assess the parental perspectives on remote learning, the associated stress, and school reopening during the COVID-19 pandemic. Of 2694 responses, 2032 (75.4%) parents perceived remote learning to be stressful for the child and 1902 (70.6%) for the family. The mean (SD) duration of remote learning was 3.2 (2.1) hours/day and 5.3 (1.0) days/week. Parents from 1637 (61.7%) families reported headaches and eye strain in children. Starting regular school was not acceptable to 1946 (72.2%) parents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "W orldwide more than 1.6 billion children in 191 countries were affected by school closures due to the ongoing coronavirus disease 19 (COVID-19) pandemic [1] . Most countries including India, limited the disruption in education by shifting to remote learning. With re-opening in full flow, when to reopen the schools is under increasing focus, we conducted this survey to assess parental perspectives on remote learning as an acceptable tool for learning, the stress perceived by them on the child and the family, and their willingness regarding school reopening.",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 157,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We designed and disseminated a questionnaire on Google Forms, to the teacher groups associated with the Indian Academy of Pediatrics, with a request to share it with the parent groups. Parents across India, whose children were receiving remote learning and who agreed to participate were included. Parents of children with special educational needs were excluded. The responses were received between 17-31 July, 2020. Information was obtained about the type of school and class of the child, remote learning mode, the source used, and duration of remote learning in hours per day and days per week. Parental perception of stress due to remote learning was also collected. Any physical or psychological problem developed during the period, and their willingness to send children to the school, if it reopens, were also collected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Out of the 2694 respondents, 2383 (88.5%) were from urban areas; 2444 (90.7%) were attending private schools. The source of remote learning was a mobile phone in 1697 (63%). An interactive, live video class was attended by 2171 (80.6%) children. The mean (SD) duration of remote learning was 3.2 (2.1) hours per day and 5.3 (1.0) days per week. The advantages of remote learning (multiple responses allowed) were listed as: safe in the pandemic (89.9%), helps to maintain connect with school (61.6%), not losing out in studies (63.1%), and no need to travel (38.7%). The disadvantages were listed as: causes headache and eye strain (61.7%), does not feel like a real class (60.4%), no physical activity involved (59.5%), hard to maintain concentration (57.1%), needs home environment adjustments (40.8%), and an extra financial burden (30.3%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Remote learning was perceived to be stressful for the child by 2032 (75.4%) parents while 1902 (70.6%) felt it is stressful for the family. The problems which children developed: eye problems (44.8%), irritability and behavioural issues (42.7%), disturbed sleep (41.8%), headache (34.8%), weight gain (32.5%), decreased appetite (16.7%), bodyache (13.7%) and change in bowel habit (12.7%). Overall, 1946 (72.2%) parents were not ready for school reopening soon.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Similar to a previous survey from US [2] reporting 56% of parents complaining about the affection of the emotional wellbeing of their children and 52% of the family; parents in this study perceived stress badly. We found the duration of remote learning was higher than that suggested in the PRAGAYTA guidelines and could be an important source of stress not only to the child but also the family ( Table I) . It may lead to prolonged screen time, increased demand, and sharing of devices and data among the family members.",
            "cite_spans": [
                {
                    "start": 37,
                    "end": 40,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 398,
                    "end": 406,
                    "text": "Table I)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "In June, 2020, a survey [4] showed that 86% of parents believed schools should be opened only; when there would be no new cases for 21 days, or a vaccine has already been introduced. The proportion of parents against the reopening of school may be declining, yet 72% of parents of our study still don't want to send their children to school. This suggests that parents might be getting adjusted to the situation or accepting the situation as the new normal. It has been indicated that COVID-19 illness is less severe in children [5] , but the effect of school reopening on children and the community is yet to be seen practically in our country.",
            "cite_spans": [
                {
                    "start": 24,
                    "end": 27,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 529,
                    "end": 532,
                    "text": "[5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Our study had several limitations. Respondents were mainly city-dwellers, and educated parents whose children are studying in private schools offering online remote learning. We did not collect information on additional private tuition/ coaching classes. Perceptions of older children and adolescents would have provided a more comprehensive picture but was not collected. Despite these, we conclude that majority of parents were not ready to send their children to school till the risk of COVID-19 pandemic abates in the country. As most of the remote learning is being conducted on-screen, newer methods need to be explored that do not involve prolonged screen hours. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Childhood fever is one of the commonest reason for medical consultation in children, being responsible for 15-25% visits in primary care, and also presentations to the emergency departments (ED) [1, 2] , and is known to cause significant anxiety in parents [3] . Most children undergo evaluation for at least one febrile illness before their third birthday [4] . Western studies report good parental awareness about fever [5] , but studies from India [6, 7] have shown conflicting results. Frequently, parents do not document temperature or record it improperly, leading to undue anxiety and over-crowding of the ED [6] [7] [8] . We studied the correlation of temperatures measured at home by parents with recordings done at presentation in the ED among infants with acute illnesses.",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 198,
                    "text": "[1,",
                    "ref_id": null
                },
                {
                    "start": 199,
                    "end": 201,
                    "text": "2]",
                    "ref_id": null
                },
                {
                    "start": 257,
                    "end": 260,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 357,
                    "end": 360,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 422,
                    "end": 425,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 451,
                    "end": 454,
                    "text": "[6,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 455,
                    "end": 457,
                    "text": "7]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 616,
                    "end": 619,
                    "text": "[6]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 620,
                    "end": 623,
                    "text": "[7]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 624,
                    "end": 627,
                    "text": "[8]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Comparison of Domiciliary and Hospital-Measured Temperature Amongst Febrile Infants Presenting to an Emergency Department"
        },
        {
            "text": "This cross-sectional study was conducted from April, 2018 to January, 2019 at the pediatric ED of a public hospital in northern India, after taking clearance from the Institutional Ethics Committee. Febrile children aged 3 month to 2 year, with fever of at least 4 days were considered for enrollment. A febrile child was defined as one with history of fever e\"38ÚC recorded at least once at home in previous 24 hours. Those suffering for fever for >7 days, children with any underlying heart disease, and children with any diagnosed immunodeficiency disorder or conditions predisposing to recurrent infections (like type 1 diabetes, vesico-ureteric reflux) were excluded. Consecutive children were enrolled on one pre-decided day every week.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparison of Domiciliary and Hospital-Measured Temperature Amongst Febrile Infants Presenting to an Emergency Department"
        },
        {
            "text": "After taking written informed consent, enrolled children were evaluated clinically and initial management provided. Subsequently, based on history, and clinical and laboratory information, they were treated as inpatient or outpatient. For all enrolled children, demographic details, contact information and details of education and income of parents were collected. History was taken regarding highest temperature recorded at home and any associated symptoms, treatment taken if any before presentation, relevant history of co-morbidities, immunization and feeding history. Anthropometric measurements were taken for all included children as per standard guidelines, and Z-scores were calculated using Anthrocalc application.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparison of Domiciliary and Hospital-Measured Temperature Amongst Febrile Infants Presenting to an Emergency Department"
        },
        {
            "text": "All the data were recorded in a structured pre-tested form. Rectal temperature was taken at presentation for all enrolled children, The various diagnoses were made and management carried out according to the departmental protocols guided by standard management guidelines [9, 10] . Mean (SD) or median (IQR) were calculated for the baseline characteristics. Pearson VOLUME 57 __ DECEMBER 15, 2020 RESEARCH LETTER correlation coefficient was calculated for temperature documented at home and in the ED. Comparisons were done between children with fever documented in ED, and those without fever documented in ED.",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 275,
                    "text": "[9,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 276,
                    "end": 279,
                    "text": "10]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Comparison of Domiciliary and Hospital-Measured Temperature Amongst Febrile Infants Presenting to an Emergency Department"
        },
        {
            "text": "Out of overall study population of 150 children with history of fever of 4-7 days in respective age group attending ED, only 108 (68.3% boys) had documented fever at home. The median (IQR) age of the study population was 12 (3-20) months. The median Z scores for all anthropometric variables (weight, length and head circumference) were greater than -3. Majority (88%) of children belonged to the lower middle (III) and upper lower (IV) socioeconomic classes, and majority of mothers (62%) had at least secondary school education ( Table I) . Along with fever, the most common presenting complaint was respiratory problems.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 532,
                    "end": 540,
                    "text": "Table I)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Comparison of Domiciliary and Hospital-Measured Temperature Amongst Febrile Infants Presenting to an Emergency Department"
        },
        {
            "text": "Of the children for whom fever was documented at home, nearly half (46.3%) did not have fever at presentation in the ED. Mean (SD) temperatures documented at home and ED were [38.8 (0.16)°C vs 39 (0.7)°C; P=0.03]. Among those who were febrile in ED, the correlation coefficient (r) of fever documented at home and in ED was 0.3 (95% CI, 0 to 0.6), suggesting a weak correlation of axillary fever documented by parents at home and that of rectal temperature documented in ED (Fig. I) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 474,
                    "end": 482,
                    "text": "(Fig. I)",
                    "ref_id": null
                }
            ],
            "section": "Comparison of Domiciliary and Hospital-Measured Temperature Amongst Febrile Infants Presenting to an Emergency Department"
        },
        {
            "text": "For five children, rectal temperature could not be documented in view of their critical condition at presentation to ED, and axillary temperature was documented in them so as not to hinder required resuscitative measures. Of the illiterate mothers, 42% did not document the fever as compared to 205 of those with a secondary school education (P=0.02). There was no increased risk of having a severe infection if temperature is documented at ED versus if fever is not documented at presentation [OR (95% CI): 0.96 (0.32-2.85); P=0.94].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparison of Domiciliary and Hospital-Measured Temperature Amongst Febrile Infants Presenting to an Emergency Department"
        },
        {
            "text": "In our study majority of parents measured temperature at home by axillary or oral thermometry, There was a weak correlation between axillary/ oral temperature measured at home and rectal temperature documented at ED. Findings in our study are in agreement with the internet-based survey done by de Bont, et al. [5] in Netherlands, which showed 71.5% parents document fever if their child is ill, although majority documented rectal temperature. None of the parents in our study documented rectal temperature, as home measurement of rectal temperature by parents is uncommon in Indian settings. Other studies from hospitals in various regions in India report conflicting results on proportion measuring temperature of febrile children at home (14.5-71%) [6, 7] . These differences may be based on regional socio-cultural factors. The finding of association of temperature documentation at home with higher educational level of mother is in agreement with previous reports [8] .",
            "cite_spans": [
                {
                    "start": 311,
                    "end": 314,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 753,
                    "end": 756,
                    "text": "[6,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 757,
                    "end": 759,
                    "text": "7]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 971,
                    "end": 974,
                    "text": "[8]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Comparison of Domiciliary and Hospital-Measured Temperature Amongst Febrile Infants Presenting to an Emergency Department"
        },
        {
            "text": "The small sample size in our study may be a limiting factor for applying results of this study to general population. Most of the children had already received antipyretics before presenting to ED, and may have been exposed to varying environmental temperatures while travelling to hospital; thus explaining the poor correlation between temperature documented at home and in ED. Additional analysis could have been done for temperature correlations in different disease groups, but the numbers for individual diseases were less for valid comparisons. Further studies may need to study the relationship of domiciliary temperature measurements and fever at presentation, as triage and evaluation of pediatric patients in crowded EDs is frequently dependent on the presence/absence of fever. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparison of Domiciliary and Hospital-Measured Temperature Amongst Febrile Infants Presenting to an Emergency Department"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "United Nations Educational, Scientific and Cultural Organization. COVID-19 Educational Disruption and Response",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Parent Poll: Worries Spike over Mental Health. National Parents Union -Coronavirus Impact Survey",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Ministry of Human Resource and Development, Government of India",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Department of School Education and Literacy",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Majority parents don't want schools to reopen till there are no cases for 21 days in their district and its vicinity",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Localcircles",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Severe acute respiratory syndrome coronavirus 2 (SARS-COV-2) infection in children and adolescents: a systematic review",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Castagnoli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Votto",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Licari",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Brambilla",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bruno",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlini",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Pediatr",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Frequency of fever in pediatric patients presenting to the emergency department with non-illness-related conditions",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Muth",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Statler",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Gentile",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Hagle",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Emerg Nurs",
            "volume": "39",
            "issn": "",
            "pages": "389--92",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Medical problems presenting to paediatric emergency departments: 10 years on",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sands",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Shanmugavadivel",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Stephenson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wood",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Emerg Med J",
            "volume": "29",
            "issn": "",
            "pages": "379--82",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Fever phobia: The impact of time and mortality -A systematic review and meta-analysis",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Purssell",
                    "suffix": ""
                },
                {
                    "first": "Collin",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int J Nurs Studies",
            "volume": "56",
            "issn": "",
            "pages": "81--90",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Fever in pediatric primary care: occurrence, management, and outcomes",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Finkelstein",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Christiansen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Platt",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Pediatrics",
            "volume": "105",
            "issn": "",
            "pages": "260--266",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Parents' knowledge, attitudes, and practice in childhood fever: an internet-based survey",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "De Bont",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Francis",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Dinant",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Cals",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "British J Gen Pract",
            "volume": "64",
            "issn": "",
            "pages": "10--16",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Fever awareness, management practices and their correlates among parents of under five children in urban India",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Thota",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ladiwala",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Sharma",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ganguly",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Int J Contemp Pediatr",
            "volume": "5",
            "issn": "",
            "pages": "1368--76",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Perception of fever and management practices by parents of pediatric patients",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Agrawal",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Bhatia",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kaushik",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Sharma",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Int J Res Med Sci",
            "volume": "1",
            "issn": "",
            "pages": "397--400",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Managing fever in children: A national survey of parents' knowledge and practices in France",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bertille",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fournier-Charriere",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pons",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chalumeau",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Standard Treatment Guidelines: A Manual for Medical Therapeutics. Delhi Society for Promotion of Rational Use of Drugs & Wolters Kluwer Health",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Sethi",
                    "suffix": ""
                },
                {
                    "first": "Eds",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Consensus Guidelines on Evaluation and Management of the Febrile Child Presenting to the Emergency Department in India",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mahajan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Batra",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Thakur",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Indian Pediatr",
            "volume": "54",
            "issn": "",
            "pages": "652--60",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Ethics clearance: Institutional ethics committee of MAM College; No. 17/IEC/MAMC/2017/Peds/07 dated 10 October, 2017. Contributors: PP: subject assessment, management under supervision, data analysis, and preparing first draft of manuscript; RB: important contribution in study concept, data analysis and manuscript preparation; DM: Study concept, supervision and finalization of manuscript. All authors approved the final manuscript. Competing interests: None stated; Funding: None.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Correlation between fever documented at home and in ED (r=0.3).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Ethics clearance: Institutional ethics committee of Hind Institute of Medical Sciences; IEC/IRB No. HIMS/IRB/2020-21/1094, dated July 16, 2020. Contributors: SG, UB: conceptualized the study; UB, SG, PG: devised the methodology and wrote the protocol; UB, SG, PB, RKT: collected data and reviewed the literature. PG, UB: analyzed the data. UB with RKT and PB wrote the first draft. Final manuscript was edited by PG and SG. All authors approved the final manuscript. Funding: None; Competing interest: None stated. VOLUME 57 __ DECEMBER 15, 2020 RESEARCH LETTER UTKARSH BANSAL, 1* SWATI GHATE, 2 PIYALI BHATTACHARYA, 3 RAJEEV K THAPAR 4 AND PIYUSH GUPTA 5 Newton Child Development and Support Centre, Babylon Hospital, Jaipur, Rajasthan; 3 Sanjay Gandhi Postgraduate Institute of Medical Sciences, Lucknow, Uttar Pradesh; 4 Al-Falah School of Medical Sciences and Research Centre, Dhauj, Faridabad, Haryana; and 5 University College of Medical Sciences and Guru Teg Bahadur Hospital, Delhi; India. *utkarsh1003@gmail.com",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Remote Learning Duration Frequency in Different Grades (N=2694)",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Baseline Characteristics of the Study Population (N=108) HC: Head circumference; b Modified Kuppuswamy socioeconomic status scale for year 2018. a Immunization details not known.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}