{"paper_id": "0a8871b77ceaf69dddbe21765aabe7d280ee50dd", "metadata": {"title": "F-FDG brain PET hypometabolism in post-SARS-CoV-2 infection: substrate for persistent/delayed disorders?", "authors": [{"first": "E", "middle": [], "last": "Guedj", "suffix": "", "affiliation": {"laboratory": "", "institution": "Aix Marseille University", "location": {"addrLine": "APHM"}}, "email": "eric.guedj@ap-hm.fr"}, {"first": "&amp;", "middle": ["M"], "last": "Million", "suffix": "", "affiliation": {"laboratory": "", "institution": "IHU-Méditerranée Infection", "location": {"settlement": "Marseille", "country": "France"}}, "email": ""}, {"first": "&amp;", "middle": ["P"], "last": "Dudouet", "suffix": "", "affiliation": {"laboratory": "", "institution": "IHU-Méditerranée Infection", "location": {"settlement": "Marseille", "country": "France"}}, "email": ""}, {"first": "H", "middle": [], "last": "Tissot-Dupont", "suffix": "", "affiliation": {"laboratory": "", "institution": "IHU-Méditerranée Infection", "location": {"settlement": "Marseille", "country": "France"}}, "email": ""}, {"first": "&amp;", "middle": ["F"], "last": "Bregeon", "suffix": "", "affiliation": {"laboratory": "", "institution": "IHU-Méditerranée Infection", "location": {"settlement": "Marseille", "country": "France"}}, "email": ""}, {"first": "&amp;", "middle": ["S"], "last": "Cammilleri", "suffix": "", "affiliation": {"laboratory": "", "institution": "Aix Marseille University", "location": {"addrLine": "APHM"}}, "email": ""}, {"first": "&amp;", "middle": ["D"], "last": "Raoult", "suffix": "", "affiliation": {"laboratory": "", "institution": "IHU-Méditerranée Infection", "location": {"settlement": "Marseille", "country": "France"}}, "email": ""}]}, "abstract": [{"text": "Purpose Several brain complications of SARS-CoV-2 infection have been reported. It has been moreover speculated that this neurotropism could potentially cause a delayed outbreak of neuropsychiatric and neurodegenerative diseases of neuroinflammatory origin. A propagation mechanism has been proposed across the cribriform plate of the ethmoid bone, from the nose to the olfactory epithelium, and possibly afterward to other limbic structures, and deeper parts of the brain including the brainstem. Methods Review of clinical examination, and whole-brain voxel-based analysis of 18 F-FDG PET metabolism in comparison with healthy subjects (p voxel < 0.001, p-cluster < 0.05, uncorrected), of two patients with confirmed diagnosis of SARS-CoV-2 explored at the post-viral stage of the disease. Results Hypometabolism of the olfactory/rectus gyrus was found on the two patients, especially one with 4-week prolonged anosmia. Additional hypometabolisms were found within amygdala, hippocampus, parahippocampus, cingulate cortex, pre-/ post-central gyrus, thalamus/hypothalamus, cerebellum, pons, and medulla in the other patient who complained of delayed onset of a painful syndrome. Conclusion These preliminary findings reinforce the hypotheses of SARS-CoV-2 neurotropism through the olfactory bulb and the possible extension of this impairment to other brain structures. 18 F-FDG PET hypometabolism could constitute a cerebral quantitative biomarker of this involvement. Post-viral cohort studies are required to specify the exact relationship between such hypometabolisms and the possible persistent disorders, especially involving cognitive or emotion disturbances, residual respiratory symptoms, or painful complaints.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Several brain complications of SARS-CoV-2 infection have been already reported including acute cerebrovascular disorders, encephalopathy, encephalitis, and Guillain-Barré syndromes [1] . It has been moreover speculated that SARS-CoV-2 neurotropism could potentially cause a delayed outbreak with onset and progression of neuropsychiatric and neurodegenerative diseases of neuroinflammatory origin [2] . A recent systematic review and meta-analysis of other coronavirus infections confirms confusion, depressed mood, anxiety, impaired memory, or insomnia in 27.9 to 41.9% of patients in the acute illness, while in the post-illness stage, the prevalence of post-traumatic stress disorder was of 32.2%, and almost 15% for depression and anxiety disorders [3] , with also a clinical overlap with fibromyalgia and chronic fatigue syndrome [4] . This article is part of the Topical Collection on Neurology Supplementary Materials available upon request.", "cite_spans": [{"start": 181, "end": 184, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 397, "end": 400, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 753, "end": 756, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 835, "end": 838, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": ""}, {"text": "As previously shown for other SARS-CoV infections, a propagation mechanism has been proposed across the cribriform plate of the ethmoid bone, from the nose to the olfactory epithelium where ACE2 receptors are highly expressed [5] . This viral neurotropism through the olfactory bulb could be especially responsible of the anosmia frequently reported in these patients [5] . Accordingly, a cortical FLAIR-MRI hyperintensity was visually identified in the right gyrus rectus and olfactory bulb of a patient with SARS-CoV-2 anosmia [6] . By trans-synaptic transfer, again already reported for other virus [7] , this propagation from the olfactory bulb could spread to other limbic structures, such as the amygdala, the hippocampus, and the cingulate cortex which are well known to be involved in cognition and emotion [8] and pathologically in neurodegenerative and neuropsychiatric diseases [2] . SARS-CoV-2 may also target deeper parts of the brain including the thalamus and the brainstem and then potentially contributes to the respiratory impairment [7] and also to painful symptoms.", "cite_spans": [{"start": 226, "end": 229, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 368, "end": 371, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 529, "end": 532, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 602, "end": 605, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 815, "end": 818, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 889, "end": 892, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 1052, "end": 1055, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": ""}, {"text": "We report here the clinical case of two patients with confirmed diagnosis of SARS-CoV-2, which were explored by whole-body 18 F-FDG PET in the post-illness stage to metabolically characterize residual lung abnormalities. Brain PET metabolism was statistically analyzed in comparison with healthy subjects at whole-brain voxelbased level (proportional scaling; p voxel < 0.001, p-cluster < 0.05, uncorrected; healthy subjects of same median age as the patient around a ± 10-year range), and findings were confronted to the hypothesis of the propagation of SARS-Co-2 from the olfactory bulb to other limbic structures and possibly the brainstem.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "We first report the case of a 54-year-old man with a SARS-CoV-2 confirmed by nasopharyngeal swab. Type 2 diabetes, hypertension, and minor asthma were found in his past medical history. The pneumonia was complicated with a severe acute respiratory distress syndrome requiring 6 days of mechanical ventilation and 15 days of hospitalization in intensive care unit. The evolution was clinically favorable, with nevertheless the persistence of anosmia and ageusia during 4 additional weeks and delayed occurrence of memory complaints 8 weeks after the first pulmonary symptoms. A whole-body 18 F-FDG PET was afterward performed, while the patients only complained of memory impairment, to evaluate the metabolic activity of persistent pulmonary CT condensations. No suspect lung hypermetabolism was found. The brain 18 F-FDG PET exhibited hypometabolism of bilateral rectal gyrus prevailing on the right side, without evident abnormality on the attenuation correction CT scan. A whole-brain voxel-based SPM8 comparison, to a local database of 23 healthy subjects selected on the same median age as the patient (range of ± 10 years around the age of the patient; mean age, 54.4 years old; standard deviation, 6.7 years), confirms hypometabolism of the right olfactory/rectal gyrus, with interestingly no remote abnormalities to point toward another brain gateway ( Fig. 1 ; p voxel < 0.001, p-cluster < 0.05, uncorrected; Table 1 ).", "cite_spans": [], "ref_spans": [{"start": 1361, "end": 1367, "text": "Fig. 1", "ref_id": "FIGREF0"}, {"start": 1418, "end": 1425, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Case reports"}, {"text": "We secondly report the case of a 62-year-old man with a SARS-CoV-2 pneumonia confirmed by nasopharyngeal swab. The patient had not significant antecedent. The pneumonia was complicated with moderate acute respiratory distress syndrome requiring 24-h hospitalization in intensive care unit and treatment by low-flow nasal oxygen. The patient never experienced anosmia or ageusia. The evolution was clinically favorable with nevertheless the occurrence, 7 days after the first pulmonary symptoms, of sensitive lower leg crushing sensation alternating in right/left toes, without any motor or sensory deficiency on clinical examination. The hypothesis of peripheral involvement is still in investigation. A whole-body 18 F-FDG PET was afterwards performed, while Bilateral hypometabolism of olfactory/rectal gyrus (white arrow), medial temporal lobe (white*), and brainstem (white+) is visually identified, and confirmed by whole-brain voxel-based SPM8 comparison to healthy subjects (p voxel < 0.001, p-cluster < 0.05, uncorrected), also including the right pre-/post-central gyrus, the right superior temporal gyrus, bilateral thalamus, hypothalamus, and cerebellum the patients only complained of this painful syndrome, to evaluate the metabolic activity of persistent pulmonary CT condensations. No suspect lung hypermetabolism was found. The brain 18 F-FDG PET exhibited extended bilateral marked hypometabolism especially involving olfactory/rectal gyrus, other limbic structures such as amygdala, hippocampus, parahippocampus and cingulate cortex, as well as the right pre-/post-central gyrus, the right superior temporal gyrus, bilateral thalamus, hypothalamus, cerebellum, pons and medulla. These hypometabolisms are found on a whole-brain voxelbased SPM8 comparison with a local database of 24 healthy subjects selected on the same median age as the patient (range of ± 10 years around the age of the patient; mean age, 62.2 years old; standard deviation, 7.0 years) ( Fig. 2 ; p voxel < 0.001, p-cluster < 0.05, uncorrected; Table 1 ). No abnormality was found on the attenuation correction CT scan.", "cite_spans": [], "ref_spans": [{"start": 1976, "end": 1982, "text": "Fig. 2", "ref_id": null}, {"start": 2033, "end": 2040, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Case reports"}, {"text": "These preliminary findings reinforce the hypotheses of SARS-CoV-2 neurotropism through the olfactory bulb in patients with or without anosmia, and the possible extension of this impairment to other limbic structures as well as to the pre-/ post-central gyrus, the thalamus/hypothalamus, the cerebellum and the brainstem, with brain abnormalities persisting after the remission of the infectious phase. 18 F-FDG PET hypometabolism could constitute a cerebral quantitative biomarker of this involvement [9] . Post-viral cohort studies with longer follow-up are required to specify the exact relationship between such hypometabolisms and the possible persistent disorders, especially involving cognitive or emotion disturbances, residual respiratory symptoms, or painful complaints. More earlier brain PET studies could also investigate the possible transition between hyper-and hypo-metabolisms in these patients. These metabolic features could be also correlated to other brain PET biomarkers of neuroinflammation and infection, such as TSPO and CXCR4 expressions [10] , and also to the impact of anti-inflammatory therapeutics, to address the possible relationship with the hypothesized association to neuropsychiatric and neurodegenerative diseases of neuroinflammatory origin [2] .", "cite_spans": [{"start": 501, "end": 504, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 1063, "end": 1067, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 1278, "end": 1281, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Discussion"}, {"text": "Availability of data and material The PET data that support the findings are available from the corresponding author upon reasonable request.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The local PET database of healthy controls was funded by APHM (regional PHRC; NCT00484523).", "cite_spans": [], "ref_spans": [], "section": "Funding information"}, {"text": "Conflict of interest The authors declare that they have no conflict of interest.", "cite_spans": [], "ref_spans": [], "section": "Compliance with ethical standards"}, {"text": "Ethics approval The two case reports are retrospective observation with no ethical approval requirement other than the informed written consent. The local PET database of healthy controls was acquired in accordance with the Declaration of Helsinki, with informed written consent of patients and approvement from \"CPP Sud Méditerranée V\" ethics committee.", "cite_spans": [], "ref_spans": [], "section": "Compliance with ethical standards"}, {"text": "Consent to participate Informed written consent was obtained from all individual participants included in the study.", "cite_spans": [], "ref_spans": [], "section": "Compliance with ethical standards"}, {"text": "Consent for publication Informed written consent was obtained from all individual participants included in the study", "cite_spans": [], "ref_spans": [], "section": "Compliance with ethical standards"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Neurologic features in severe SARS-CoV-2 infection", "authors": [{"first": "J", "middle": [], "last": "Helms", "suffix": ""}, {"first": "S", "middle": [], "last": "Kremer", "suffix": ""}, {"first": "H", "middle": [], "last": "Merdji", "suffix": ""}, {"first": "R", "middle": [], "last": "Clere-Jehl", "suffix": ""}, {"first": "M", "middle": [], "last": "Schenck", "suffix": ""}, {"first": "C", "middle": [], "last": "Kummerlen", "suffix": ""}], "year": 2020, "venue": "N Engl J Med", "volume": "382", "issn": "", "pages": "2268--70", "other_ids": {"DOI": ["10.1056/NEJMc2008597"]}}, "BIBREF1": {"ref_id": "b1", "title": "Impact of SARS-CoV-2 infection on neurodegenerative and neuropsychiatric diseases: a delayed pandemic?", "authors": [{"first": "P", "middle": ["J"], "last": "Serrano-Castro", "suffix": ""}, {"first": "G", "middle": [], "last": "Estivill-Torrús", "suffix": ""}, {"first": "P", "middle": [], "last": "Cabezudo-García", "suffix": ""}, {"first": "Reyes", "middle": ["-"], "last": "Bueno", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "", "suffix": ""}, {"first": "Ciano", "middle": [], "last": "Petersen", "suffix": ""}, {"first": "N", "middle": [], "last": "Aguilar-Castillo", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "", "suffix": ""}], "year": 2020, "venue": "Neurologia", "volume": "35", "issn": "", "pages": "245--51", "other_ids": {"DOI": ["10.1016/j.nrl.2020.04.002"]}}, "BIBREF2": {"ref_id": "b2", "title": "Psychiatric and neuropsychiatric presentations associated with severe coronavirus infections: a systematic review and metaanalysis with comparison to the COVID-19 pandemic", "authors": [{"first": "J", "middle": ["P"], "last": "Rogers", "suffix": ""}, {"first": "E", "middle": [], "last": "Chesney", "suffix": ""}, {"first": "D", "middle": [], "last": "Oliver", "suffix": ""}, {"first": "T", "middle": ["A"], "last": "Pollak", "suffix": ""}, {"first": "P", "middle": [], "last": "Mcguire", "suffix": ""}, {"first": "P", "middle": [], "last": "Fusar-Poli", "suffix": ""}], "year": 2020, "venue": "Lancet Psychiatry", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/S2215-0366(20)30203-0"]}}, "BIBREF3": {"ref_id": "b3", "title": "Chronic widespread musculoskeletal pain, fatigue, depression and disordered sleep in chronic post-SARS syndrome; a case-controlled study", "authors": [{"first": "H", "middle": [], "last": "Moldofsky", "suffix": ""}, {"first": "J", "middle": [], "last": "Patcai", "suffix": ""}], "year": 2011, "venue": "BMC Neurol", "volume": "11", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/1471-2377-11-37"]}}, "BIBREF4": {"ref_id": "b4", "title": "Evidence of the COVID-19 virus targeting the CNS: tissue distribution, host-virus interaction, and proposed neurotropic mechanisms", "authors": [{"first": "A", "middle": ["M"], "last": "Baig", "suffix": ""}, {"first": "A", "middle": [], "last": "Khaleeq", "suffix": ""}, {"first": "U", "middle": [], "last": "Ali", "suffix": ""}, {"first": "H", "middle": [], "last": "Syeda", "suffix": ""}], "year": 2020, "venue": "ACS Chem Neurosci", "volume": "11", "issn": "", "pages": "995--1003", "other_ids": {"DOI": ["10.1021/acschemneuro.0c00122"]}}, "BIBREF5": {"ref_id": "b5", "title": "Magnetic resonance imaging alteration of the brain in a patient with coronavirus disease 2019 (COVID-19) and anosmia", "authors": [{"first": "L", "middle": ["S"], "last": "Politi", "suffix": ""}, {"first": "E", "middle": [], "last": "Salsano", "suffix": ""}, {"first": "M", "middle": [], "last": "Grimaldi", "suffix": ""}], "year": 2020, "venue": "JAMA Neurol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1001/jamaneurol.2020.2125"]}}, "BIBREF6": {"ref_id": "b6", "title": "Is the collapse of the respiratory center in the brain responsible for respiratory breakdown in COVID-19 patients?", "authors": [{"first": "S", "middle": [], "last": "Gandhi", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Srivastava", "suffix": ""}, {"first": "U", "middle": [], "last": "Ray", "suffix": ""}, {"first": "P", "middle": ["P"], "last": "Tripathi", "suffix": ""}], "year": 2020, "venue": "ACS Chem Neurosci", "volume": "11", "issn": "", "pages": "1379--81", "other_ids": {"DOI": ["10.1021/acschemneuro.0c00217"]}}, "BIBREF7": {"ref_id": "b7", "title": "The anatomical connections of the macaque monkey orbitofrontal cortex", "authors": [{"first": "C", "middle": [], "last": "Cavada", "suffix": ""}, {"first": "T", "middle": [], "last": "Compañy", "suffix": ""}, {"first": "J", "middle": [], "last": "Tejedor", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Cruz-Rizzolo", "suffix": ""}, {"first": "F", "middle": [], "last": "Reinoso-Suárez", "suffix": ""}], "year": 2000, "venue": "A review Cereb Cortex", "volume": "10", "issn": "", "pages": "220--262", "other_ids": {"DOI": ["10.1093/cercor/10.3.220"]}}, "BIBREF8": {"ref_id": "b8", "title": "PET imaging of COVID-19: the target and the number", "authors": [{"first": "E", "middle": [], "last": "Guedj", "suffix": ""}, {"first": "A", "middle": [], "last": "Verger", "suffix": ""}, {"first": "S", "middle": [], "last": "Cammilleri", "suffix": ""}], "year": 2020, "venue": "Eur J Nucl Med Mol Imaging", "volume": "47", "issn": "", "pages": "1636--1643", "other_ids": {"DOI": ["10.1007/s00259-020-04820-z"]}}, "BIBREF9": {"ref_id": "b9", "title": "Infection and inflammation imaging: beyond FDG", "authors": [{"first": "M", "middle": [], "last": "Kircher", "suffix": ""}, {"first": "C", "middle": [], "last": "Lapa", "suffix": ""}], "year": 2020, "venue": "PET Clin", "volume": "15", "issn": "", "pages": "215--244", "other_ids": {"DOI": ["10.1016/j.cpet.2019.11.004"]}}, "BIBREF10": {"ref_id": "b10", "title": "Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Brain 18 F-FDG PET hypometabolism of the first patient. Bilateral hypometabolism of olfactory/rectal gyrus is visually identified (white arrow), and confirmed by whole-brain voxel-based SPM8 comparison, to healthy subjects (p voxel < 0.001, p-cluster < 0.05, uncorrected)", "latex": null, "type": "figure"}, "FIGREF1": {"text": "value represents the number of voxels inside a particular cluster. p values are all presented as uncorrected for multiple comparisons. p values still significant at p < 0.05 after correction for multiple comparisons using FWE method (family-wise error) are indicated with *. Talairach coordinates are expressed in mm. BA Brodmann Area Fig. 2 Brain 18 F-FDG PET hypometabolism of the second patient.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Main 18 F-FDG PET hypometabolic findings for each patient in comparison to healthy subjects (p voxel < 0.001, p-cluster < 0.05, uncorrected)", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Cluster </td><td>Cluster p value </td><td>Voxel </td><td>voxel </td><td>Talairach coordinates </td><td> </td><td>Localization\n</td></tr><tr><td>k </td><td> </td><td>T score </td><td>p value </td><td>x </td><td>y </td><td>z\n</td><td> </td></tr><tr><td>Case 1 </td><td>286 0.023 </td><td>5.97 </td><td>&lt; 0.001 </td><td>4.0 </td><td>30.0 </td><td>− 27.0 </td><td>Right rectal gyrus (BA11)\n</td></tr><tr><td>Case 2 3574 </td><td>&lt; 0.001* </td><td>6.92 </td><td>&lt; 0.001* </td><td>− 22.0 </td><td>− 37.0 </td><td>− 2.0 </td><td>Left hippocampus\n</td></tr><tr><td> </td><td> </td><td>6.64 </td><td>&lt; 0.001* </td><td>− 18.0 </td><td>− 43.0 </td><td>− 3.0 </td><td>Left parahippocampal gyrus (BA19)\n</td></tr><tr><td> </td><td> </td><td>5.39 </td><td>&lt; 0.001 </td><td>− 18.0 </td><td>− 16.0 </td><td>− 13.0 </td><td>Left parahippocampal gyrus (BA28)\n</td></tr><tr><td> </td><td> </td><td>5.27 </td><td>&lt; 0.001 </td><td>20.0 </td><td>− 26.0 </td><td>− 9.0 </td><td>Right parahippocampal gyrus (BA28)\n</td></tr><tr><td> </td><td> </td><td>4.70 </td><td>&lt; 0.001 </td><td>− 8.0 </td><td>− 50.0 </td><td>4.0 </td><td>Left cerebellar anterior lobe\n</td></tr><tr><td> </td><td> </td><td>4.58 </td><td>&lt; 0.001 </td><td>− 6.0 </td><td>− 6.0 </td><td>− 3.0 </td><td>Hypothalamus\n</td></tr><tr><td> </td><td> </td><td>4.48 </td><td>&lt; 0.001 </td><td>− 6.0 </td><td>− 16.0 </td><td>− 1.0 </td><td>Left thalamus\n</td></tr><tr><td> </td><td> </td><td>4.35 </td><td>&lt; 0.001 </td><td>18.0 </td><td>3.0 </td><td>− 17.0 </td><td>Right parahippocampal gyrus (BA34)\n</td></tr><tr><td> </td><td> </td><td>4.30 </td><td>&lt; 0.001 </td><td>24.0 </td><td>5.0 </td><td>− 19.0 </td><td>Right uncus (BA28)\n</td></tr><tr><td> </td><td> </td><td>4.29 </td><td>&lt; 0.001 </td><td>26.0 </td><td>− 37.0 </td><td>− 3.0 </td><td>Right hippocampus\n</td></tr><tr><td> </td><td> </td><td>4.18 </td><td>&lt; 0.001 </td><td>6.0 </td><td>20.0 </td><td>− 25.0 </td><td>Right rectal gyrus (BA11)\n</td></tr><tr><td> </td><td> </td><td>4.13 </td><td>&lt; 0.001 </td><td>2.0 </td><td>− 32.0 </td><td>− 22.0 </td><td>Right cerebellar culmen\n</td></tr><tr><td> </td><td>604 0.001* </td><td>5.87 </td><td>&lt; 0.001 </td><td>− 4.0 </td><td>− 31.0 </td><td>− 40.0 </td><td>Medulla\n</td></tr><tr><td> </td><td> </td><td>3.79 </td><td>&lt; 0.001 </td><td>18.0 </td><td>− 34.0 </td><td>− 29.0 </td><td>Pons\n</td></tr><tr><td> </td><td> </td><td>3.71 </td><td>0.001 </td><td>12.0 </td><td>− 35.0 </td><td>− 40.0 </td><td>Right cerebellar tonsil\n</td></tr><tr><td> </td><td>587 0.001* </td><td>5.29 </td><td>&lt; 0.001 </td><td>− 4.0 </td><td>− 12.0 </td><td>37.0 </td><td>Left cingulate gyrus (BA24)\n</td></tr><tr><td> </td><td> </td><td>3.91 </td><td>&lt; 0.001 </td><td>− 10.0 </td><td>− 43.0 </td><td>33.0 </td><td>Left cingulate gyrus (BA31)\n</td></tr><tr><td> </td><td>390 0.007* </td><td>5.08 </td><td>&lt; 0.001 </td><td>59.0 </td><td>− 1.0 </td><td>13.0 </td><td>Right pre-central gyrus (BA6)\n</td></tr><tr><td> </td><td> </td><td>4.91 </td><td>&lt; 0.001 </td><td>61.0 </td><td>− 23.0 </td><td>14.0 </td><td>Right post-central gyrus (BA40)\n</td></tr><tr><td> </td><td> </td><td>4.48 </td><td>&lt; 0.001 </td><td>63.0 </td><td>− 36.0 </td><td>15.0 </td><td>Right superior temporal gyrus (BA22)\n</td></tr></table></body></html>"}}, "back_matter": []}