{
    "paper_id": "0a932a315f3863d07657bc8dcd633e2259dc838b",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Since the emergence of the first cases, indeed, the pressure caused by the epidemic revealed the need for a profound reorganization of the hospitals organization to adequately respond to the needs of citizenship 3 . The situation required the suspension of most deferrable activities, concentrating spaces and resources to assist COVID-19 affected patients 4 .",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 213,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To evaluate the organizational changes necessary to respond to the SARS-CoV-2 pandemic we report on the experience of Fatebenefratelli-Sacco Hospital in Milan (Lombardy), a reference center for the treatment of infectious diseases in Northern Italy, which has been deeply involved since the beginning in the management of the current emergency phase. This case is interesting as the hospital also includes many other centers of excellence, which had to remain active, although at a reduced regimen, entailing the need to respond both to COVID-19 affected and \"regular\" patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The pharmacy department was central to the coping of these ever-changing scenarios. Among the challenges facing the pharmacy department, the main ones involved staffing, supplying and distributing drugs and off-label use of drugs requiring a reformulation of the response method in a very short time 5 .",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 301,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the analysis we took into consideration as the reference period from February 20 th to May 20 th 2020, which were the months of maximum emergency in the reference area.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The new COVID-19-related activities that the hospital began in addition to ordinary practice involved more than 1250 health workers on a daily basis, resulting in an extraordinary workload with more that 12000 emergency room visits in the period between 20 th February and 20 th May 2020 with more than 300 patients directed to the Intensive Care Unit and 1400 in COVID-19 J o u r n a l P r e -p r o o f designated Units. With regard to diagnostics, more than 37000 swabs and 7000 serologic tests for SARS-CoV-2 were performed in the same period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The organization of the wards showed an overall increase in the study period of the ICU and Infectious disease beds, which were completely dedicated to COVID-19 affected patients. The other areas have maintained at least a portion of their beds for the performance of ordinary activities that cannot be postponed. The medical and surgical areas dedicated to non-Covid-19 patients contracted their business to about a third of the usual. The reduction of many of the emergency activities was possible thanks to the establishment of regional \"pathology networks\", which allowed to concentrate these activities in a limited number of hospitals, allowing the others to concentrate resources in care of COVID-19 affected patients. The maternal-infant wards saw a reduction of only 30%; the intrinsic nature of the case studies in that area did not allow assistance to be postponed (Fig 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 876,
                    "end": 883,
                    "text": "(Fig 1)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "The hospital Pharmacy therefore found itself having to simultaneously respond to new needs related to the emergency and to continue to provide the usual activities, in particular to organize the supply J o u r n a l P r e -p r o o f drugs to categories of non COVID-19 affected chronic patients assisted by the hospital The",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig.1 reorganization of inpatient stays"
        },
        {
            "text": "Pharmacists managed the off-label and compassionate-use of drugs in the COVID-19 wards creating new drug management protocols. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig.1 reorganization of inpatient stays"
        },
        {
            "text": "For these patients, in order to avoid situations of possible contagion, started a Home delivery service, thanks to support from the pharmaceutical companies. The service involved more than 200 patients, the pharmacists had been in continuous (24/7) contact with the medical and nurses staff to try and find the appropriate solutions to the daily emergencies. In such a hard time it became even clearer how much it's fundamental to have a multidisciplinary approach and a very close and deep working relationship between different professions, to make it easier to reach a decision and find the appropriate solutions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "The experience reported above shows how it is essential to provide an emergency plan for exceptional phenomena such as the pandemic to be drawn up in \"peacetime\". The emergency plan must provide for continuous training, periodic review and must involve all sectors of the hospital organization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Aggiornamento nazionale 28 luglio 2020 -2 pm CEST",
            "authors": [
                {
                    "first": "Covid-19",
                    "middle": [],
                    "last": "Epidemia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "ECDC Checklist for hospitals preparing for the reception and care of coronavirus 2019 (COVID-19) patients",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Reorganization of a large academic hospital to face COVID-19 outbreak: The model of Parma",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Meschi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rossi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Volpi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur J Clin Invest",
            "volume": "50",
            "issn": "6",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/eci.13250"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Challenges for NHS hospitals during covid-19 epidemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Willan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jeffery",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bienz",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.m1117"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "COVID-19 pandemic planning, response, and lessons learned at a community hospital",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Schiller",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fulman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Champagne",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Awad",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Control enlisted the following: establishment of a core team and key internal and external contact points; human, material and facility capacity; communication and data protection; hand hygiene, personal protective devices and waste management; triage, first contact and prioritization; patient placement, moving of the patients in the facility, and visitor access; environmental cleaning 2 .",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Journal Pre-proof Covid-19 Pandemic: a frontline hospital reorganization to cope with therapeutic and diagnostic emergency Please cite this article as: De Filippis G, Cavazzana L, Gimigliano A, Piacenza M, Vimercati S, Covid-19 Pandemic: a frontline hospital reorganization to cope with therapeutic and diagnostic emergency, Pharmacological Research (2020), doi: https://doi.org/10.1016/j.phrs.2020.105160Covid-19 Pandemic: a frontline hospital reorganization to cope with therapeutic and diagnostic emergency",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "A critical issue in this respect was the shortcoming in the supply of drugs and devices 6 despite extraordinary supplies being obtained including from abroad. This involved the organization of further activities: reception, control (sometimes the incoming products had short expiration date), tracing the distribution in the various departments. To meet demand of drugs the pharmacy organised the galenic production from active principles of some of them. The pharmacy provided the reagents, together with PPE, also to territorial services and residential homes referring to the hospital.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}