{
    "paper_id": "0a9868b975f96899e3e870640e655457624bbf20",
    "metadata": {
        "title": "Journal Pre-proof RECOMENDACIONES PRÁCTICAS PARA EL MANEJO DEL PACIENTE CON DOLOR CRÓNICO DURANTE LA PANDEMIA DE COVID-19",
        "authors": [
            {
                "first": "Recomendaciones",
                "middle": [],
                "last": "Prácticas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Para",
                "middle": [],
                "last": "El",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Manejo",
                "middle": [],
                "last": "Del",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Paciente",
                "middle": [],
                "last": "Con",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dolor",
                "middle": [],
                "last": "Crónico",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Durante",
                "middle": [],
                "last": "La",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Pandemia",
                "middle": [],
                "last": "De",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Covid-19",
                "middle": [],
                "last": "Jm",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Asensio-Samper",
                "middle": [],
                "last": "Dr",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Quesada-Carrascosa",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "De Andrés",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Asensio-Samper",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "M"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": ";",
                "middle": [],
                "last": "Quesada-Carrascosa",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": ";",
                "middle": [],
                "last": "De Andrés",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "3"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Juan",
                "middle": [],
                "last": "Marcos",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "La infección por SARS-CoV-2 ha evolucionado hasta convertirse progresivamente en una pandemia y en una Emergencia de Salud Pública de Importancia Internacional que ha obligado a las organizaciones de salud a nivel mundial, regional y local a adoptar una serie de medidas para hacer frente al COVID-19 e intentar disminuir su impacto, no sólo en el ámbito social sino también en el ámbito sanitario, modificándose las pautas de actuación en los servicios de salud. Dentro de estas recomendaciones que incluyen las Unidades de Tratamiento del Dolor, los pacientes con sospecha o infección confirmada por SARS-CoV-2 pueden encontrase en situación de espera para consulta medica o técnicas invasivas para manejo de dolor crónico refractario a otras terapias. Se recogen en este manuscrito una serie de pautas encaminadas a disminuir el riesgo de infección del personal de salud, otros pacientes y la comunidad.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESUMEN"
        },
        {
            "text": "Dolor crónico Opioides Esteroides SARS-CoV-2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Manejo del dolor"
        },
        {
            "text": "ABSTRACT SARS-CoV-2 infection has evolved into a pandemic and a Public Health Emergency of International Importance that has forced health organizations at the global, regional and local levels to adopt a series of measures to address to COVID-19 and try to reduce its impact, not only in the social sphere but also in the health sphere, modifying the guidelines for action in the health services. Within these recommendations that include the Pain Treatment Units, patients with suspected or confirmed SARS-CoV-2 infection may be waiting for medical consult or interventional procedures for the management of chronic pain refractory to other therapies. A series of guidelines aimed at reducing the risk of infection of health personnel, other patients and the community are included in this manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19"
        },
        {
            "text": "Chronic pain Opioids Steroids SARS-CoV-2 COVID-19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Keywords: Pain Management"
        },
        {
            "text": "A finales de 2019, se recogieron por primera vez en China una serie de pacientes afectados de infección pulmonar de etiología inicialmente no conocida, con presentaciones clínicas muy parecidas a la neumonía viral. El análisis de secuenciación de muestras de tracto respiratorio inferior identificó como agente causante del brote a un nuevo tipo de virus de la familia Coronaviridae, denominado SARS-CoV-2, agente responsable de la enfermedad que paso a denominarse COVID-19 (1) . Desde entonces hasta ahora se han identificado millones de casos en todo el mundo, siendo considerada esta infección por parte de la Organización Mundial de la Salud como una pandemia y pasando a ser una Emergencia de Salud Pública de Importancia Internacional (2,3). Los coronavirus en su gran mayoría son responsables de infecciones leves a nivel del tracto respiratorio superior en personas adultas inmunocompetentes, pudiendo causar cuadros más graves, como síndrome de distrés respiratorio agudo (SDRA) grave y sepsis en pacientes con factores de riesgo, a saber, enfermedad cardiovascular (10,5%), diabetes (7,3%), enfermedad respiratoria crónica (6,3%), HTA (6%), enfermedad oncológica (5,6%) (1,2). Hoy en día, se postula, que la transmisión de la infección persona-persona se produce fundamentalmente por gotas respiratorias y por contacto con material contaminado a través de mucosas (oral, ocular y nasal). También podría transmitirse por aerosoles en procedimientos terapéuticos que los produzcan. El promedio de casos secundarios producidos a partir de un caso se ha estimado entre 2-3 (2,4), mientras que el período de incubación medio fue entre 5,2-12,5 días, aunque existen casos con periodos de incubación de 24 días (1). Las potenciales repercusiones de la enfermedad han llevado a las organizaciones de salud a nivel mundial, regional y local a adoptar una serie de medidas para hacer frente al COVID-19 e intentar disminuir su impacto (5) , no sólo en el ámbito social sino también en el ámbito sanitario, modificándose las pautas de actuación en los servicios de salud potenciándose estrategias como la telemedicina (6) . Esta práctica médica de carácter no presencial, se ha traslado a diferentes especialidades entre las que se encuentran las Unidades de Tratamiento de Dolor. Esta estrategia es de aplicación fundamental en las consultas médicas habituales de carácter electivo, no urgente (evolución clínica, inicio y seguimiento de tratamientos médicos, técnicas de intervención psicológica, etc) (6) . En determinadas situaciones, en pacientes con dolor crónico refractario a tratamiento médico, no son suficientes, pues, estarían indicados procedimientos terapéuticos invasivos, los cuales suponen el contacto directo con el paciente y con ello la posibilidad de transmisión y contagio. Todas estas actuaciones y modos diferentes de interacción con el paciente obligan a establecer pautas de actuación clínica con la finalidad de disminuir el riesgo de infección del paciente, del personal de salud y de la comunidad. Estas recomendaciones abarcarían desde la evaluación del paciente (ya sea en formato telemático o presencial) a la realización de procedimientos técnicos invasivos no quirúrgicos para control del dolor crónico. Las indicaciones serían también de utilidad en situaciones clínicas de infección por microorganismos de comportamiento similar al virus SARS-Co-V-2. Existe hasta la fecha escasos artículos específicos sobre el manejo y consideraciones prácticas de los pacientes con dolor crónico durante la pandemia COVID-19. Se han recogido y adaptado a nuestro medio las indicaciones más relevantes de cara a realizar una práctica clínica segura.",
            "cite_spans": [
                {
                    "start": 475,
                    "end": 478,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1936,
                    "end": 1939,
                    "text": "(5)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2118,
                    "end": 2121,
                    "text": "(6)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2504,
                    "end": 2507,
                    "text": "(6)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCCIÓN"
        },
        {
            "text": "En estas pautas se intenta proporcionar un marco de actuación para los profesionales sanitarios responsables del manejo de los pacientes con dolor crónico con la finalidad de mitigar los riesgos en los proveedores de atención médica y en los pacientes, preservar y optimizar recursos y garantizar acceso a servicios médicos especializados. Entre las cuestiones específicas nos encontramos con la atención del paciente de forma presencial en consulta o bien mediante telemedicina (eHealth), los riesgos generales e intervencionistas específicos, los problemas de flujo de pacientes y planes de personal sanitario y utilización de recursos en periodo de pandemia COVID-19 (7).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "OBJETIVO GENERAL DE LAS RECOMENDACIONES"
        },
        {
            "text": "En las Unidades de Tratamiento del Dolor, los casos en los que se establece la necesidad de manejo preferente de pacientes en situación de crisis sanitaria, incluyendo pandemia COVID-19, son aquellos casos no subsidiarios de atención mediante telemedicina, es decir, aquellos casos refractarios a tratamiento médico convencional que requieran evaluación clínica especializada y alta probabilidad de realización de procedimiento invasivo para control del dolor, el cual podrá ser realizado en formato de \"acto único\". La priorización de los pacientes de acuerdo a su necesidad de tratamiento se establece no sólo siguiendo criterios médicos, sino también criterios logísticos. Así, en los casos de manejo del paciente con dolor crónico debemos considerar las siguientes situaciones, tabla 1(8): -agudeza del cuadro -síntomas psiquiátricos asociados al dolor crónico (vg. depresión grave relacionada con el dolor).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ESCENARIOS CLINICOS. TRIAJE."
        },
        {
            "text": "-problemas sociales derivados de la ausencia de tratamiento del dolor (vg. cuidadora de personas dependientes con dolor invalidante). -alto nivel de dolor y deterioro funcional que lo acompaña. -alta probabilidad de que la visita presencial /procedimiento proporcione un beneficio significativo.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ESCENARIOS CLINICOS. TRIAJE."
        },
        {
            "text": "-probabilidad de que el paciente busque servicios de emergencia saturados en situación de pandemia o se vea obligado a iniciar tratamientos médicos a evitar (vg. opioides).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ESCENARIOS CLINICOS. TRIAJE."
        },
        {
            "text": "-necesidad de examen físico -estado laboral / trabajo: se dará prioridad a personal que trabaja en beneficio de la comunidad (policías, bomberos, etc).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ESCENARIOS CLINICOS. TRIAJE."
        },
        {
            "text": "Sin embargo, a nivel práctico y a modo de resumen se tendrán en consideración las siguientes situaciones clínicas prioritarias (7): -Dolor oncológico intratable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ESCENARIOS CLINICOS. TRIAJE."
        },
        {
            "text": "-Herpes zoster agudo o neuralgia posherpética intratable subaguda.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ESCENARIOS CLINICOS. TRIAJE."
        },
        {
            "text": "-Lumbalgia o lumbociatalgia aguda reagudizadas y severas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ESCENARIOS CLINICOS. TRIAJE."
        },
        {
            "text": "-Neuralgia trigeminal u otras neuralgias faciales o cefaleas causantes de dolor severo.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ESCENARIOS CLINICOS. TRIAJE."
        },
        {
            "text": "-Síndrome de dolor regional complejo.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ESCENARIOS CLINICOS. TRIAJE."
        },
        {
            "text": "-Otros dolores neuropáticos de difícil control médico.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ESCENARIOS CLINICOS. TRIAJE."
        },
        {
            "text": "-Reagudización del dolor en pacientes portadores de dispositivos de infusión o neuromodulación.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ESCENARIOS CLINICOS. TRIAJE."
        },
        {
            "text": "-Otros dolores severos de distinta etiología, pero de difícil control médico, valorando cuidadosamente relación riesgo-beneficio.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ESCENARIOS CLINICOS. TRIAJE."
        },
        {
            "text": "-Pacientes portadores de implantes de neuromodulación (estimulador de cordones posteriores medulares/periféricos/subcutáneos o de ganglio de raíz dorsal y dispositivos de infusión intratecal de fármacos).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ESCENARIOS CLINICOS. TRIAJE."
        },
        {
            "text": "En el caso de pacientes con dolor crónico que requieran consulta médica especializada, habitualmente proporcionada por las Unidades de Tratamiento del Dolor hospitalarias, en periodo de crisis sanitaria debemos tener en consideración lo siguiente: • Potenciar en la medida de lo posible la consulta no presencial, vía telefónica o telemática, pero sin menoscabo del mantenimiento del control de los síntomas y la efectividad de los tratamientos del paciente. En caso de usar la via telemética o videollamada, el paciente debe autorizar este tipo de asistencia. La consulta no presencial debe incluir no solo la entrevista con el paciente si no también la revisión de pruebas pedidas. Se facilitarán mecanismos para que la disponibilidad de las pruebas por medios telemáticos sea un hecho en los entornos donde aún no esté implementado.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOMENDACIONES DEL PACIENTE CON DOLOR CRÓNICO QUE REQUIERE CONSULTA MÉDICA ESPECIALIZADA"
        },
        {
            "text": "• En el caso de la asistencia presencial, deberemos de tener en cuenta los siguientes aspectos:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOMENDACIONES DEL PACIENTE CON DOLOR CRÓNICO QUE REQUIERE CONSULTA MÉDICA ESPECIALIZADA"
        },
        {
            "text": "-se deberá hacer con la mayor agilidad posible y así minimizar el tiempo de espera en salas, en consultas o salas de procedimientos. Por tanto, se deberán ajustar y cumplir los horarios de atención en la medida de lo posible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOMENDACIONES DEL PACIENTE CON DOLOR CRÓNICO QUE REQUIERE CONSULTA MÉDICA ESPECIALIZADA"
        },
        {
            "text": "-se potenciarán las consultas de \"acto único\": evaluar, diagnosticar y tratar. Especialmente en los casos de atención preferente.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOMENDACIONES DEL PACIENTE CON DOLOR CRÓNICO QUE REQUIERE CONSULTA MÉDICA ESPECIALIZADA"
        },
        {
            "text": "-se prohíben las citas en horarios coincidentes. Para evitar aglomeraciones en áreas comunes y la desinfección de áreas entre pacientes, se ajustará el ratio de citación, lo que se podrá traducir en una disminución del número de pacientes atendidos por día.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOMENDACIONES DEL PACIENTE CON DOLOR CRÓNICO QUE REQUIERE CONSULTA MÉDICA ESPECIALIZADA"
        },
        {
            "text": "-el paciente deberá esperar en salas lo suficientemente amplias como para permitir una distancia de seguridad de al menos 2 metros y equipada con higienizante de manos e instrucciones para su realización adecuada. Si no fuera así, se permitirá al paciente esperar en su vehículo y ser avisado telefónicamente para efectuar la visita.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOMENDACIONES DEL PACIENTE CON DOLOR CRÓNICO QUE REQUIERE CONSULTA MÉDICA ESPECIALIZADA"
        },
        {
            "text": "-el paciente siempre debe portar mascarilla quirúrgica.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOMENDACIONES DEL PACIENTE CON DOLOR CRÓNICO QUE REQUIERE CONSULTA MÉDICA ESPECIALIZADA"
        },
        {
            "text": "-no se permiten acompañantes excepto en los casos de dependencia. En estos casos seleccionados sólo se permitirá un acompañante por paciente citado.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOMENDACIONES DEL PACIENTE CON DOLOR CRÓNICO QUE REQUIERE CONSULTA MÉDICA ESPECIALIZADA"
        },
        {
            "text": "-se deberá preguntar al paciente por la presencia de síntomas sugestivos de infección por SARS-Cov2 (fiebre, tos, malestar general, anosmia) y por la posible realización previa de test PCR o serológicos de presencia de infección.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOMENDACIONES DEL PACIENTE CON DOLOR CRÓNICO QUE REQUIERE CONSULTA MÉDICA ESPECIALIZADA"
        },
        {
            "text": "-deberemos de disponer en todas las consultas, de al menos, un termómetro laser-infrarrojo para tomar la temperatura de los pacientes antes de que pasen a la entrevista.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOMENDACIONES DEL PACIENTE CON DOLOR CRÓNICO QUE REQUIERE CONSULTA MÉDICA ESPECIALIZADA"
        },
        {
            "text": "-puede valorarse el empleo de pantallas transparentes de protección entre administrativos/facultativos y pacientes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOMENDACIONES DEL PACIENTE CON DOLOR CRÓNICO QUE REQUIERE CONSULTA MÉDICA ESPECIALIZADA"
        },
        {
            "text": "-empleo por parte del facultativo de protección personal individualizada para la exploración: bata desechable, mascarilla quirúrgica, protección ocular y guantes desechables.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOMENDACIONES DEL PACIENTE CON DOLOR CRÓNICO QUE REQUIERE CONSULTA MÉDICA ESPECIALIZADA"
        },
        {
            "text": "-limpiar y desinfectar todas las superficies en el entorno de atención al paciente incluyendo mesa, camilla, sillas, pomos de puertas y otros equipos entre un paciente atendido y el siguiente paciente.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOMENDACIONES DEL PACIENTE CON DOLOR CRÓNICO QUE REQUIERE CONSULTA MÉDICA ESPECIALIZADA"
        },
        {
            "text": "-los pacientes COVID + conocidos, seguirán un circuito diferente de acuerdo con las normas de cada centro.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOMENDACIONES DEL PACIENTE CON DOLOR CRÓNICO QUE REQUIERE CONSULTA MÉDICA ESPECIALIZADA"
        },
        {
            "text": "-al finalizar la atención se clasificará al paciente para nueva revisión médica, bien en el grupo de telemedicina, asegurándose modalidad de contacto telemático o bien en el grupo de atención presencial, proporcionando nueva cita sin esperas en áreas asistenciales antes diseñadas a tal efecto.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOMENDACIONES DEL PACIENTE CON DOLOR CRÓNICO QUE REQUIERE CONSULTA MÉDICA ESPECIALIZADA"
        },
        {
            "text": "Los procedimientos intervencionistas deberían reservarse para los pacientes considerados preferentes, previa valoración cuidadosa del riesgo asumido por cada paciente y tras solicitar firma de consentimiento informado, donde se especifique riesgo de contacto de COVID-19 en entorno hospitalario (tabla 2) (8).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOMENDACIONES DEL PACIENTE CON DOLOR CRÓNICO QUE VA A SER SOMETIDO A PROCEDIMIENTO INTERVENCIONISTA NO QUIRÚRGICO"
        },
        {
            "text": "• Sala de procedimientos invasivos ambulatórios hospitalaria: -restringir al máximo la circulación y estancia de los pacientes en las áreas asistenciales.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOMENDACIONES DEL PACIENTE CON DOLOR CRÓNICO QUE VA A SER SOMETIDO A PROCEDIMIENTO INTERVENCIONISTA NO QUIRÚRGICO"
        },
        {
            "text": "-distanciar físicamente todo lo posible a los pacientes, a ser posible, evitando su coincidencia en el mismo entorno. Si no fuera posible, deberán estar distanciados como mínimo 2 metros.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOMENDACIONES DEL PACIENTE CON DOLOR CRÓNICO QUE VA A SER SOMETIDO A PROCEDIMIENTO INTERVENCIONISTA NO QUIRÚRGICO"
        },
        {
            "text": "-el paciente y acompañante portarán mascarilla de tipo quirúrgica a su llegada al área.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOMENDACIONES DEL PACIENTE CON DOLOR CRÓNICO QUE VA A SER SOMETIDO A PROCEDIMIENTO INTERVENCIONISTA NO QUIRÚRGICO"
        },
        {
            "text": "-sólo se permitirá un acompañante por paciente el cual debe ser asintomático. A aquellos acompañantes con fiebre o síntomas no les será permitida la entrada.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOMENDACIONES DEL PACIENTE CON DOLOR CRÓNICO QUE VA A SER SOMETIDO A PROCEDIMIENTO INTERVENCIONISTA NO QUIRÚRGICO"
        },
        {
            "text": "J o u r n a l P r e -p r o o f -el acompañante deberá esperar en salas lo suficientemente amplias como para permitir una distancia de seguridad de al menos 2 metros y equipada con higienizante de manos y ausencia de elementos comunes (dípticos informativos, revistas, etc). Si no fuera así, se permitirá al acompañante esperar en su vehículo y ser avisado telefónicamente para efectuar la recogida del paciente tras el procedimiento.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOMENDACIONES DEL PACIENTE CON DOLOR CRÓNICO QUE VA A SER SOMETIDO A PROCEDIMIENTO INTERVENCIONISTA NO QUIRÚRGICO"
        },
        {
            "text": "-los procedimientos serán realizados por un facultativo con experiencia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOMENDACIONES DEL PACIENTE CON DOLOR CRÓNICO QUE VA A SER SOMETIDO A PROCEDIMIENTO INTERVENCIONISTA NO QUIRÚRGICO"
        },
        {
            "text": "-deben tomarse precauciones de contacto y gotas al realizar el procedimiento, utilizar mascarillas FFP2/FFP3 (especialmente en procedimientos generadores de aerosoles), protección ocular, bata impermeable y doble guante para el personal involucrado.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOMENDACIONES DEL PACIENTE CON DOLOR CRÓNICO QUE VA A SER SOMETIDO A PROCEDIMIENTO INTERVENCIONISTA NO QUIRÚRGICO"
        },
        {
            "text": "-en el área debe haber espacio físico para instalar y desechar el EPI de forma segura, así como para efectuar lavado adecuado de manos.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOMENDACIONES DEL PACIENTE CON DOLOR CRÓNICO QUE VA A SER SOMETIDO A PROCEDIMIENTO INTERVENCIONISTA NO QUIRÚRGICO"
        },
        {
            "text": "-antes del inicio de la técnica es obligado que se preparen todos los dispositivos (agujas de punción de plexos, abordaje neuroaxial, agujas de radiofrecuencia, etc), así como sueros con y sin sistemas para evitar en lo posible la apertura y manipulación de los carros. Utilizar en lo posible material desechable. Igualmente se preparará toda la medicación potencial de uso, colocada sobre una batea grande, evitando en lo posible la manipulación de los carros de medicación.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOMENDACIONES DEL PACIENTE CON DOLOR CRÓNICO QUE VA A SER SOMETIDO A PROCEDIMIENTO INTERVENCIONISTA NO QUIRÚRGICO"
        },
        {
            "text": "-minimizar la cantidad de personal presente durante la realización del procedimiento, pero siempre teniendo localizado personal de ayuda si fuera preciso.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOMENDACIONES DEL PACIENTE CON DOLOR CRÓNICO QUE VA A SER SOMETIDO A PROCEDIMIENTO INTERVENCIONISTA NO QUIRÚRGICO"
        },
        {
            "text": "-se evitará la administración previa a la técnica de midazolam o benzodiacepinas de acción prolongada. Si fuera necesario se administrarán las menores dosis posibles con ajuste individualizado. El objetivo es reducir la relajación muscular excesiva o la depresión respiratoria que impida un correcto fluir de la programación y una estancia prolongada del paciente en espacios de riesgo como el centro hospitalario.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOMENDACIONES DEL PACIENTE CON DOLOR CRÓNICO QUE VA A SER SOMETIDO A PROCEDIMIENTO INTERVENCIONISTA NO QUIRÚRGICO"
        },
        {
            "text": "-la monitorización a elegir está dada por la situación del paciente y la técnica analgésica a realizar, a modo estándar y de acuerdo a las normas de la ASA y SEDAR (EKG continuo, PANI, SatO2). -si se utilizan dispositivos como el ultrasonido o los sistemas de telemetría en los casos de neuromodulación en el punto de atención, se debe usar una cubierta plástica larga para la unidad principal y para el cable con la finalidad de minimizar la contaminación del equipo. -la recuperación del paciente se realizará en la propia sala de procedimientos (intentado evitar su estancia en otra unidad). El tiempo de recuperación será el necesario que garantice su seguridad al alta a domicilio. -el paciente deberá llevar siempre la mascarilla de tipo quirúrgico durante la recuperación y al alta.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOMENDACIONES DEL PACIENTE CON DOLOR CRÓNICO QUE VA A SER SOMETIDO A PROCEDIMIENTO INTERVENCIONISTA NO QUIRÚRGICO"
        },
        {
            "text": "-si el paciente es dado de alta a domicilio, se le entregará una hoja de instrucciones y autocuidados, así como se informará al acompañante.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOMENDACIONES DEL PACIENTE CON DOLOR CRÓNICO QUE VA A SER SOMETIDO A PROCEDIMIENTO INTERVENCIONISTA NO QUIRÚRGICO"
        },
        {
            "text": "-la revisión clínica del estado del paciente se realizará en formato no presencial excepto si aparecen complicaciones o secundarismos asociados a la técnica analgésica realizada.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOMENDACIONES DEL PACIENTE CON DOLOR CRÓNICO QUE VA A SER SOMETIDO A PROCEDIMIENTO INTERVENCIONISTA NO QUIRÚRGICO"
        },
        {
            "text": "• Procedimientos en área quirúrgica en régimen ambulatorio: -Consideraciones preoperatorias: -se deberá realizar un screening telefónico al paciente 24 horas antes de la intervención para conocer su estado de salud actual, dar indicaciones acerca de la organización del procedimiento: llegada, acompañante, alta del centro tras la intervención.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOMENDACIONES DEL PACIENTE CON DOLOR CRÓNICO QUE VA A SER SOMETIDO A PROCEDIMIENTO INTERVENCIONISTA NO QUIRÚRGICO"
        },
        {
            "text": "-el paciente y acompañante portarán mascarilla de tipo quirúrgica a su llegada al área.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOMENDACIONES DEL PACIENTE CON DOLOR CRÓNICO QUE VA A SER SOMETIDO A PROCEDIMIENTO INTERVENCIONISTA NO QUIRÚRGICO"
        },
        {
            "text": "-sólo se permitirá un acompañante por paciente el cual debe ser asintomático. A aquellos acompañantes con fiebre o síntomas no les será permitida la entrada.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOMENDACIONES DEL PACIENTE CON DOLOR CRÓNICO QUE VA A SER SOMETIDO A PROCEDIMIENTO INTERVENCIONISTA NO QUIRÚRGICO"
        },
        {
            "text": "-el acompañante deberá esperar en salas lo suficientemente amplias como para permitir una distancia de seguridad de al menos 2 metros y equipada con higienizante de manos. Si no fuera así, se permitirá al acompañante esperar en su vehículo y ser avisado telefónicamente para efectuar la recogida del paciente tras el procedimiento.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOMENDACIONES DEL PACIENTE CON DOLOR CRÓNICO QUE VA A SER SOMETIDO A PROCEDIMIENTO INTERVENCIONISTA NO QUIRÚRGICO"
        },
        {
            "text": "-se anotará en la historia clínica del paciente a la llegada al área quirúrgica una nota a modo de informe preoperatorio, donde se hará constar antecedentes, alergias, y demás información rutinaria.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOMENDACIONES DEL PACIENTE CON DOLOR CRÓNICO QUE VA A SER SOMETIDO A PROCEDIMIENTO INTERVENCIONISTA NO QUIRÚRGICO"
        },
        {
            "text": "-no se realizará exploración de vía aérea (explicitándose los motivos de la misma).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOMENDACIONES DEL PACIENTE CON DOLOR CRÓNICO QUE VA A SER SOMETIDO A PROCEDIMIENTO INTERVENCIONISTA NO QUIRÚRGICO"
        },
        {
            "text": "-deberá firmar CI por el mismo o por familiares en base a su aislamiento. Si fuera posible sería preferible el empleo de un documento digital que permitiera la firma sobre dispositivo electrónico.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOMENDACIONES DEL PACIENTE CON DOLOR CRÓNICO QUE VA A SER SOMETIDO A PROCEDIMIENTO INTERVENCIONISTA NO QUIRÚRGICO"
        },
        {
            "text": "-se comprobará la analítica preoperatoria si esta disponible. -Consideraciones intraoperatorias:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOMENDACIONES DEL PACIENTE CON DOLOR CRÓNICO QUE VA A SER SOMETIDO A PROCEDIMIENTO INTERVENCIONISTA NO QUIRÚRGICO"
        },
        {
            "text": "-en el área quirúrgica debe haber espacio físico para instalar y desechar el EPI de forma segura.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOMENDACIONES DEL PACIENTE CON DOLOR CRÓNICO QUE VA A SER SOMETIDO A PROCEDIMIENTO INTERVENCIONISTA NO QUIRÚRGICO"
        },
        {
            "text": "-designar al operador más experto para realizar los procedimientos.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOMENDACIONES DEL PACIENTE CON DOLOR CRÓNICO QUE VA A SER SOMETIDO A PROCEDIMIENTO INTERVENCIONISTA NO QUIRÚRGICO"
        },
        {
            "text": "-durante la intervención las puertas de quirófano permanecerán herméticamente cerradas, sólo permanecerá en su interior el mínimo personal requerido el cuál llevará el EPI completo: mascarillas FFP2/FFP3 (especialmente en procedimientos generadores de aerosoles), protección ocular, bata impermeable y doble guante.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOMENDACIONES DEL PACIENTE CON DOLOR CRÓNICO QUE VA A SER SOMETIDO A PROCEDIMIENTO INTERVENCIONISTA NO QUIRÚRGICO"
        },
        {
            "text": "-antes de la llegada a quirófano es obligado que se preparen previamente todos los dispositivos (equipo de radiofrecuencia, fluoroscopia, etc), así como sueros con y sin sistemas para evitar en lo posible la apertura y manipulación de los carros. Utilizar en lo posible material desechable. Igualmente se preparará toda la medicación potencial de uso, colocada sobre una batea grande, evitando en lo posible la manipulación de los carros de medicación. De la misma forma, todo lo potencialmente necesario para la cirugía debe estar disponible en el interior de quirófano para evitar la apertura de puertas tras la entrada del paciente.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOMENDACIONES DEL PACIENTE CON DOLOR CRÓNICO QUE VA A SER SOMETIDO A PROCEDIMIENTO INTERVENCIONISTA NO QUIRÚRGICO"
        },
        {
            "text": "-se podrá designar a un enfermero de apoyo externo que proporcionará aquello que sea necesario (\"runner nurse\") y no este disponible en el quirófano COVID.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOMENDACIONES DEL PACIENTE CON DOLOR CRÓNICO QUE VA A SER SOMETIDO A PROCEDIMIENTO INTERVENCIONISTA NO QUIRÚRGICO"
        },
        {
            "text": "-la monitorización a elegir está dada por la situación del paciente y la técnica analgésica elegida, como en cualquier paciente sometido a anestesia, a modo estándar y de acuerdo a las normas de la ASA y SEDAR (EKG continuo, PANI, SatO2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOMENDACIONES DEL PACIENTE CON DOLOR CRÓNICO QUE VA A SER SOMETIDO A PROCEDIMIENTO INTERVENCIONISTA NO QUIRÚRGICO"
        },
        {
            "text": "-se asociarán para el control del dolor postoperatorio fármacos no opioides, como paracetamol o AINEs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOMENDACIONES DEL PACIENTE CON DOLOR CRÓNICO QUE VA A SER SOMETIDO A PROCEDIMIENTO INTERVENCIONISTA NO QUIRÚRGICO"
        },
        {
            "text": "-la sedación se realizará con fármacos intravenosos de acción corta (propofol, remifentanilo) y ajustando dosis de forma adecuada.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOMENDACIONES DEL PACIENTE CON DOLOR CRÓNICO QUE VA A SER SOMETIDO A PROCEDIMIENTO INTERVENCIONISTA NO QUIRÚRGICO"
        },
        {
            "text": "-la oxigenoterapia intraoperatoria de paciente despierto se realizará preferentemente con cánulas nasales empleando flujos bajos con una mascarilla quirúrgica por encima. Se evitarán los altos flujos de oxígeno así como las mascarillas tipo Venturi o la ventilación no invasiva ya que pueden potenciar la aerosolización. Hui demostró que la dispersión de las partículas exhaladas por el paciente aumentaba en relación directa con el aumento progresivo del flujo de oxígeno (distancias de 0.2, 0.22, 0.3 y 0.4 metros durante la administración de 4,6,8 y 10 L/min respectivamente) (9) .",
            "cite_spans": [
                {
                    "start": 579,
                    "end": 582,
                    "text": "(9)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "RECOMENDACIONES DEL PACIENTE CON DOLOR CRÓNICO QUE VA A SER SOMETIDO A PROCEDIMIENTO INTERVENCIONISTA NO QUIRÚRGICO"
        },
        {
            "text": "-si se utilizan dispositivos como el ultrasonido o fluoroscopia en el punto de atención, se debe usar una cubierta plástica larga para unidad principal y cables para minimizar la contaminación del equipo. -Consideraciones postoperatorias:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOMENDACIONES DEL PACIENTE CON DOLOR CRÓNICO QUE VA A SER SOMETIDO A PROCEDIMIENTO INTERVENCIONISTA NO QUIRÚRGICO"
        },
        {
            "text": "-la recuperación del paciente se realizará en quirófano (intentado evitar su estancia en otra unidad). El tiempo de recuperación será el necesario que garantice su seguridad para el alta a domicilio.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOMENDACIONES DEL PACIENTE CON DOLOR CRÓNICO QUE VA A SER SOMETIDO A PROCEDIMIENTO INTERVENCIONISTA NO QUIRÚRGICO"
        },
        {
            "text": "-el paciente deberá llevar siempre la mascarilla de tipo quirúrgico durante el postoperatorio y al alta.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOMENDACIONES DEL PACIENTE CON DOLOR CRÓNICO QUE VA A SER SOMETIDO A PROCEDIMIENTO INTERVENCIONISTA NO QUIRÚRGICO"
        },
        {
            "text": "-si el paciente es dado de alta a domicilio, se le entregará una hoja de instrucciones y autocuidados, así como se informará al acompañante.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOMENDACIONES DEL PACIENTE CON DOLOR CRÓNICO QUE VA A SER SOMETIDO A PROCEDIMIENTO INTERVENCIONISTA NO QUIRÚRGICO"
        },
        {
            "text": "-la revisión clínica del estado del paciente se realizará en formato no presencial excepto si aparecen complicaciones o secundarismos asociados a la técnica analgésica realizada.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOMENDACIONES DEL PACIENTE CON DOLOR CRÓNICO QUE VA A SER SOMETIDO A PROCEDIMIENTO INTERVENCIONISTA NO QUIRÚRGICO"
        },
        {
            "text": "Un apartado especial a debate es la posibilidad de prescripción de analgésicos anti-inflamatorios no esteroideos (AINEs). Informes de casos de pacientes infectados con SARS CoV-2 que parecían presentar deterioro clínico después de tomar ibuprofeno generó preocupaciones en facultativos y pacientes sobre la seguridad de los AINE durante la pandemia de COVID-19. Al parecer la relación de la ingesta de AINEs con el aumento de los niveles de angiotensina parecían aumentar la susceptibilidad a la infección o el agravamiento de los síntomas. Actualmente ni la FDA ni la Agencia Europea del Medicamento conocen ninguna evidencia que relacione el empleo de ningún AINE con la infección COVID-19 (10, 11) . Por lo tanto, parece razonable que los pacientes que toman AINEs de forma regular y crónica pueden continuar haciéndolo con las mismas consideraciones que antes del inicio de la pandemia y en aquellos en los que se pueda plantear su uso de novo (pacientes con dolor agudo o crónico de reciente diagnóstico) puedan iniciar el tratamiento. Únicamente como antiinflamatorios que son, pueden enmascarar los síntomas tempranos de la enfermedad como fiebre y mialgias y siempre deben emplearse con precaución y estrecha vigilancia en pacientes con patología cardiovascular, renal o edad avanzada, pacientes en los que se recomienda dosis bajas en intervalos cortos de tiempo (12, 13) . En cualquier caso y a pesar de la ausencia probada de contraindicaciones formales para su uso, se recomienda, en pacientes que tienen dolor y síntomas posibles de COVID-19 (fiebre leve o mialgias) o exposición reciente de alto riesgo a ella, informar de inmediato y emplear como alternativa a los AINEs, paracetamol, fármaco recomendado como analgésico y antipirético por la Organización Mundial de la Salud en la pandemia COVID-19 (14, 15) .",
            "cite_spans": [
                {
                    "start": 692,
                    "end": 696,
                    "text": "(10,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 697,
                    "end": 700,
                    "text": "11)",
                    "ref_id": null
                },
                {
                    "start": 1372,
                    "end": 1376,
                    "text": "(12,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1377,
                    "end": 1380,
                    "text": "13)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1815,
                    "end": 1819,
                    "text": "(14,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1820,
                    "end": 1823,
                    "text": "15)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "RECOMENDACIONES EN EL MANEJO DE ANTI-INFLAMATORIOS NO ESTEROIDEOS Y PARACETAMOL DURANTE LA PANDEMIA COVID-19"
        },
        {
            "text": "Los opioides son el tratamiento más efectivo para el dolor agudo y crónico, habiendo demostrado eficacia para el dolor neuropático y no neuropático (16, 17) . Aunque los detractores al empleo de opioides citan la falta de evidencia de calidad que respalde el beneficio durante más de 3 meses, las revisiones sistemáticas han demostrado una mejora en la calidad de vida a largo plazo en los pacientes con dolor crónico severo (18, 19) .",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 152,
                    "text": "(16,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 153,
                    "end": 156,
                    "text": "17)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 425,
                    "end": 429,
                    "text": "(18,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 430,
                    "end": 433,
                    "text": "19)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "RECOMENDACIONES EN EL MANEJO DE OPIOIDES DURANTE LA PANDEMIA COVID-19"
        },
        {
            "text": "La morbilidad y las complicaciones de COVID-19 son más comunes en ancianos y pacientes inmunocomprometidos, lo que destaca la importancia de la respuesta inmune en evitar la infección y minimizar la tasa de letalidad. El efecto de los opioides sobre el sistema inmune es complejo y depende del tipo de opioide, la dosis, la naturaleza de la inmunidad (los opioides tienen diferentes efectos sobre diferentes células inmunes) y el contexto (20) . En individuos con terapia crónica con opioides, los opioides se han relacionado con la infección (21) . Sin embargo, por otro lado, el dolor en sí mismo puede tener un efecto inmunosupresor, de modo que el uso de opioides para aliviar el dolor agudo puede en realidad mejorar la respuesta inmune (22).",
            "cite_spans": [
                {
                    "start": 439,
                    "end": 443,
                    "text": "(20)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 543,
                    "end": 547,
                    "text": "(21)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "RECOMENDACIONES EN EL MANEJO DE OPIOIDES DURANTE LA PANDEMIA COVID-19"
        },
        {
            "text": "Teniendo en cuenta estos hechos, se podría realizar la prescripción telemática de opioides de manera provisional y a corto plazo a todos aquellos pacientes que experimenten un periodo de exacerbación de dolor crónico ya tratado con fármacos no opioides. En estos casos, se contactará con los pacientes transcurridas 1-2 semanas. Si persiste la necesidad de los mismos, se deberá realizar una consulta médica presencial al mes con la finalidad de realizar un examen físico para evaluar la gravedad de la patología o progresión de la misma, asegurar la concordancia de los síntomas, vigilar los signos no orgánicos, detectar posibles banderas rojas e identificar pacientes candidatos a realizar procedimientos intervencionistas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOMENDACIONES EN EL MANEJO DE OPIOIDES DURANTE LA PANDEMIA COVID-19"
        },
        {
            "text": "En pacientes que ya están tomando opioides, se pueden proporcionar aumentos temporales, pero con la recomendación de visita presencial en 2 meses desde el ascenso de dosis para valorar posible progresión de la enfermedad generadora de dolor, tolerancia a los opioides, la hiperalgesia opioide y el uso de opioides para tratar afecciones sin dolor que podría beneficiarse de otros tratamientos como la psicoterapia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOMENDACIONES EN EL MANEJO DE OPIOIDES DURANTE LA PANDEMIA COVID-19"
        },
        {
            "text": "En los pacientes portadores de dispositivos de infusión intratecal de fármacos, los rellenos de fármacos se consideran procedimientos emergentes durante pandemia COVID-19 y se manejarán según las recomendaciones establecidas en este manuscrito.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOMENDACIONES EN EL MANEJO DE OPIOIDES DURANTE LA PANDEMIA COVID-19"
        },
        {
            "text": "En los pacientes con opioides transdérmicos se recomienda un control cuidadoso en el caso de infección activa pues la fiebre alta puede alterar la tasa de absorción.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOMENDACIONES EN EL MANEJO DE OPIOIDES DURANTE LA PANDEMIA COVID-19"
        },
        {
            "text": "Se sabe que los esteroides suprimen el sistema inmunitario y que los esteroides sistémicos han sido vinculados a infecciones, incluida la neumonía (23) . La supresión del eje hipotálamohipofisario-suprarrenal generalmente dura menos de 3 semanas, pero puede durar más de un mes en algunos individuos (24, 25) . Parece que dicha inmunosupresión podría ser menor con el empleo de dexametasona y betametasona (26). Con todos estos datos, existe al menos una posibilidad teórica de que los procedimientos que implican la administración esteroides pueden aumentar el riesgo de infección y por tanto la indicación de los mismos debe abordarse con precaución especialmente en pacientes inmunocomprometidos pues estos pueden tener mayor riesgo de infección durante la ventana de supresión inmune asociada a los corticosteroides. Por otro lado, otra consideración a tener en cuenta son las dosis empleadas. Ensayos aleatorizados han evaluado diferentes dosis de esteroides administradas por varias vías y en su mayor parte han encontrado que las dosis típicamente utilizadas en la práctica son excesivas (27) . La Spine Interventional Society revela que no hay evidencia clara de un efecto causal entre las inyecciones espinales de esteroides y las infecciones periprocedimiento en pacientes inmunodeprimidos (28) . Atendiendo a esta recomendación y lo anteriormente expuesto se plantea que se pueden continuar realizando procedimientos neuroaxiales con corticoesteroides durante la pandemia de COVID-19, valorando siempre el riesgo/beneficio individualizado de cada paciente, siempre empleando las dosis más bajas posibles e informando a los pacientes de la posibilidad de inmunosupresión y riesgo potencial de infección. En pacientes inmunosuprimidos y por tanto con alto riesgo de infección por SARS-CoV-2 las inyecciones de esteroides pueden considerarse excluidas excepto para los casos de dolor radicular severo refractario a otras medidas aunque siempre sopesando esta terapia con el riesgo teórico de infección (7) .",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 151,
                    "text": "(23)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 300,
                    "end": 304,
                    "text": "(24,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 305,
                    "end": 308,
                    "text": "25)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1095,
                    "end": 1099,
                    "text": "(27)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1300,
                    "end": 1304,
                    "text": "(28)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 2010,
                    "end": 2013,
                    "text": "(7)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "RECOMENDACIONES EN EL MANEJO DE ESTEROIDES DURANTE LA PANDEMIA COVID-19"
        },
        {
            "text": "Los problemas clave de salud mental asociados con la pandemia de COVID-19 incluyen tasas altas de síntomas psiquiátricos (depresión, trastornos de ansiedad, trastorno de estrés posttraumático, insomnio), relacionados con el confinamiento y la cuarentena, miedo a la infección, frustración y aburrimiento, hogar inadecuado, suministros alimentarios y de higiene, acceso a la información, pérdidas financieras y estigma social (29) . Estas consideraciones de salud mental son muy relevantes porque los problemas de salud mental son comunes en pacientes con dolor crónico (30) . Problemas de salud mental asociados con la pandemia de COVID-19 podrían exacerbar estas condiciones preexistentes que, a su vez, podrían afectar negativamente los resultados del tratamiento relacionado con el dolor (31, 32) . Un estudio de encuestas realizado en China realizado entre el 31 de enero y el 8 de febrero 2020, proporcionaron datos preliminares importantes sobre el impacto de COVID-19 en la prevalencia de síntomas psiquiátricos. El impacto psicológico de la pandemia fue calificado como moderado a grave por el 53,8% de los encuestados, del 16,5% al 28,8% informaron síntomas moderados a severos de depresión y ansiedad mientras que el 8.1% informó niveles de estrés moderados a severos (33) . Todo ello avala la necesidad de seguimiento psicológico a los pacientes afectados de dolor crónico durante los periodos de crisis sanitaria. CONCLUSIONES Tradicionalmente, el manejo del dolor crónico no ha sido un aspecto relevante a considerar en tiempos de crisis, incluyendo los estados epidémicos, sin embargo el derecho de los pacientes al bienestar, los beneficios sociales y de estándares de salud pública inherentes al tratamiento del dolor, así como la responsabilidad de los proveedores de salud y cuidadores de proporcionar atención global a los pacientes incluyendo la analgesia adecuada, lo convierten en un aspecto fundamental. El sistema de salud tiene el deber de atender a los pacientes con dolor crónico debido a las graves repercusiones físicas, psíquicas y sociales que genera su desatención, en cualquier situación, incluyendo esta situación de pandemia, situación que genera una reordenación de recursos sanitarios pero que en último término debe garantizar el seguimiento de estos pacientes.",
            "cite_spans": [
                {
                    "start": 425,
                    "end": 429,
                    "text": "(29)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 569,
                    "end": 573,
                    "text": "(30)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 791,
                    "end": 795,
                    "text": "(31,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 796,
                    "end": 799,
                    "text": "32)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1278,
                    "end": 1282,
                    "text": "(33)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "SEGUIMIENTO PSICOLÓGICO DE LOS PACIENTES CON DOLOR CRÓNICO DURANTE LA PANDEMIA COVID-19"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Recomendaciones prácticas para el manejo perioperatorio del paciente con sospecha o infección grave por coronavirus SARS-CoV-2",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Montero Feijoo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Maseda",
                    "suffix": ""
                },
                {
                    "first": "Adalia",
                    "middle": [],
                    "last": "Bartolomé",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Aguilar",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "González",
                    "middle": [],
                    "last": "De Castro",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gómez-Herreras",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Rev Esp Anestesiol Reanim",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.redar.2020.03.003"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Kok",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "514--537",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Recomendaciones para el manejo de pacientes COVID 19 en el perioperatorio",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "-Aranda",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Aliste",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Altermatt",
                    "suffix": ""
                },
                {
                    "first": "Alvarez",
                    "middle": [],
                    "last": "Jp",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bernucci",
                    "suffix": ""
                },
                {
                    "first": "Cabrera",
                    "middle": [],
                    "last": "Mc",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Rev Chil Anest",
            "volume": "49",
            "issn": "",
            "pages": "196--202",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Managing patients with chronic pain during the COVID-19 outbreak: considerations for the rapid introduction of remotely supported (eHealth) pain management services",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "-Eccleston",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Blyth",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Dear",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fisher",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Keefe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lynch",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Pain",
            "volume": "161",
            "issn": "5",
            "pages": "889--893",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Pain management best practices from multispecialty organizations during the COVID-19 pandemic and public health crises",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Baber",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Buvanendran",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mclean",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hooten",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Pain Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/pm/pnaa127"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "COVID-19: Guidance for triage of non-emergent surgical procedures",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "-American College",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Surgeons",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Exhaled air dispersión during oxygen delivery via a simple oxygen mask",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "-Hui",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Chow",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "Lsy",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gin",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Chest",
            "volume": "132",
            "issn": "",
            "pages": "540--546",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Food and Drug Administration. FDA advises patients on use of non-steroidal antiinflammatory drugs (NSAIDs) for COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "European Medicines Agency. EMA gives advice on the use of non-steroidal antiinflammatories for COVID-19",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Caring for patients with pain during the COVID-19 pandemic: Consensus recommendations from an international expert panel",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "-Shantanna",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "H"
                    ],
                    "last": "Strand",
                    "suffix": ""
                },
                {
                    "first": "Provenzano",
                    "middle": [],
                    "last": "Da",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Lobo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Eldabe",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bhatia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Anaesthesia",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/anae.15076"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "NSAIDs for analgesic in the era of COVID-19",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Herzberg",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sukumaran",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Viscusi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Reg Anesth Pain Med",
            "volume": "0",
            "issn": "",
            "pages": "1--2",
            "other_ids": {
                "DOI": [
                    "10.1136/rapm-2020-101584"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Safety of ibuprofen in patients with COVID-19. Causal or confounded?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sodhi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Etminan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Chest",
            "volume": "158",
            "issn": "1",
            "pages": "55--56",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "WHO clarifies guidance on ibuprofen, says there's no evidence it can worsen COVID-19. CBC website",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "-Weikle",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Methods of treating chronic pain: a systematic review (internet)",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Pharmacoterapy for neuropathic pain in adults: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "B"
                    ],
                    "last": "-Finnerup",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Attal",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Haroutounian",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet Neurol",
            "volume": "14",
            "issn": "",
            "pages": "162--73",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Balancing the risks and benefits of opioid therapy: the pill and the pendulum",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "-Cohen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Hooten",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Mayo Clin Proc",
            "volume": "94",
            "issn": "",
            "pages": "2385--89",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Health-related quality of life in patients receiving long-term opioid therapy: a systematic review with meta-analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "-Thornton",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Goyat",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dwibedi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Kelley",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Qual Life Res",
            "volume": "26",
            "issn": "",
            "pages": "1955--1967",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Opioids and the inmune system-friend of for",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "-Plein",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Rittner",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Br J Pharmacol",
            "volume": "175",
            "issn": "",
            "pages": "2717--2725",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Use of opioids or benzodiacepines and risk of pneumonia in older adults: a population-based case-control study",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dublin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Pain Symptom Manage",
            "volume": "59",
            "issn": "",
            "pages": "25--31",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Risk Factors for Community-Acquired Pneumonia in Adults: A Systematic Review of Observational Studies",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Almirall",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Serra-Prat",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Bolibar",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Balasso",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Respiration",
            "volume": "94",
            "issn": "",
            "pages": "299--311",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Hypothalamic Pituitary Adrenocortical Axis Suppression following a Single Epidural Injection of Methylprednisolone Acetate",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Abdul",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ghai",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bansal",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Pain Physician",
            "volume": "20",
            "issn": "",
            "pages": "991--1001",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Epidural steroid injections: an updated review on recent trends in safety and complications",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "-Bicket",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chakravarthy",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Pain Manag",
            "volume": "5",
            "issn": "",
            "pages": "129--146",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Comparison of 2 Dosages of Intraarticular Triamcinolone for the Treatment of Knee Arthritis: Results of a 12-week Randomized Controlled Clinical Trial",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "-Popma",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "W"
                    ],
                    "last": "Snel",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Haagsma",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Rheumatol",
            "volume": "42",
            "issn": "",
            "pages": "1865--1868",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Spine Intervention Society's Patient Safety C. Spinal Injections in Immunosuppressed Patients and the Risks Associated with Procedural Care: To Inject or Not to Inject",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "-Popescu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Pain Med",
            "volume": "20",
            "issn": "",
            "pages": "1248--1249",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The psychological impact of quarantine and how to reduce it: rapid review of the evidence",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "-Brooks",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Webster",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "912--920",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Chronic Pain and Mental Health Disorders: Shared Neural Mechanisms, Epidemiology, and Treatment",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Hooten",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Mayo Clin Proc",
            "volume": "91",
            "issn": "",
            "pages": "955--970",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Epidural steroids: a comprehensive, evidence-based review",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Bicket",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jamison",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Wilkinson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Rathmell",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Reg Anesth Pain Med",
            "volume": "38",
            "issn": "",
            "pages": "175--200",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Consensus practice guidelines on interventions for lumbar facet joint pain from an international, multispecialty working group",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "-Cohen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bhaskar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bhatia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Reg Anesth Pain Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Immediate Psychological Responses and Associated Factors during the Initial Stage of the 2019 Coronavirus Disease (COVID-19) Epidemic among the General Population in China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Environ Res Public Health",
            "volume": "17",
            "issn": "5",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph17051729"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}