{
    "paper_id": "0a991aa9ec724669469ad09d71343d04f678a0a9",
    "metadata": {
        "title": "Journal Pre-proof Response Regarding: \"How to Manage Head Injury with COVID-19 Pneumonitis on Mars? Rare but High Impact Complex Medical Emergencies in Space.\" Mars? Rare but High Impact Complex Medical Emergencies in Space.\"",
        "authors": [
            {
                "first": "J",
                "middle": [
                    "M"
                ],
                "last": "Robertson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "R",
                "middle": [
                    "D"
                ],
                "last": "Dias",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "D",
                "middle": [
                    "M"
                ],
                "last": "Musson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "McMasters University",
                    "location": {
                        "settlement": "Hamilton",
                        "region": "ON"
                    }
                },
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Yule",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Steven",
                "middle": [
                    "J"
                ],
                "last": "Yule",
                "suffix": "",
                "affiliation": {},
                "email": "steven.yule@ed.ac.uk"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "We appreciate the comments from Brzezicki et al. regarding our article on medical management on deep space missions to Mars. They have rightly identified that there is an unquantified risk of infectious diseases in the extraterrestrial environment, especially new and emergent diseases. Expected precautions would include aggressive screenings and social isolation prior to launch; however, both emergent pathogens and extraterrestrial pathogens are possible. Such infections could pose significant challenge as accurate diagnosis and comprehensive treatment will be impacted by limited medical equipment available given weight and space restrictions. Risks of infectious diseases are currently unknown, but the potential need to isolate crew members from one another and provide treatment for injuries or medical conditions would present many logistical challenges that will need to be addressed prior to missions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As pointed out by Brzezicki et al., there are significant challenges related to new and emergent diseases, like the COVID-19. In certain situations, the crew will not have the opportunity to train in how to manage a new disease before space travel. In these situations, it is very important to apply innovative solutions to allow in-flight on-demand training in technical and non-technical skills. Education platforms based on virtual and augmented reality may offer a scalable and feasible way for astronauts to acquire not only new medical knowledge and skills, but also to maintain competency and avoid knowledge and skills decay during long-duration missions. These technologies in development for the space program could also be widely implemented to enhance behavioral performance of operating room teams in future terrestrial settings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There are many unknows for crew members and ground support when traveling to Mars, or any deep space location. Training of crew members to handle a range of medical events, including traumatic events like head injuries, is paramount to ensuring the safety of crew members and the success of the mission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "How to Manage Head Injury with COVID-19 Pneumonitis on Mars? Rare but High Impact Complex Medical Emergencies in Space",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Robertson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dias",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Musson",
                    "suffix": ""
                },
                {
                    "first": "Yule",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Response",
                    "middle": [],
                    "last": "Regarding",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Surgical Research Please cite this article as",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jss.2020.09.001"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}