{
    "paper_id": "0a9fdd51a6cfaa3101e8cf1978e10c93cd24eb95",
    "metadata": {
        "title": "Improving Racial Diversity in the Ophthalmology Workforce: A Call to Action for Leaders in Ophthalmology",
        "authors": [
            {
                "first": "D",
                "middle": [],
                "last": "Srikumaran",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "N",
                "middle": [],
                "last": "Brown",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "F",
                "middle": [],
                "last": "Woreta",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Short Title: Improving Racial Diversity in the Ophthalmology Workforce J o u r n a l P r e -p r o o f J o u r n a l P r e -p r o o f",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Racial injustice and disparities have been at the forefront of discussions in the United States during recent months. The tragic incidents of police brutality and the ravishing effects of Covid-19 on underrepresented minorities (URMs)-Black/African American, Hispanic/Latinx, and Native Americans-have highlighted the consequences of systemic racism that have been embedded in our country's history. 1 URMs are hospitalized due to Covid-19 at 4 to 5 times the rate of White people. 2 Social determinants of health, such as employment, insurance, income, environmental exposures, and healthcare access, are underlying contributors to this health disparity among others. 1 Yet, numerous studies have demonstrated that racial and ethnic disparities in both health and healthcare persist after controlling for these social factors-a concerning finding that demonstrates the consequences of systemic racism and implicit bias. 1 Disparities in eye health and eye care are common in the U.S. and undeniably exist in every URM group. 3 Black and Hispanic youth experience blindness and visual impairment at higher rates than White youth (1.9 and 1.5 times higher respectively). Rates of glaucoma are nearly 2 times higher for Black people as compared to White people. 3 Despite experiencing higher rates of blindness due to glaucoma, Black people face profound disparities in glaucoma testing. 4 Moreover, disparities concerning access to low-vision devices exist, with URMs using lowvision devices at lesser rates compared to Whites. 5 Recent evidence also shows that diabetic retinopathy affects Black people at 1.4 times the rate of White people. 3 Ophthalmology is not alone in its struggles with racial and ethnic disparities. Other fields of medicine similarly display unfavorable statistics. URMs are more likely to die from pregnancyrelated causes, with Black women having a rate of maternal mortality approximately 3 times that of White women. Black people are also about 1.4 times more likely to die from stroke and 1.3 times more likely to die from breast cancer compared to White people. Additionally, all URMs have higher rates of chronic diseases such as diabetes, which are also significant contributing risk factors for glaucoma. 3 All healthcare professionals should be aware of these devastating disparities and rigorously combat all racial and ethnic inequities.",
            "cite_spans": [
                {
                    "start": 400,
                    "end": 401,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 482,
                    "end": 483,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 669,
                    "end": 670,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 921,
                    "end": 922,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1026,
                    "end": 1027,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1260,
                    "end": 1261,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1386,
                    "end": 1387,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1527,
                    "end": 1528,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1642,
                    "end": 1643,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2238,
                    "end": 2239,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Among the many factors that contribute to the disparate outcomes in eye health for URMs is the notable lack of URMs in the ophthalmology workforce. 6 This issue holds true for residents, practicing ophthalmologists, and academic faculty leadership. Approximately 7.7% of ophthalmology residents and 6% of practicing ophthalmologists are URM. Of the 6% URM practicing ophthalmologists, 3.3% are Hispanic, 2.5% are Black, and 0.2% are Native American. 6 These demographics in ophthalmology are not only inconsistent with the demographic of the entire physician workforce (5.8% Hispanic, 5% Black, and 0.4% Native American) but also markedly worse than URM demographics of the U.S. as a whole (33% URM). [6] [7] [8] Improving this significant gap in URM representation between the ophthalmology workforce and the general population would almost certainly improve the eye health of minority communities. A frequent finding across all specialties is that URMs report improved communication and greater satisfaction with providers when their race or ethnicity is concordant with their providers. 1 Moreover, minority ophthalmologists are more likely to practice in underserved communities, improving much-needed patient access. 6 Increased URM presence would also improve the cultural competency of the ophthalmology workforce. We know that implicit biases lead to detrimental effects on patient care. Preconceived notions about patients influence clinical decisions and subsequent patient health outcomes. 1 To fix this, cultural competency and implicit bias training should be mandatory for all ophthalmologists, with curriculums beginning early in medical education during medical school and residency.",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 149,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 450,
                    "end": 451,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 701,
                    "end": 704,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 705,
                    "end": 708,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 709,
                    "end": 712,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1090,
                    "end": 1091,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1222,
                    "end": 1223,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1501,
                    "end": 1502,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "URM representation must appear at all levels, from trainees to leaders, and diversifying the ophthalmology workforce should begin early in the educational experience. For ophthalmology in particular, rigorous URM recruitment strategies are warranted due to the minimal exposure of medical students to ophthalmology in their medical school curriculum. 9 In recent years, the Minority Ophthalmology Mentorship (MOM) Program for URM students interested in ophthalmology has made strides to increase URM exposure to the field and residency application success. 10 Selected participants of the MOM Program are paired with an ophthalmologist mentor, offered education resources to prepare for medical board examinations, and introduced to a variety of networking and research opportunities. 10 This impressive program should serve as a model for additional URM mentorship initiatives. Organizations and academic institutions should continue to contribute financial support to ensure the success of the MOM Program and also heavily engage with the Student National Medical Association (SNMA). Leaders in ophthalmology must approach matters of diversity with exceptional intentionality to gain momentum and make increased URM presence commonplace. In addition, leaders must make a conscious effort to ensure that promotion practices are unbiased and equitable for URMs. Non-White physicians have lower promotion rates than White physicians. 7 This unacceptable reality calls for remedy because, for URMs, it is not enough to get a seat at the table. They need the opportunity to lead and pave the way.",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 352,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 557,
                    "end": 559,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 785,
                    "end": 787,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1433,
                    "end": 1434,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In recent years, a conscious effort has been made to grow the number of women in the ophthalmology workforce and sizeable increases have been realized. 11 Considerable improvements in the unjust underrepresentation of women in ophthalmology have been achieved because of increased awareness and intentional efforts. 11 Although there is still a long way to go to eliminate gender disparities, lessons learned from the fight for gender equality can be applied to the fight for racial and ethnic equality and against systemic racism. Key efforts include mandated unconscious bias and cultural competency training, greater research support for projects that aim to eliminate racial and ethnic disparities, and removing race from disease risk calculators. 12 Other strategies include encouraging discussions about racism, involving more URM faculty in the medical school and residency applicant selection processes, creating opportunities for URMs to participate in away rotations, and recognizing diversity efforts in the promotion pathway for faculty.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 154,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 316,
                    "end": 318,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 752,
                    "end": 754,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Above all, leaders in ophthalmology must advance into a state of conscious competence to eradicate injustice and disparities in health outcomes. 12 Far too often, an unfair burden to address these issues as well as improve diversity falls on URMs. We call on all leaders to change the narrative and devise actionable strategies to address racism as a major crisis in public health, collaborating with and setting an example for other fields in medicine. We challenge ophthalmology leadership to not only condemn racism but become anti-racist. 13 Now more than ever is the time for all leaders to rise to the occasion.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 147,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 543,
                    "end": 545,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Committee on Understanding and Eliminating Racial and Ethnic Disparities in Health Care",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Coronavirus disease 2019 (COVID-19)",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Office of Disease Prevention and Health Promotion",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Large disparities in receipt of glaucoma care between enrollees in medicaid and those with commercial health insurance",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Elam",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Andrews",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Musch",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Stein",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Ophthalmology",
            "volume": "124",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Disparities in low-vision device use among older US medicare recipients",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Stagg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Ehrlich",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "JAMA Ophthalmol",
            "volume": "136",
            "issn": "12",
            "pages": "1399--1403",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Current and future status of diversity in ophthalmologist workforce",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Xierali",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Nivet",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "JAMA Ophthalmology",
            "volume": "134",
            "issn": "9",
            "pages": "1016--1023",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Association of American Medical Colleges",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Census Bureau QuickFacts: United States. United States Census Bureau",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Evaluation of medical students' perception of an ophthalmology career",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "O"
                    ],
                    "last": "Linz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Jun",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Clever",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Lawson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sanyal",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Scott",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Ophthalmology",
            "volume": "125",
            "issn": "3",
            "pages": "461--462",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Lighting a pathway: The minority ophthalmology mentoring program",
            "authors": [
                {
                    "first": "Mmg",
                    "middle": [],
                    "last": "Olivier",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Forster",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Carter",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "A"
                    ],
                    "last": "Cruz",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ophthalmology",
            "volume": "127",
            "issn": "7",
            "pages": "848--851",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Striving for parity in 2020-Raising awareness and effecting change",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Finn",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Baumal",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Ophthalmol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Eradicating racial injustice in Medicine-If not now, when? JAMA",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Vince",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "How to be an Antiracist. United States: One World",
            "authors": [
                {
                    "first": "Ibram",
                    "middle": [
                        "X"
                    ],
                    "last": "Kendi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "This research received no specific grant from any funding agency in the public, commercial, or not-for-profit sectors.Divya Srikumaran is a consultant for Alcon and receives grant support from the National Eye Institute and the American Academy of Ophthalmology Hoskins Center.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments/Disclosures"
        }
    ]
}