{
    "paper_id": "0aaa36e2890404562de8e209bf6c4fce592e5c02",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Patrick",
                "middle": [],
                "last": "Heuveline",
                "suffix": "",
                "affiliation": {
                    "laboratory": "California Center for Population Research (CCPR",
                    "institution": "University of California",
                    "location": {
                        "settlement": "Los Angeles (UCLA)"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "On December 3 rd , 2020, the cumulative number of U.S. Covid-19 deaths tallied by Johns Hopkins University (JHU) online dashboard reached 275,000, surpassing the number at which life table calculations show Covid-19 mortality will lower the U.S. life expectancy at birth (LEB) for 2020 by one full year. Such an impact on the U.S. LEB is unprecedented since the end of World War II. With additional deaths by the year end, the reduction in 2020 LEB induced by Covid-19 deaths will inexorably exceed one year. Factoring the expected continuation of secular . CC-BY-NC 4.0 International license It is made available under a",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "2 gains against other causes of mortality, the U.S. LEB should still drop by more than a full year between 2019 and 2020. By comparison, the opioid-overdose crisis led to a decline in U.S. LEB averaging .1 year annually, from 78.9 years in 2014 to 78.6 years in 2017. At its peak, the HIV epidemic reduced the U.S. LEB by . 3 year in a single year, from 75.8 years in 1992 to 75.5 years in 1993. As of now, the US LEB is expected to fall back to the level it first reached in 2010. In other words, the impact of Covid-19 on U.S. mortality can be expected to cancel a decade of gains against all other causes of mortality combined.",
            "cite_spans": [
                {
                    "start": 324,
                    "end": 325,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The copyright holder for this preprint this version posted December 4, 2020. The impact of Covid-19 on the U.S. LEB is unprecedented, however, since the end of World War II. With additional deaths by the year end, the reduction in 2020 LEB induced by Covid-19 deaths will inexorably exceed one year. As shown on Figure 1 , the current year-end projections from the University of Washington's Institute for Health Metrics and Evaluation (IHME) 5 translate into a reduction of 1.20 to 1.25 years. Factoring the expected continuation of secular gains against other causes of mortality, the U.S. LEB should still drop by more than a full",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 312,
                    "end": 320,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "year between 2019 and 2020. As of now, the US LEB is actually expected to fall back to 78.7 . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The copyright holder for this preprint this version posted December 4, 2020. ; https://doi.org/10.1101/2020.12.03.20243717 doi: medRxiv preprint years, 6 a level it first reached in 2010. In other words, the impact of Covid-19 on U.S. mortality can be expected to cancel a decade of gains against all other causes of mortality combined. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Due to the lag between trends in Covid-19 cases and deaths, the uncertainty concerning the number of confirmed Covid-19 deaths by year end is now rather modest. A greater source of uncertainty concerns the extent to which Covid-19 deaths to date have been fully accounted for.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The difference between the actual number of deaths and the number expected had past conditions continued to prevail, the number of excess deaths in the US is about 25% higher than the estimated number of Covid-19 deaths. 8 is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 221,
                    "end": 222,
                    "text": "8",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint this version posted December 4, 2020. ; https://doi.org/10.1101/2020.12.03.20243717 doi: medRxiv preprint capacity). Either way, these excess deaths represent the true impact of Covid-19 on mortality and LEB.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The threshold number of 273,500 is also an estimate derived under standard life table assumptions. Among them, the assumption that mortality risks from different causes are independent is unlikely to hold entirely. 9 As individuals dying of Covid-19 might have been more likely to die of other causes than those who survived the risk of Covid-19 mortality, the impact of Covid-19 on LEB should be less than estimated under the assumption of independence and the threshold number of deaths be higher than 273,500. Several underlying conditions are known to increase the risk of death from Covid-19, however, the remaining life expectancy for an average individual dying from Covid-19 and for an average individual of the same age and sex do not appear to be drastically different. One study in the UK, for instance, estimated that the average number of years of life lost was reduced from 13 years per Covid-19 death to 12 years (average for both sex) when controlling for several comorbidities known to increase the risk of Covid-19 mortality. 10 The fact that the ratio of excess deaths to confirmed Covid-19 deaths has remained relatively stable over time also counters the notion that most individuals who succumbed to Covid-19 were already very frail and likely to have died of other causes within a few weeks or months. Overall, the evidence to date overwhelmingly suggests that if both the threshold number of 273,500 deaths and the December-3 rd tally of 275,000 deaths are underestimates, the latter is underestimated to a greater extent than the threshold number. It thus appears highly likely that the threshold number of deaths required to reduce the U.S. LEB by a one full year in 2020 has indeed been reached.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted December 4, 2020. ; https://doi.org/10.1101/2020.12.03.20243717 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The reduction in 2020 LEB induced by Covid-19 deaths is assessed by comparing, for each sex, two life tables representing the mortality conditions expected to prevail in 2020 with and without Covid-19 mortality. The first one can be derived by interpolation from the United Nations . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The copyright holder for this preprint this version posted December 4, 2020. ; https://doi.org/10.1101/2020.12.03.20243717 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "An interactive web-based dashboard to track COVID-19 in real time",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "H &amp;",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gardner",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "The Lancet Inf Dis",
            "volume": "20",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Mortality in the United States",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Q"
                    ],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Kochanek",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Arias",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "NCHS Data Brief",
            "volume": "355",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Recent Trends in Life Expectancy across High Income Countries: Retrospective Observational Study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Hendi",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMJ",
            "volume": "362",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "United States life tables",
            "authors": [
                {
                    "first": "E &amp;",
                    "middle": [],
                    "last": "Arias",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Q"
                    ],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Hyattsville, MD: National Center for Vital Statistics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Institute for Health Metrics and Evaluation. COVID-19 projections",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Beyond Deaths per Capita: Comparative CoViD-19 Mortality Indicators",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Heuveline P &amp; Tzen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "lower the U.S. life expectancy at birth (LEB) for 2020 by one full year. The most recent estimate of the U.S. LEB is 78.7 years for the year 2018, an increase of one-tenth of a year over the previous annual estimate. 2 This small increase is fairly typical of contemporary annual increases in LEB, in the order of .2 years on average in the U.S. and other high-income nations, 3 that secular gains against the leading causes of mortality provide in these nations. Severe public health crises have occasionally caused reversals in this upward trend in LEB. The most recent example is the opioid-overdose crisis in the U.S., which led to a decline in LEB averaging .1 year annually, from 78.9 years in 2014 to 78.6 years in 2017. At its peak, the HIV epidemic reduced the U.S. LEB by .3 year in a single year, from 75.8 years in 1992 to 75.5 years in 1993. 4",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Impact of Covid-19 Deaths on the U.S. LEB in 2020, Based on Year-To-Date Estimates (JHU) and Projections (IHME) a over TimeSources. Impact based on JHU estimates: author's calculations. Impact based on IHME projections: Heuveline and Tzen, Github repository. 7 a The increase in the projected impact from late June to late September (yellow trend line above) is due in part to gradual extensions of the projection period. Up to June, projections are for deaths until August 4 th , 2020. From September on, projections are for deaths until January 1 st , 2021.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "projections of life table values for the 2015-20 and 2020-25 periods. 11 To derive the second one from the first one is to reverse the demographic technique use to calculate an associated decrement-deleted life table from a multiple-decrement life tables. This involves calculating new age-specific survival probabilities for which Chiang 12 provided an elegant solution: npx and n * px are the survival probabilities in the two life tables and nRx is the ratio of projected deaths in 2020 with and without Covid-19 deaths. New values of nax, the age-specific number of years lived after age x for individuals dying in the age interval x to x+n, also need to be derived, for which Preston et al. 13 suggest the interpolation:",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Covid-19 Will Reduce US Life Expectancy at Birth by More Than One Year in 2020On December 3 rd , 2020, the cumulative number of U.S. Covid-19 deaths tallied by Johns Hopkins University (JHU) online dashboard 1 reached 275,000. As a proportion of the U.S. population, this number amounts to 83 Covid-19 deaths per 100,000 persons. A more salient measure of the mortality impact of the pandemic may be that this cumulative number now exceeds 273,500 deaths, a threshold at which life table calculations show Covid-19 mortality will",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Some might be deaths from Covid-19 for which the cause of death was not properly identified. Others might be deaths from other causes that indirectly resulted from conditions Covid-19 contributed to (e.g., saturation of local hospital",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "https://www.medrxiv.org/content/10.1101/2020.08.09.20171264v3. CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "The copyright holder for this preprint this version posted December 4, 2020. . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted December 4, 2020. ; https://doi.org/10.1101/2020.12.03.20243717 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        }
    ]
}