{
    "paper_id": "0aaa7d59672d25920418650a2866acfd54e6d2c2",
    "metadata": {
        "title": "Journal Pre-proof Bearded individuals can use an under-mask beard cover 'Singh Thattha' for donning respirator masks in Covid-19 patient care Title Page Title: Bearded individuals can use an under-mask beard cover 'Singh Thattha' for donning respirator masks in Covid-19 patient care",
        "authors": [
            {
                "first": "Rajinder",
                "middle": [
                    "Pal"
                ],
                "last": "Singh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Singh",
                "middle": [],
                "last": "Safri",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sukhdev",
                "middle": [],
                "last": "Singh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Alton Dental Centre",
                    "location": {
                        "settlement": "Hampshire"
                    }
                },
                "email": ""
            },
            {
                "first": "Gaggandeep",
                "middle": [],
                "last": "Singh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alg",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gurch",
                "middle": [],
                "last": "Randhawa",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sukhpal",
                "middle": [
                    "Singh"
                ],
                "last": "Gill",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rajinder",
                "middle": [],
                "last": "Pal",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Singh",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hardeep",
                "middle": [],
                "last": "Singh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Manchester University Hospitals NHS Foundation Trust",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Safri",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Tight-fitting FFP3 facemasks are ideal respiratory protective equipment during aerosol generating procedures in Covid-19 environment, and require a Fit Test (FT) to assess mask-face seal competency. Facial hair is considered to be an impediment for achieving a competent seal. We are describing an under-mask beard cover called Singh Thattha technique which obtained a pass rate of 25/27 (92.6%) by qualitative and 5/5 (100%) by quantitative FT in full-bearded individuals. Sturdier versions of FFP3 were more effective. Individuals for whom shaving is not possible, the Singh Thattha technique could offer an effective solution to safely don respirator masks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Manuscript",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "J o u r n a l P r e -p r o o f Funding Source Sikh Doctors & Dentists Association (UK) J o u r n a l P r e -p r o o f",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Tight-fitting respirator facemasks such as N95 or FFP3 masks are considered to be the gold standard respiratory protective equipment (RPE) for healthcare workers (HCW) working in aerosol generating procedure (AGP) environments 1 involving Covid-19.",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 228,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Optimal use of facemasks depends on their tight seal with the wearer's skin, assessed via RPE fit testing. Prior to working in AGP environments, HCWs must undergo and pass the mandatory RPE fit test, which is conducted either as a Qualitative fit test (QFT) or a Quantitative fit test (QNFT). QFT is based on subjective assessment of facemask seal competency by detection of a test agent, usually sensed as a bitter or sweet taste, or smell by the wearer. Whereas QNFT gives an objective measure of face fit, by providing a numerical measure of the seal competency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Fit test is conducted by a certified fit tester, and passing it depends on type of respirator mask tested.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the event of shortage of successfully fit tested facemasks, HCWs must undergo repeat fit testing with other types of available facemasks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Evidence suggests that facial hair reduces tight-fitting respirator facemask efficacy with worsening protection with longer facial hair [2] . Conventional fit testing in the presence of facial hair has been shown to have a high test-failure rate [3, 4] . Hence, in line with the available evidence, facemask manufacturers' guidance for fit testing recommends wearers are clean-shaven to enable a good seal of FFP3 mask over their face covering the nose and the mouth.",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 139,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 246,
                    "end": 249,
                    "text": "[3,",
                    "ref_id": null
                },
                {
                    "start": 250,
                    "end": 252,
                    "text": "4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Individuals unable to shave due to personal or religious reasons are recommended to utilise alternatives such as Powered Air Purifying Respirators (PAPR) [2] . However, these alternatives are expensive, limited in supply and cumbersome to use [5].",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 157,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "They do not allow for fitting of surgical loupes. Dentists are unable to do the all the procedures in their repertoire. Re-deployment to non-AGP areas incur a loss of their skill-sets and need for retraining. Junior doctors have their training impacted with concerns for inadequate and prolonged training.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Therefore, this option of an alternative PPE may not be ideal for some individuals affected by the above-mentioned factors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There is no evidence in literature to suggest why, instead of shaving, the facial hair factor cannot be overcome with an under-mask beard cover. The purpose of the study is to describe an innovative potential solution called 'Singh Thattha' technique, where we have used an under-mask beard cover to overcome the facial hair factor for wearing a respirator mask in bearded individuals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The technique of applying the under-mask beard cover to cover the beard over the chin and cheeks and tie the knot at the top of the head is called 'Singh Thattha' technique, and pioneered by a transplant surgeon in Manchester. Thattha is the colloquial term used for the beard cover used and the material used for the 1 st case was fabric made of polyester-cotton blend. Using this method the candidate 'passed' the Bitrex QFT Qualitative Fit Test (Macfarlan Smith, Edinburgh, UK) in one attempt wearing a 3M 8833 FFP3 mask. It was mentioned that the 'pass' was with a beard using a beard cover. The material was subsequently switched to a flat elastic rubber sheet (Pilates & Yoga Elastic band©) for a better seal by the author (Fig-1a) . The knot on top of the head could be either over the turban (1b), or over the inner head cloth (1c) depending on which gave the best fit with the FFP3 mask.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 729,
                    "end": 737,
                    "text": "(Fig-1a)",
                    "ref_id": null
                }
            ],
            "section": "Materials & Methods"
        },
        {
            "text": "We are reporting the outcomes of the Singh Thattha technique tested by QFT and QNFT:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "A. Singh Thattha technique was adopted by 27 male bearded Sikh dentists in the UK who subjected themselves to Bitrex QFT conducted by certified fit testers to existing industry standards set by British Safety Industry Federation. Data was collected by the British Sikh Dentists Association and submitted to us for analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "B. The technique was further subjected to robust review with a reputed Fit Tester through a Quantitative Fit Test (QNFT) session in Shrewsbury, UK. The QNFT method used was 'Ambient Particle Counting' using AccuFIT9000 S/N; Protocol: INDG 479; Pass Level: 100. Informed consent was obtained, and no participant was allergic to materials used. Participants included 5 male candidates from the bearded Sikh community.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "The results are summarised in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 30,
                    "end": 37,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Results:"
        },
        {
            "text": "The ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Outcomes of Qualitative Fit Test"
        },
        {
            "text": "All 5 male candidates passed QNFT using the Singh Thattha technique. The first 3 candidates passed using 3M 8833 masks, with the knot of the under-mask Thattha tied on the top of the head covered by a cloth (Fig-1c, 2c) . One of these candidates also passed using a 3M 1863 mask with an adhesive dual mural tape (DMT) in its upper inner lining, with the knot of the under-mask Thattha tied directly over the turban. The other two male candidates used FFP3 Stealth Half Masks and passed the QNFT with the under-mask Thattha tied directly over their turban (Fig-2b) . Small numbers precluded a statistical analysis.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 207,
                    "end": 219,
                    "text": "(Fig-1c, 2c)",
                    "ref_id": null
                },
                {
                    "start": 555,
                    "end": 563,
                    "text": "(Fig-2b)",
                    "ref_id": null
                }
            ],
            "section": "B. Outcomes of the Quantitative Fit Test Study"
        },
        {
            "text": "The novel coronavirus known as SarsCoV-2 (Covid-19) pandemic has resulted in a significant loss of lives and impacted resource utilisation [1] . In line of their duty, healthcare workers (HCWs) at forefront of the pandemic have suffered significant mortality. Healthcare providers have come under intense scrutiny to ensure that adequate and appropriate Personal Protective Equipment (PPE) is provided for front-line workers.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 142,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Tight-fitting respirator masks, which depend on a seal of the mask with the wearer's face, are considered as ideal protective RPE for HCWs working in AGP environment involving Covid-19. However, these are not suitable for bearded individuals as evidence has shown that beards will not allow for an optimal face-mask-face seal. Therefore, bearded individuals who are unable to shave due to personal reasons have to rely on alternative RPE such as expensive and cumbersome PAPRs, which may not be ideally suited for the work or training for some of these individuals -notably dentists and surgeons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We are offering an innovative solution using an under-mask beard cover called Singh Thattha technique for overcoming the beard factor to enable bearded individuals to wear a respirator mask.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The under-mask beard cover (Singh Thattha) technique to wear an FFP3 mask was pioneered in Manchester. The technique was adopted and tested by a large number of bearded British Sikh dentists (25/27) who passed the QFT using certified Fit testers. The technique was further tested using robust QNFT in a pilot study and all 5/5 fully bearded men passed the fit test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The relatively sturdier masks such as 3M 8833, Stealth half mask P3, JSP Force 8 P3 and GSV Ellipse half mask P3 were best-suited to achieve a competent seal using the Singh Thattha technique.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The beard-cover we used (Pilates & Yoga Elastic band ©) is rubber material. During the Fit test the different exercises used test that the silicone mask does not slip over the skin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In fact, the resistance of the rubber and silicone actually improved the fit in these exercises with the beard cover.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Facial skin may sweat, but the Thattha material does not and is of an added advantage. Whereas other determinants of face-fit such as face architecture and mask shapes may be irreversible factors governing outcome of the fit test, the beard factor could be overcome by an under-mask beard cover.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This pilot study opens up possibilities for bearded HCWs looking to safely wear a tight-fitting respirator mask for whom shaving may not be a viable option. In additional to cost-saving implications for healthcare providers, this solution minimises potential risk of re-deployment of some affected individuals who either have no access to alternative PPE, or if the available ones are not conducive to performing for their specific job-roles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Whilst a limitation of this study remains small numbers of individuals tested using the under-beard cover technique, it provides encouraging results to pave way for larger scale studies to be conducted. The authors plan to conduct a follow up study with the Singh Thattha technique involving larger numbers of bearded individuals given that the preliminary reports are quite encouraging.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "To summarise, the final arbiter of face-mask fit is a fit test and not the difference in the nuances of the chemistry between the 'mask with face' versus the 'mask with beard cover. Facial hair, albeit an accepted risk factor for facemask leakage, can be overcome by using an under-mask beard cover. Bearded individuals who are unable to shave may have a new innovative technique to be able to wear respirator masks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": ". Whilst a limitation of this study remains small numbers of individuals tested using the under-beard cover technique, it provides encouraging results to pave way for larger scale studies to be conducted. The authors plan to conduct a follow up study with the Singh Thattha technique involving larger numbers of bearded individuals given that the preliminary reports are quite encouraging. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Public Health England Document: Guidance Covid-19 Personal Protective Equipment (PPE)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The effect of wearer stubble on the protection given by Filtering Facepieces Class 3 (FFO3) and Half Masks. HSE 2015",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Singh Thattha technique was used by 27 male bearded dentists, and the QFT pass rate was 25/27 (92.6%). Statistical analysis comparing the masks showed that the test pass was significantly greater using the stealth half mask (14/14), JSP Force 8 P3 (8/8), GSV half mask P3 (2/2) as compared to the 3M Half Mask P3 (1/3) (p < 0.01, fisher exact test).",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": ":A. Qualitative Fit test Results",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Three of the authors were participants in the study. One of the authors is President of Sikh Doctors and Dentists Association which funded the study, but author has no financial interest to declare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest Statement"
        }
    ]
}