{
    "paper_id": "0aab13cf4e445416a223a86eac451d4f6cfc1407",
    "metadata": {
        "title": "Report of Alliance of International Science Organizations on Disaster Risk Reduction (ANSO-DRR) Conference 2020",
        "authors": [
            {
                "first": "Emily",
                "middle": [],
                "last": "Ying",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yang",
                "middle": [],
                "last": "Chan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Collaborating Centre for Oxford University and CUHK for Disaster and Medical Humanitarian Response (CCOUC)",
                    "institution": "The Chinese University of Hong Kong",
                    "location": {
                        "settlement": "Hong Kong",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Chi",
                "middle": [
                    "Shing"
                ],
                "last": "Wong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Collaborating Centre for Oxford University and CUHK for Disaster and Medical Humanitarian Response (CCOUC)",
                    "institution": "The Chinese University of Hong Kong",
                    "location": {
                        "settlement": "Hong Kong",
                        "country": "China"
                    }
                },
                "email": "cswong@cuhk.edu.hkc.s.w."
            },
            {
                "first": "Kevin",
                "middle": [],
                "last": "Kei",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ching",
                "middle": [],
                "last": "Hung",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Collaborating Centre for Oxford University and CUHK for Disaster and Medical Humanitarian Response (CCOUC)",
                    "institution": "The Chinese University of Hong Kong",
                    "location": {
                        "settlement": "Hong Kong",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Gretchen",
                "middle": [],
                "last": "Kalonji",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sichuan University",
                    "location": {
                        "postCode": "610207",
                        "settlement": "Chengdu",
                        "country": "China"
                    }
                },
                "email": "gretchen.kalonji@gmail.com"
            },
            {
                "first": "Peng",
                "middle": [],
                "last": "Cui",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "610041",
                        "settlement": "Chengdu",
                        "country": "China"
                    }
                },
                "email": "pengcui@imde.ac.cnp.c."
            },
            {
                "first": "Gordon",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "610041",
                        "settlement": "Chengdu",
                        "country": "China"
                    }
                },
                "email": "gordon@imde.ac.cng.z."
            },
            {
                "first": "Rajib",
                "middle": [],
                "last": "Shaw",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Keio University",
                    "location": {
                        "postCode": "252-0882",
                        "settlement": "Tokyo",
                        "country": "Japan"
                    }
                },
                "email": "shaw@sfc.keio.ac.jp*correspondence:emily.chan@cuhk.edu.hk"
            },
            {
                "first": "K",
                "middle": [
                    "K C H"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This article summarizes the proceedings of the four-session meeting (webinar) conducted by the Alliance of International Science Organizations on Disaster Risk Reduction (ANSO-DRR) on 18 May 2020. ANSO-DRR is an international, nonprofit and nongovernmental scientific alliance bringing together academies of science, research organizations and universities which share a strong interest in disaster risk reduction in the regions along the land-based and maritime routes of the Belt and Road Initiative. ANSO-DRR convenes an annual meeting to review its work progress and discuss its scientific programs. The first session was the opening statements and was followed by the introduction and updates on ANSO-DRR in the second session. The third session was the depiction of the big picture of ANSO, the umbrella organization of ANSO-DRR, led by the Assistant Executive Director of ANSO, while the fourth session was a presentation of perspectives on the strategic development of ANSO-DRR. One of ANSO-DRR's key strategies is to enhance disaster mitigation and response through multidisciplinary cooperation among disaster and healthcare sciences (i.e., health emergency and disaster risk management (Health-EDRM)). It aims to enhance DRR efforts by performing as an instrument in connecting people along the Belt and Road regions, focusing on DRR resource and database development, involving higher education institutions in DRR efforts and increasing disaster resilience in built infrastructures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Keywords: ANSO; ANSO-DRR; disaster risk reduction (DRR); Belt and Road Initiative; multidisciplinary cooperation among disaster and healthcare sciences; alliance of regional science organizations; health emergency and disaster risk management (Health-EDRM);",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "This is the report on the proceedings of the second discussion meeting (webinar) conducted by the Alliance of International Science Organizations on Disaster Risk Reduction (ANSO-DRR) on 18 May 2020. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "ANSO-DRR convenes its annual meeting to review its work progress and its scientific programs. On 18 May 2020, ANSO-DRR hosted a meeting to review the developments of the ANSO-DRR in 2019 and discuss the future development and activities of the international organization, with the participation of more than 50 experts from 15 countries. This paper summarizes the findings from the four-session meeting. The first session comprised the opening statements. The second session was the introduction and updates on ANSO-DRR. The third session provided the background of ANSO as the umbrella organization of ANSO-DRR. The fourth session reviewed various perspectives on the strategic development of ANSO-DRR. Lastly, there were the discussion session and closing remarks by ANSO-DRR Co-Chair Cui.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "ANSO-DRR Co-Chair Kalonji noted the well-balanced membership of ANSO-DRR, with members from various relevant disciplines dedicated to solving common transdisciplinary DRR challenges, members' nationalities well-represented along the Belt and Road regions and members ANSO-DRR aims to enhance education, young scientists' training and international communication and to provide scientific instructions on natural disaster prevention, major infrastructure construction and socioeconomic development by collaboration among global scientists and organizations. One of its key strategies is to enhance disaster mitigation and response through multidisciplinary cooperation among disaster and healthcare sciences [8, 9] . ANSO-DRR is dedicated to addressing the most urgent challenges of disaster risk reduction through collaborative efforts under the framework of ANSO. It is committed to making contributions to the implementation of the Sendai Framework for Disaster Risk Reduction 2015-2030 [10] and the implementation of the 2030 Agenda for Sustainable Development [11] at the regional level and contributing to safe, green, resilient and sustainable society through integrated efforts [12] .",
            "cite_spans": [
                {
                    "start": 707,
                    "end": 710,
                    "text": "[8,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 711,
                    "end": 713,
                    "text": "9]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 989,
                    "end": 993,
                    "text": "[10]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1064,
                    "end": 1068,
                    "text": "[11]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1185,
                    "end": 1189,
                    "text": "[12]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Session 1: Opening Statements"
        },
        {
            "text": "ANSO-DRR has identified the following key areas of opportunities to work on: DRR focusing on the countries along the land-based and maritime routes of China's Belt and Road Initiative, building effective collaboration between participating communities, focusing on disaster resilience of infrastructures and contributing to DRR innovations in higher education and entrepreneurship.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Session 1: Opening Statements"
        },
        {
            "text": "ANSO officially reviewed ANSO-DRR's proposal on 3 December 2019, which included the working concepts of ANSO-DRR, how the new alliance could add value to ANSO, and the work plan and target achievements for the next three years. The proposal of ANSO-DRR was accepted on 11 December 2019, and Peng Cui from CAS and Gretchen Kalonji from IDMR of Sichuan University and The Hong Kong Polytechnic University were appointed as Co-Chairs for the coming three years (2020-2023). The ANSO-DRR Secretariat is hosted at the Institute of Mountain Hazards and Environment (IMHE) of the Chinese Academy of Sciences in Chengdu, China, under the leadership of Lijun Su, Vice-Director of IMHE and ANSO-DRR Secretary-General.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Session 1: Opening Statements"
        },
        {
            "text": "ANSO-DRR convenes its annual meeting to review its work progress and its scientific programs. On 18 May 2020, ANSO-DRR hosted a meeting to review the developments of the ANSO-DRR in 2019 and discuss the future development and activities of the international organization, with the participation of more than 50 experts from 15 countries. This paper summarizes the findings from the four-session meeting. The first session comprised the opening statements. The second session was the introduction and updates on ANSO-DRR. The third session provided the background of ANSO as the umbrella organization of ANSO-DRR. The fourth session reviewed various perspectives on the strategic development of ANSO-DRR. Lastly, there were the discussion session and closing remarks by ANSO-DRR Co-Chair Cui.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "ANSO-DRR Co-Chair Kalonji noted the well-balanced membership of ANSO-DRR, with members from various relevant disciplines dedicated to solving common transdisciplinary DRR challenges, members' nationalities well-represented along the Belt and Road regions and members having strong leadership roles in their respective institutions. ANSO-DRR Secretary-General expressed his support in organizing the webinar meeting to further promote ANSO-DRR despite the COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Session 1: Opening Statements"
        },
        {
            "text": "The importance of disaster risk reduction, risk management and sustainable development as foregrounded in the key international agenda for the coming decades, including the 2030 Agenda for Sustainable Development, the Sendai Framework for DRR and the Paris Agreement 2015 [13] [14] [15] , was pointed out in the beginning. While geophysical, hydrological, meteorological, climatological and maritime hazards were widely distributed along the Belt and Road regions, many of the Asian and African countries along the regions were underdeveloped and capacities are weak in DRR. These technical constraints were exacerbated by increases in the magnitude and frequency of natural disasters as a result of climate change, which had caused dire economic loss and hindered social development in these countries [16, 17] . ANSO-DRR thus aims to enhance DRR efforts by serving as a platform in connecting people along the Belt and Road regions, focusing on DRR resource development, involving higher education institutions in DRR efforts and increasing disaster resilience in built infrastructures. ANSO-DRR was introduced by Gordon Zhou of IMHE as an international, nonprofit and nongovernmental scientific alliance and a collaborative platform for sustainable development and better promoting the Sendai Framework for DRR and the 2030 Agenda for Sustainable Development along the Belt and Road regions. Currently having 30 members, it was initiated by IMHE-CAS and IDMR of Sichuan University and The Hong Kong Polytechnic University, among other global institutions sharing strong interests in the field of DRR, with its geographical focus on the Belt and Road regions. ANSO-DRR focuses on organizing meetings for leaders of various national and international organizations to exchange on latest DRR theories and practices; contributing to building up open-access, disaster-related data in and across the Belt and Road countries; promoting transnational and multidisciplinary research collaboration in DRR; aligning goals with UN Science and Technology Road Map; forging industrial partnerships; promoting DRR innovations in higher education; and providing DRR advisory support to national governments and regional intergovernmental bodies. ANSO-DRR was officially approved by ANSO on 11 December 2019.",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 276,
                    "text": "[13]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 277,
                    "end": 281,
                    "text": "[14]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 282,
                    "end": 286,
                    "text": "[15]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 803,
                    "end": 807,
                    "text": "[16,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 808,
                    "end": 811,
                    "text": "17]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Introduction and Updates on ANSO-DRR"
        },
        {
            "text": "Depicting the big picture of ANSO as an umbrella organization of ANSO-DRR, Likun Ai, Assistant Executive Director of the ANSO Secretariat, discussed how to promote international cooperation in science and innovation for global benefits. ANSO has 53 members in more than 40 countries, with a vision to become an international science organization of significant impact in the promotion of shared development and advances of United Nations' Sustainable Development Goals (SDGs) through the implementation of concrete programs, initiatives and actions in science, technology, innovation and capacity building (STIC). It supports the following activities: education and capacity building; international science cooperation in areas of major importance for SDGs; international cooperation for livelihood, health and well-being; assessment for support in science policies and advice; and technology transfer. ANSO's governance is comprised of the Presidents of Chinese Academy of Science (ANSO President), Pakistan Academy of Science (ANSO Vice-President) and Russian Academy of Science (ANSO Vice-President). Since its formal establishment in November 2018, ANSO has built up its own website and newsletter (ANSO Update) and published a strategic plan. Current ANSO programs include ANSO scholarships for young talents (200 master's students and 300 doctoral students), ANSO training program (supporting 10 training workshops outside of China annually for ANSO members), ANSO fellowships, ANSO associations (operational arms for ANSO), ANSO collaborative research, ANSO prize (for Chinese scholars having received higher degrees from overseas to work in China) and workshops/conferences. ANSO associations aim to enhance the impact and operation of ANSO in major areas, mobilize and use resources and efforts more effectively, integrate and network scientists and units of different countries and allow easy and effective collaboration. ANSO-DRR was the second association supported by ANSO, which saw great potential for ANSO-DRR, with ANSO-DRR's abundant resources and pool of experts. The ANSO platform could be used for ANSO-DRR to collaborate with other ANSO associations. For example, ANSO crosscutting platform aimed to establish the basic sciences, green and sustainable development, health and disease, science-based strategic advice and technology transfer by utilizing ANSO research and ANSO capacity building programs. ANSO has formulated the following targets: (1) establishing joint funding mechanism among ANSO members and partners, (2) coming up with innovative ideas on transboundary cooperation to bring in more active institutions and scientists and (3) cooperating with key international organizations at actual program level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Big Picture of ANSO"
        },
        {
            "text": "Two common strategic approaches of ANSO and ANSO-DRR were highlighted. The first is its commitment to transdisciplinary approaches, and the second is the focus on coupling science and technology research with capacity development. With respect to the latter, the major challenge of multinational partnerships involved a large imbalance among partners in access to resources. A model in which countries could contribute according to their capacity was called for. Mechanisms for co-funding projects were proposed: half-half, in which ANSO's support would be based on the funding capacity of the collaborator; in-kind support for capacity building (e.g., funding local costs of meetings/trainings); and co-funding of scholarships between ANSO and partner institutes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Big Picture of ANSO"
        },
        {
            "text": "In response to an inquiry on the mechanism for the ANSO community to get connected, ANSO Secretariat was identified as the main platform. As to the question on the links of ANSO-DRR and the International Association for Disaster Risk Reduction (IADRR) [18] , the common focuses on developing young scientists and the mapping of worldwide research activities were stressed. ANSO-DRR would also focus on clearer, more concrete and specific topics that the ANSO country members could utilize findings to similar projects (e.g. the Institute of Atmospheric Sciences used a multimodel for seasonal prediction and disseminated it to ANSO members). Regarding the question of whether topics on energy, power generation, transmission and mobile communications were covered by ANSO, it was confirmed that ANSO was preparing the energy corridor, an opportunity for collaboration in these areas.",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 256,
                    "text": "[18]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Big Picture of ANSO"
        },
        {
            "text": "In this session, the importance of ANSO-DRR's strategic development, especially in the context of the COVID-19 pandemic, were raised. Multicountry and regional collaboration, as well as transdisciplinary approaches, were highlighted. The following strengths of ANSO-DRR were also underscored: high-level participation of national academies of sciences, provision of strong opportunities for transnational collaboration, involvement of the top research institutions in the respective regions and its strong geographic focus. A challenge for ANSO-DRR was to develop a strategy for collaborating with and adding value to existing networks (e.g., the Global Alliance of Disaster Research Institutes (GADRI), the InterAcademy Partnership (IAP) and ANSO itself), rather than duplicating the work of other networks. As a result, the next goals of ANSO-DRR's work were identified: creating better linkages between DRR communities and health emergency management (i.e., health emergency and disaster risk management (Health-EDRM)) communities [19, 20] , focusing on involvement of youth and young professional networks, promoting greater collaboration with engineering communities and professional societies in DRR and contributing to policy development. For ANSO-DRR to achieve these goals, a powerful knowledge platform for sharing information was called for. The need for ANSO-DRR to develop a DRR strategy in the context of COVID-19 was also emphasized. Moreover, data collection on existing mechanisms and changes in each member's agenda in relation to COVID-19 was identified as an essential step in order to move forward.",
            "cite_spans": [
                {
                    "start": 1034,
                    "end": 1038,
                    "text": "[19,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1039,
                    "end": 1042,
                    "text": "20]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Perspectives on the Strategic Development of ANSO-DRR"
        },
        {
            "text": "Following the presentation sessions, a discussion among participants was conducted on the following critical questions and issues: ANSO-DRR should focus on practical solution generation to countries and communities by looking into planning tools, analytical framework and early warning mechanisms ANSO-DRR could offer to its partners. Technical scoping from ANSO-DRR partners on what their needs were should be sought.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Regarding ANSO-DRR's platform for communication and information sharing, the online platform should host information on ongoing research activities, educational programs and scholarship and funding opportunities in the various regions and for partners in various domains. ANSO-DRR Secretariat would be responsible for this key knowledge management platform, which would be hosted at IMHE. In response to a query on open data sharing policy within the alliance, a policy for co-publication with multinational researchers would be formulated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "New ANSO-DRR initiative and collaboration should have protocols and proper documentation to facilitate communication, knowledge accumulation, and the construction of an ANSO-DRR data repository. New technology (like social media) should be used to collect public opinion on DRR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "It was suggested that ANSO-DRR should have a task team focusing on emergency response as a priority. For example, ANSO-DRR activities should be articulated to the context of COVID-19, and members were called to share information on what was currently being undertaken to address the challenges in the context of the current COVID-19 situation. There was also a recommendation for a mechanism focusing on a single priority issue each time and pooling all resources to resolve it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The importance of ANSO-DRR having its own critical niche areas and a strategic approach to enhance partnership between academia and industries was also highlighted. For instance, youth partnership should be emphasized.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "With regard to enlarging ANSO-DRR membership, the group agreed that they would warmly welcome participation by additional institutions, network and alliances worldwide that share a common interest in DRR in Belt and Road regions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Since ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "ANSO-DRR Co-Chair Cui concluded the meeting by reiterating the compilations, reporting, mountain hazards monitoring and early warning platforms that ANSO-DRR aims to deliver in the coming three years. These would be of great use to local scientists and other DRR practitioners within the Belt and Road regions. ANSO-DRR was envisioned to become a multidisciplinary international think tank that serves as a multilateral cooperation mechanism for DRR. ANSO-DRR will have the next annual meeting in a few months' time to review its work progress and discuss its scientific programs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The 12 members of the ANSO-DRR Steering Committee of diverse disciplinary and geographical distribution were also endorsed in the meeting (See Appendix A). The committee is responsible for guiding ANSO-DRR in the coming years, including reviewing the scientific problems that the ANSO-DRR will work together to solve; promoting the organization to the international community; and soliciting new memberships, partnerships and financial support. The steering committee will convene twice a year to discuss key issues. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Academician of the CAS; Vice-President of the Chinese Society of Water and Soil Conservation. • Gretchen Kalonji: Dean of IDMR, Sichuan University and The Hong Kong Polytechnic University. • Qunli Han: Executive Director of IRDR. • Ghulam Rasul: Regional Program Manager of ICIMOD",
            "authors": [
                {
                    "first": "Peng",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Executive Director of Asia Pacific Science Technology Academic Advisory Group (APSTAAG) of United Nations Office for Disaster Risk Reduction (UNDRR) and Professor of Keio University, Japan. • Emily Ying Yang Chan: Director of the Collaborating Centre for Oxford University and CUHK for Disaster and Medical Humanitarian Response",
            "authors": [
                {
                    "first": "Shaw",
                    "middle": [],
                    "last": "• Rajib",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Co-Chair of the World Health Organization Thematic Platform for Health Emergency & Disaster Risk Management Research Network",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Vice-President of the Academy of Sciences of Republic of Tajikistan. • Dwikorita Karnawati: Director General of the Department of Meteorology, Climatology and Geosciences, Indonesia; Former Rector of the Gadjah Mada University. References 1. Institute of Mountain Hazards and Environment of the Chinese Academy of Sciences & Ministry of Water Conservancy (IMHE-CAS)",
            "authors": [
                {
                    "first": "•",
                    "middle": [],
                    "last": "Muhammad Asif Khan ; • Abdusattor",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Saidov",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Institute of Geographic Sciences and Natural Resources Research (IGSNRR), of the Chinese Academy of Sciences",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "International Centre for Integrated Mountain Development (ICIMOD)",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The State Council of the People's Republic of China. The Belt and Road Initiative",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Alliance of International Science Organizations (ANSO)",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The Sendai framework for disaster risk reduction and its indicators-where does health fit in?",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Maini",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Blanchard",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Murray",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Int. J. Disaster Risk Sci",
            "volume": "8",
            "issn": "",
            "pages": "150--155",
            "other_ids": {
                "DOI": [
                    "10.1007/s13753-017-0120-2"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "What are the health research needs for the Sendai Framework?",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "Y Y"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Murray",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Lancet",
            "volume": "390",
            "issn": "",
            "pages": "35--36",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(17)31670-7"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "United Nations Office for Disaster Risk Reduction)",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Transforming Our World: The 2030 Agenda for Sustainable Development; Outcome Document of the United Nations Summit for the Adoption of the Post-2015 Agenda, RES/A/70/L.1; United Nations",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Coherence between the Sendai Framework, the SDGs, the Climate Agreement, New Urban Agenda and World Humanitarian Summit, and the Role of Science in Their Implementation",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Maini",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Eltinay",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "United Nations Framework Convention on Climate Change). The Paris Agreement",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Health Emergency and Disaster Risk Management Framework",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Health Emergency and Disaster Management (H-EDRM): Developing the research field within the Sendai Framework paradigm",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "T T"
                    ],
                    "last": "Lo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "Y Y"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "K W"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ardalan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Abrahams",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Int. J. Disaster Risk Sci",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s13753-017-0122-0"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Annual Disaster Statistical Review 2015: The Numbers and Trends",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Guha-Sapir",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hoyois",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Below",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "CRED. Natural Disasters",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Introduction to the International Association for Disaster Risk Reduction",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Public Health and Disasters-Health Emergency and Disaster Risk Management in Asia",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "Y Y"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Health-Related Emergency Disaster Risk Management (Health-EDRM)",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "Y Y"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lam",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Sponsors and members of the Alliance of International Science Organizations on Disaster Risk Reduction (ANSO-DRR).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Sponsors and members of the Alliance of International Science Organizations on Disaster Risk Reduction (ANSO-DRR).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "How can ANSO-DRR be promoted under the impact of COVID-19? • Knowledge platform construction. • Network for young scientists. • Enlarging ANSO-DRR membership. • Interactions between DRR community and Health-EDRM community. • Relationship between ANSO-DRR and other relevant multinational alliances and networks. • Expressions of interest from ANSO-DRR members in contributing to various topics.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Contributions: Conceptualization, E.Y.Y.C., C.S.W. and K.K.C.H.; methodology, E.Y.Y.C., C.S.W., K.K.C.H., G.K., P.C. and R.S.; formal analysis, E.Y.Y.C., C.S.W., K.K.C.H., G.K., P.C., G.Z. and R.S.; writing-original draft preparation, C.S.W.; writing-review and editing, E.Y.Y.C., C.S.W., K.K.C.H., G.K., P.C., G.Z. and R.S.; project administration, E.Y.Y.C., C.S.W., K.K.C.H., G.K., P.C., G.Z. and R.S. All authors have read and agreed to the published version of the manuscript.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "This research was conducted and funded by the Collaborating Centre for Oxford University and CUHK for Disaster and Medical Humanitarian Response (CCOUC).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "the first Beijing discussion meeting in May 2019, ANSO-DRR had conducted the 2019 Summer School of Silk Road Disaster Risk Reduction, participated at the Coordinators' Meeting on Belt and Road Seismic Reduction, contributed to the 2nd International Workshop for Youth and Young Professionals in Disaster Risk Reduction Research at IDMR and kick-started the construction of the ANSO-DRR website. The planned activities of ANSO-DRR for the years 2020 to 2022 is summarized in Table 1. Planned work of ANSO-DRR for 2020-2022. Publication of the Atlas of Natural Hazard Risk for the Belt and Road • Publication of the Glance at the Silk Road Disaster Risk 2021 • Report on the risk assessment of natural hazards along the China Pakistan Economic Corridor • Mountain hazards monitoring and early warning platform • Mountain hazards chain process numerical simulation and prediction platform 2022 • ANSO-DRR establishment of an efficient collaboration mechanism for DRR",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We also thank the many participants in the ANSO-DRR's development and research efforts, as well as the reviewers of this manuscript for helping to make it better.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "The authors declare no conflict of interest. The funders had no role in the design of the conference or content of the discussion; analysis or interpretation; in the writing of the manuscript; or in the decision to publish the results. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest:"
        }
    ]
}