{
    "paper_id": "0aabd95055ff692b3f42d8232938a94d172a7bc5",
    "metadata": {
        "title": "Evolving Practice Patterns in Singapore's Public Sector Ophthalmology Centers During the COVID-19 Pandemic",
        "authors": [
            {
                "first": "Wei",
                "middle": [
                    "Boon"
                ],
                "last": "Khor",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Singapore Health Services",
                    "location": {
                        "country": "Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Ed",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Leonard",
                "middle": [],
                "last": "Yip",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Paul",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Valencia",
                "middle": [
                    "H X"
                ],
                "last": "Foo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Singapore Health Services",
                    "location": {
                        "country": "Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Mbbs",
                "middle": [
                    "Ã"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Louis",
                "middle": [],
                "last": "Lim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Daniel",
                "middle": [
                    "S W"
                ],
                "last": "Ting",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ã",
                "middle": [],
                "last": "Seng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Singapore Health Services",
                    "location": {
                        "country": "Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Chee",
                "middle": [],
                "last": "Loon",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Edmund",
                "middle": [],
                "last": "Wong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Singapore Health Services",
                    "location": {
                        "country": "Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Vernon",
                "middle": [],
                "last": "Yong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Edin",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Clement",
                "middle": [],
                "last": "Tan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tien",
                "middle": [
                    "Yin"
                ],
                "last": "Wong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Singapore Health Services",
                    "location": {
                        "country": "Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Ã",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hon",
                "middle": [
                    "Tym"
                ],
                "last": "Wong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "was first reported in Wuhan, China, in December 2019, and has since become a global pandemic. Singapore was one of the first countries outside of China to be affected and reported its first case in January 2020. Strategies that were deployed successfully during the 2003 outbreak of severe acute respiratory syndrome have had to evolve to contain this novel coronavirus. Like the rest of the health care services in Singapore, the practice of ophthalmology has also had to adapt to this rapidly changing crisis. This article discusses the measures put in place by the 3 largest ophthalmology centers in Singapore's public sector in response to COVID-19, and the challenges of providing eye care in the face of stringent infection control directives, staff redeployments and \"social distancing.\" The recently imposed \"circuit breaker,\" effectively a partial lockdown of the country, has further limited our work to only the most essential of services. Our staff are also increasingly part of frontline efforts in the screening and care of patients with COVID-19. However, this crisis has also been an opportunity to push ahead with innovative practices and given momentum to the use of teleophthalmology and other digital technologies. Amidst this uncertainty, our centers are already planning for how ophthalmology in Singapore will be practiced in this next stage of the COVID-19 pandemic, and beyond.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "T he novel Coronavirus disease 19 virus was first reported in Wuhan, a city in the Hubei province of China, in December 2019. It has since been declared a global pandemic by the World Health Organization, 1 and as of June 22, 2020 the virus has infected more than 8.86 million patients worldwide, and led to 465,740 deaths. 2 Singapore, a small city-state of 5.7 million residents in South-East Asia, has been systematically preparing for another infectious disease epidemic since the Severe Acute Respiratory Syndrome (SARS) outbreak in 2003. SARS was a grim milestone for the healthcare system in Singapore, infecting 238 patients (many of them health care workers) and resulting in 33 deaths. 3 The first case of COVID-19 was diagnosed in Singapore on January 23, in a Chinese tourist from Wuhan, 4,5 prompting a range of public health measures. As more infections were identified within the community, Singapore raised the Disease Outbreak Response System Condition (DORSCON) level 8 from Yellow to Orange on February 7, 2020, and further public health, social, economic, and immigration measures were imposed. Two more waves of COVID-19 infection occurred in March and April, initially comprising infections imported by Singapore residents returning from Europe and the United States, and subsequently by an escalating number of infections among our migrant worker population. On April 7, Singapore declared a partial lock-down of the country, enforcing strict social distancing initiatives and allowing only essential services to continue. This so-called \"circuit breaker\" will be in place until June 1, 2020. 6 Our health care systems' experience with SARS shaped the initial response to this pandemic, but as events unfolded, it became evident that new measures would have to be developed to contain the spread of This article summarizes the evolving experiences of the 3 public sector eye centers in Singapore, and the challenges of practicing ophthalmology in the midst of this rapidly evolving healthcare crisis.",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 206,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 324,
                    "end": 325,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 696,
                    "end": 697,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 986,
                    "end": 987,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1616,
                    "end": 1617,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Singapore National Eye Centre (SNEC) ( Table 1) . Although these clusters coordinate the supply and delivery of ophthalmology services, patients in Singapore are not restricted by geography or clustering, and so have a choice of where they wish to go for public-sector eye care services.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 39,
                    "end": 47,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Since January 2020, all ophthalmology centers have instituted policies and practices to prevent the transmission of COVID-19 among our staff and patients. 8 Many of these measures have evolved with greater understanding of this coronavirus. A summary of our current measures is shown in Table 2 , some of which are not different from other practices globally, and only the key points will be described below.",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 156,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 287,
                    "end": 294,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "In January 2020, the first priority was to ensure health care staff had adequate protection in the face of this new infection. Because of the SARS experience, the Singapore government maintains a stockpile of Personal Protective Equipment (PPE) which is primarily reserved for health care workers. In January, all patient-facing staff had to review their N95 mask fit and revise the protocols for donning and doffing PPE. Even with the stockpile, guidelines for the use of PPE were disseminated 9 and updated by MOH, to ensure appropriate usage while at the same time managing this finite resource. In the ophthalmology setting, a surgical mask, coupled with strict hand hygiene, was considered adequate for routine clinical and surgical activities. 10 The proper use of surgical masks, along with other universal precautions, has been reported to mitigate the risks of transmission even in the event of inadvertent exposure. 11 For specific situations, such as examination of COVID-19 positive patients or in high risk settings (eg, during any aerosol-generating procedures 12, 13 in operating theaters, such as dacryocystorhinostomy, or intubation for general anesthesia), \"full PPE\" (including an N95 mask, goggles, and disposable gown and gloves) was mandated.",
            "cite_spans": [
                {
                    "start": 750,
                    "end": 752,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 926,
                    "end": 928,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1075,
                    "end": 1078,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1079,
                    "end": 1081,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Protecting Health Care Workers"
        },
        {
            "text": "With the declaration of the DORSCON Orange alert level, MOH implemented what is termed \"campus separation.\" Essentially, all medical, allied health, and administrative staff were to remain at only 1 work location or campus, and this policy applied to both the public and private health care sectors. This was intended to limit possible transmission of COVID-19 by health care workers travelling between institutions. Any cross-institutional movement had to be specifically approved by MOH, even if it were to another hospital within the same cluster.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Campus Separation"
        },
        {
            "text": "Campus separation was a significant logistical challenge, as the 3 ophthalmology cluster centers provided services to multiple hospitals and clinics throughout Singapore. Although nursing and allied health staff were typically stationed only at one location throughout the work week, most doctors routinely moved between different institutions in the same cluster, often within the same day. With campus separation, the first order of business was to identify the ophthalmologists that would be specifically stationed at the different hospitals and satellites, to provide adequate coverage and to a level of subspecialty care that is appropriate for that satellite. For example, SNEC provides vitreoretinal, glaucoma, and oculoplastics services at the Changi General Hospital (CGH), and so an appropriate number of vitreoretinal, glaucoma, and oculoplastics specialists were required to provide continuity of care. Junior staff, including residents and fellows, were similarly sent to cover other essential services in CGH, such as on-call and emergency department coverage. Nursing and allied health numbers were also buffered at the satellites, as staff from other sites could no longer be re-deployed at short notice to cover medical leave and other absences from work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Campus Separation"
        },
        {
            "text": "Early in the outbreak, most of the patients with COVID-19 infections were managed at the National Centre for Infectious Diseases (NCID), which is co-located within the NHG cluster. Even as the numbers of confirmed patients increased, the numbers of suspected patients that had to be screened swelled exponentially. There was a need for medical staff to bolster the fever screening area of the NCID to match the patient load, and ophthalmologists from the NHG Eye Institute stepped up to the task. 14 At any one point, 20% to 30% of the ophthalmology staff (ranging from residents to the senior faculty) were rostered to spend 10 days at NCID to screen and swab test patients suspected of COVID-19 infections. This had a major impact on the manpower required to run the NHG Eye Institute ophthalmology services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Redeployment of Ophthalmology Staff"
        },
        {
            "text": "Dedicating medical staff to the satellites or to other services means that clinics and surgical lists have to be covered, redistributed, or postponed. Doctors' research and administrative sessions were replaced with clinical work. The national ophthalmology training program for residents, and all medical student attachments, have been put on hold due to exigency of services. Most research activities involving patients and direct patient contact have been stopped as well. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Redeployment of Ophthalmology Staff"
        },
        {
            "text": "There were strict infection control policies in the hospitals. All patients and visitors had to undergo temperature screening with thermal imaging scanners (similar to those used at airports) before making their travel, contact, and health declarations. Patients with an acute respiratory infection (ARI) or contact with suspected COVID-19 patients were evaluated as to the urgency of the eye review, and routine consults were rescheduled. Those who did require attention on the same day were seen in the clinic's isolation room by the attending ophthalmologist in \"full PPE.\" Patients and visitors that fulfill MOH criteria as a suspected case of COVID-19 were immediately isolated and escorted/conveyed to the general hospital's emergency department for further management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INFECTION CONTROL MEASURES"
        },
        {
            "text": "With detailed screening and triage, the aim was to ensure any symptomatic patients with COVID-19 would not be allowed into the eye facility for consultation or surgery. However, as it became increasingly apparent that patients with COVID-19 could present with minimal or no symptoms, the possibility of inadvertent exposure remained. This occurred in one of the centers, where a patient was diagnosed with a COVID-19 infection 2 days after attending a scheduled eye consultation in the outpatient clinic. Contact tracing revealed that the patient had come into close contact with 5 members of the clinic staff. Although the patient was reportedly asymptomatic during the initial visit and staff were considered at low risk of infection, all five staff members were nonetheless given a 14-day leave of absence to self-quarantine at home. Three of the 5 staff did indeed develop some symptoms of an ARI during this period, but none were found to have a COVID-19 infection. Although it was fortunate that none of the staff were infected, this incident did result in a sudden disruption to the clinic's manpower and staffing, and generated a great deal of anxiety among the affected staff and colleagues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INFECTION CONTROL MEASURES"
        },
        {
            "text": "With escalating numbers of COVID-19 patients in Singapore, the \"circuit breaker\" partial lockdown was announced in April 2020 and only essential clinical services could be provided. All elective surgeries were postponed and MOH specifically listed \"elective eye procedures including cataract surgeries for stable cataracts\" as a non-essential procedure. 15 Emergency surgeries (eg, macula-on retinal detachments) could proceed, subject to approval by the head of the center. Similarly, all centers were told to limit consultations to those deemed essential to prevent vision loss during this \"circuit breaker\" period. Senior doctors had to review electronic medical records (EMR) to decide which patients could be deferred to a later date, or even discharged completely if institutional guidelines were fulfilled. Text messages were sent to these patients, along with details on how to reschedule visits and obtain top-up prescriptions. Appointments could be made online or through a smartphone application. Senior faculty were also rostered to work at the SNEC Acute Care Clinic, a service typically covered by our residents, so as to manage the upsurge in patients presenting into the center without an appointment for urgent care.",
            "cite_spans": [
                {
                    "start": 354,
                    "end": 356,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "MODIFIED PATIENT MANAGEMENT"
        },
        {
            "text": "Reducing the patient's physical time in clinic was an important strategy, as this limits the risks for both staff and patients. Consultation and examination were made brief and directed, with the principle of not compromising patient safety. For example, although intravitreal injections for high risk patients with age-related macular degeneration (eg, only eyed patients) continued, optical coherence tomography (OCT) was not performed. Other specialized investigations, especially lengthy ones such as automated perimetry, were deferred unless it was deemed to have significant impact on patient management. Stringent infection control measures continued to be practiced in outpatient clinics and in the operating theaters, the details of which have been published. 16, 17 HUMAN RESOURCE MANAGEMENT",
            "cite_spans": [
                {
                    "start": 769,
                    "end": 772,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 773,
                    "end": 775,
                    "text": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "MODIFIED PATIENT MANAGEMENT"
        },
        {
            "text": "Although campus separation was a major restriction to the movement of staff between different healthcare institutions, there were increasing concerns that COVID-19 transmission could occur from asymptomatic and presymptomatic spread. Thus, all institutions had to practice strict team separation, even within a center or campus, and staff had to pay strict attention to \"social distancing.\" In particular, staff had to avoid social situations where there may be prolonged close contact without a surgical mask, such as during meal times or after work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Team Separation and Social Distancing"
        },
        {
            "text": "As an example, the NUH Department of Ophthalmology took the concept of team separation further-in the form of actual physical separation of their personnel into 2 different clinics (Clinic 17A and 17C). Each clinic was served by an equally sized team of doctors, nurses, allied health, and support staff, and work processes and equipment were rearranged so that both clinics could function independently. The teams alternated between clinic 17A and 17C on a weekly basis, and the team working in 17A was barred from the administrative offices to prevent mixing with the other team. Because Clinic 17C was smaller in size and had fewer clinics, the doctors there also had the additional duty to review the medical records of patients for rescheduling of appointments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Team Separation and Social Distancing"
        },
        {
            "text": "The importance of \"social distancing\" between staff was brought to the forefront when a consultant ophthalmologist from one of our centers was diagnosed with COVID-19. The ophthalmologist had just returned from a country where there were reports of COVID-19 infection, but no widespread community transmission. As this was before Singapore instituted mandatory quarantine of all returning residents from overseas, the ophthalmologist returned to work briefly to review 4 patients but was mindful to wear a surgical mask and avoided social interaction with staff. The following day, the ophthalmologist developed symptoms of an ARI, and promptly reported to the staff clinic for a swab test. The infection was confirmed that same day and the consultant was subsequently hospitalized. Assessment by the cluster's infection control team was that the risk to the patients and staff was low, and none had to be isolated or quarantined. Five staff members who had some contact with the ophthalmologist were allowed to continue to work, but were instructed to wear a surgical mask at all times, and to monitor their temperature twice daily. Fortunately, there was no transmission of the infection to patient and staff, and the ophthalmologist has since recovered and returned to work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Team Separation and Social Distancing"
        },
        {
            "text": "Unlike SARS, which was cleared from Singapore within 4 months, 3 the current pandemic shows no signs of abating. The measures that have been put in place by our centers have allowed Singapore to continue providing essential basic ophthalmic care, but each passing month brings new hurdles. As the centers continue to reprioritize and postpone consultations and surgeries, there are concerns that these patients will eventually return for care when services resume in the coming months, and overstretch our ophthalmology resources. More sobering is the real possibility that some patients may suffer permanent vision loss because they were unable to receive timely care during this pandemic.",
            "cite_spans": [
                {
                    "start": 63,
                    "end": 64,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "ADAPTING TO THE ''NEW NORMAL''"
        },
        {
            "text": "There is also the longer-term impact on the ophthalmology community which is still unclear. Although morale continues to be reasonably high, some have been working under considerable work-and family-related stress. Other concerns are more prosaic, but no less valid. Residents and fellows have suffered in all aspects of their training, including disruptions to formal didactic teaching, a lack of clinical exposure, and a drastic reduction in surgical numbers. Other than crucial COVID-related projects, almost all other research activities have been suspended due to restrictions on patient contact and directives to work from home. Again, all this will have a negative impact on ongoing eye studies and trials, and has given rise to worries about retaining researchers and staff as research funds inevitably run dry.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ADAPTING TO THE ''NEW NORMAL''"
        },
        {
            "text": "However, this crisis also represents a unique opportunity for our centers to adapt and to innovate (Table 3) . Ophthalmologists have pulled together in this crisis, working collectively to overcome multiple challenges with a singular purpose and focus. New and innovative policies, initiatives, and proposals were discussed and executed in days and weeks, rather than in months or years. Singapore ophthalmology is now beginning to plan for a \"new normal\" in how ophthalmology 18 is practiced, as infection control concerns, safe distancing measures, reduction in workload, and staff segregation will likely remain for months, if not years.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 99,
                    "end": 108,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "ADAPTING TO THE ''NEW NORMAL''"
        },
        {
            "text": "\"Telemedicine\" will no longer be limited to pilot models of care or small sectors of patients-it will expand and evolve to become a widely used infection control measure and business-continuity plan. 19 Digital technologies such as video-consultations and remote monitoring (eg, of intraocular pressure and visual fields) have been introduced to help reduce the number of patients in the clinics and mitigate the impact on patient care. 20 The need for robust data collection and analysis has never been more important and can drive many of these decisions; for example, the ability to describe and then predict patient attendances and behaviors will pave the way for patient appointments to be scheduled by artificial intelligence and deep learning systems. However, whether any or all of these innovations will be sustained after the COVID-19 pandemic remains to be seen.",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 202,
                    "text": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 437,
                    "end": 439,
                    "text": "20",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "ADAPTING TO THE ''NEW NORMAL''"
        },
        {
            "text": "There are other positives from the COVID-19 pandemic. In the pre-COVID-19 days, clinic utilization was often uneven, due to daily variations in staff rosters and the traditional way in which doctors and subspecialties are allocated clinic space and resources. For example, it was previously challenging to modify the Professor or senior ophthalmologists' clinics and operating theatre's schedules. Now, adjusting the clinic allocation on a daily basis to even out the total workload and reduce congestion is considered essential, and doctors and patients have to adapt to this form of \"hot-desking.\" There is a general feeling that camaraderie, consideration, and cooperation have all significantly increased amidst the pandemic, both within and across the eye institutions; it is hoped that this will be sustained after the crisis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ADAPTING TO THE ''NEW NORMAL''"
        },
        {
            "text": "In May 2020, after doing relatively well in the first 100 days, Singapore is now facing a surge in local COVID-19 infections, 6 Research will need to account for pandemic responses Incorporate teleconsultations, online questionnaires and remote monitoring, and data acquisition fueled largely by spread among the 320,000 migrant workers living in close proximity in large, often crowded dormitories. All ophthalmology centers are now dispatching doctors to perform screening of suspected COVID-19 patients at NCID, emergency departments, and even directly at the dormitories. Nurses are being deployed to the general hospital wards and community isolation facilities to care for the thousands that have been infected. Administrative staff members are centrally pooled to help in contact tracing work, and eye researchers are helping to process and test some of the thousands of swabs taken daily.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "Regardless of different pre-COVID-19 roles in ophthalmology, everyone is part of this once-a-generation war against COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "WHO characterizes COVID-19 as a pandemic",
            "authors": [],
            "year": 2020,
            "venue": "World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Coronavirus Disease (COVID-19) Situation Reports",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Special Feature: Severe Acute Respiratory Syndrome (SARS)",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Investigation of three clusters of COVID-19 in Singapore: implications for surveillance and response measures",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pung",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Chiew",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Young",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1039--1046",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "COVID-19 in Singapore-current experience: critical global issues that require attention and action",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Leo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.2467"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Strong National Push to Stem Spread of COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "Singapore Government Portal",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Presymptomatic Transmission of SARS-CoV-2-Singapore",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Chiew",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "69",
            "issn": "",
            "pages": "411--415",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Preventing intra-hospital infection and transmission of COVID-19 in healthcare workers",
            "authors": [
                {
                    "first": "Hoe",
                    "middle": [],
                    "last": "Gan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Wah",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Koh",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Saf Health Work",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.shaw.2020.03.001"
                ],
                "PMID": [
                    "32292622"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Infection prevention and control during health care when COVID-19 is suspected: interim guidance",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Apr 25) Important coronavirus updates for ophthalmologists",
            "authors": [],
            "year": 2020,
            "venue": "from AAO website: available at",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "COVID-19 and the risk to health care workers: a case report",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Puar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Intern Med",
            "volume": "172",
            "issn": "",
            "pages": "766--767",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Aerosol and surface stability of SARS-CoV-2 as compared with SARS-CoV-1",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Van Doremalen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bushmaker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Morris",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "1564--1567",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Preparing for a COVID-19 pandemic: a review of operating room outbreak response measures in a large tertiary hospital in Singapore",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "Y"
                    ],
                    "last": "Goh",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Can J Anaesth",
            "volume": "67",
            "issn": "",
            "pages": "732--745",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The healthcare workers who answer the call for front-line volunteers",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Coronavirus",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "from Straits Times website: available at",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Continuation of Essential Healthcare Services during Period of Heightened Safe Distancing Measures",
            "authors": [
                {
                    "first": "Singapore",
                    "middle": [],
                    "last": "Ministry Of Health",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Perspectives on Coronavirus disease 2019 control measures for ophthalmology clinics based on a Singapore center experience",
            "authors": [
                {
                    "first": "Isy",
                    "middle": [],
                    "last": "Jun",
                    "suffix": ""
                },
                {
                    "first": "Kko",
                    "middle": [],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "Z"
                    ],
                    "last": "Songbo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Ophthalmol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Sustainable practice of ophthalmology during COVID-19: challenges and solutions",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "W"
                    ],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "W"
                    ],
                    "last": "Yip",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Tay",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Graefes Arch Clin Exp Ophthalmol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s00417-020-04682-z"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Academic ophthalmology during and after the COVID-19 pandemic",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bandello",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ophthalmology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Next generation telemedicine platforms to screen and triage",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Ting",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "V"
                    ],
                    "last": "Gunasekeran",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wickham",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Br J Ophthalmol",
            "volume": "104",
            "issn": "",
            "pages": "299--300",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Digital technology and COVID-19",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Ting",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Carin",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Dzau",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Med",
            "volume": "26",
            "issn": "",
            "pages": "459--461",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Public Sector Ophthalmology Centers in Singapore",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Summary of Current Measures in Response to the COVID-19 Pandemic Leadership Establish a committee or taskforce to co-ordinate the pandemic response for the organization Include senior management and key stakeholders/heads of department Staff Protection Provide suitable and adequate PPE for all staff Clear guidelines and training on use of PPE Mandatory staff temperature checks twice daily Personal responsibility -staff to report sick if unwell Staff with acute respiratory symptoms are given 5 days of paid sick leave to monitor symptoms Infection control measures Patient Screening and Triage Temperature and health screening at all entrances Criteria and process for managing patients and visitors strongly suspected of COVID-19 infections Criteria and process for managing patients who are at elevated risk of COVID-19 infection-reschedule or to continue with consultation Clinical areas Appropriate PPE and universal precautions with patient contact Full PPE with COVID-19 positive patients and all aerosol generating procedures Proper cleaning/decontamination of equipment and surfaces before and after use Installation of slit-lamp \"breath\" shields Increased frequency of environmental cleaning Patient Management Operating Theatre Prioritize surgeries according to urgency / risk of vision loss Triage and postpone elective surgeries Outpatient clinics Prioritize and postpone less urgent patient consultations Establish procedures to reschedule appointments and refill medication prescriptions remotely Reduce consultation time in clinics and defer investigations Increase capacity for urgent referrals and walk-ins Enforce social distancing at all areas Identify and actively manage areas of congestion Encourage online registration, payments and appointment scheduling Home delivery of medications for most prescriptions Human Resource Management Segregation of staff into teams Consider separate work locations if feasible Administrative, research and support staff must work from home where possible Cybersecurity training and measures enhanced as more staff connect remotely to institutions' virtual private networks Facilitate and enforce social distancing amongst staff Staff assigned to work in only certain clinics or operating theatres Staff breaks are staggered and meals are taken alone Videoconferencing to avoid gathering of staff for meetings or teaching Information ManagementEncrypted instant messaging chat-groups to facilitate rapid information gathering and dissemination Emails and social media for broad outreach to all staff Urgent need to clarify misinformation and correct any false news through all channels Training and Education Video conferencing for didactic teaching and journal clubs Active matching of residents to remaining clinics and surgery lists to make up for shortfalls in training Postpone post-graduate specialist examinations due to exigency of services ResearchClinical research with direct patient contact stopped unless essential for patient care Remote monitoring via telephone and video calls possible for certain trials Basic laboratory research suspended, except for core activities (eg, cell culture, animal care, COVIDrelated projects)",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Innovations and Future Trends Clinical Services Strict infection control measures will remain Move towards single-use quipment (eg, disposable tonometer tips) and medications Sensors to monitor alcohol hand rub use between patient consultations Reduce surgical load Stricter criteria for elective surgeries Reduce outpatient clinic load Actively discharge patients to primary care Offer video-consultations for suitable conditions Remote monitoring of vision, visual fields, and intraocular pressure from home Virtual clinics for conditions that do not require physician consults Reduce patient transit time in the institution Role for artificial intelligence in appointment scheduling Online registration and appointment scheduling Home delivery of medications Eliminate unnecessary consultations and testing, eg, before each scheduled intravitreal injection Video-or teleconferencing for counseling, operation listing and other administrative tasks Actively manage crowd congestion Predictive analytics to model outpatient attendances Real-time dashboard of patient numbers and location within the facility Doctors' clinics are not at fixed locations, but based on patient load and clinic utilization Work Practices Use of video-conferencing for all meetings Segregation of teams Acceptance of working from home Formalization of secure instant messaging platforms for rapid information flow Training and Education Video conferencing for didactic teaching, journal clubs, virtual vivas/professional examinations Include teleophthalmology as a part of the training curriculum Role of virtual reality and simulators to supplement clinical exposure and surgical experience Research",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}