{
    "paper_id": "0aaf484fabfd7fe24ffffd5846635c4d9289d93c",
    "metadata": {
        "title": "Der Nervenarzt Zwangsmaßnahmen und die SARS-CoV-2-Pandemie",
        "authors": [
            {
                "first": "Kristina",
                "middle": [],
                "last": "Adorjan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "LMU-Klinikum",
                    "location": {
                        "settlement": "München",
                        "country": "Deutschland"
                    }
                },
                "email": ""
            },
            {
                "first": "Dorothea",
                "middle": [],
                "last": "Gaudernack",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Amt für öffentlich-rechtliche Unterbringung (AfoerU)",
                    "location": {
                        "settlement": "Nördlingen",
                        "country": "Deutschland"
                    }
                },
                "email": ""
            },
            {
                "first": "Julia",
                "middle": [],
                "last": "Beer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Amt für öffentlich-rechtliche Unterbringung (AfoerU)",
                    "location": {
                        "settlement": "Nördlingen",
                        "country": "Deutschland"
                    }
                },
                "email": ""
            },
            {
                "first": "Christine",
                "middle": [],
                "last": "Von Massenbach",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Bayerisches Staatsministerium der Justiz (StMJ)",
                    "location": {
                        "settlement": "München",
                        "country": "Deutschland"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Peter"
                ],
                "last": "Falkai",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "LMU-Klinikum",
                    "location": {
                        "settlement": "München",
                        "country": "Deutschland"
                    }
                },
                "email": ""
            },
            {
                "first": "Thomas",
                "middle": [],
                "last": "Pollmächer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zentrum für psychische Gesundheit",
                    "location": {
                        "addrLine": "Klinikum Ingolstadt",
                        "settlement": "Ingolstadt",
                        "country": "Deutschland"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Oliver"
                ],
                "last": "Pogarell",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "LMU-Klinikum",
                    "location": {
                        "settlement": "München",
                        "country": "Deutschland"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Nervenarzt https://doi.Zusammenfassung Im klinischen Alltag der Psychiatrie stellt sich regelmäßig die Frage, unter welcher Rechtsgrundlage Patienten, die aufgrund einer psychischen Erkrankung zu keiner freien Willensbildung fähig sind, bei einem zusätzlichen Verdacht auf eine SARS-CoV-2-Infektion bzw. mit einer bestätigten Covid-19-Erkrankung versorgt werden sollen. Womöglich sind Ärzte unsicher bezüglich der in Frage kommenden Rechtsgrundlagen von Zwangsmaßnahmen während der Corona-Pandemie: Wann und unter welchen rechtlichen Voraussetzungen also solche Maßnahmen geboten sind. Im vorliegenden Artikel werden die hierfür aktuell geltende rechtliche Regelungen in Deutschland vorgestellt und diskutiert.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Schlüsselwörter",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Zwangsmaßnahmen · SARS-CoV-2 · Pandemie",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "In the clinical daily work of psychiatry, the question regularly arises under which legal conditions patients who are not able to form free will due to a mental illness should be treated in case of an additional suspicion of a SARS-CoV-2 infection or with a confirmed Covid-19 disease. However, physicians may be uncertain about the legal basis for coercive measures during the corona pandemic: when and under which legal conditions such measures are required. This article presents and discusses in detail the legal regulations currently applicable in Germany.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Herr H., 63 Jahre alt, wurde auf der Straße alkoholisiert aufgefunden und in die Notaufnahme des LMU-Klinikums gebracht. Die Blutalkoholkonzentration (BAK) des Patienten betrug 2,5 ‰, dabei war er wach, bewusstseinsklar, jedoch initial zeitlich und örtlich unscharf orientiert und psychomotorisch sowie formalgedanklich verlangsamt. Bei klinischem Vorliegen einer respiratorischen Symptomatik (Husten) und labormedizinischen Hinweisen auf einen Infekt (C-reaktives Protein, CRP) wurde der Patient noch in der Notaufnahme auf SARS-CoV-2 getestet und in einen abgetrennten Bereich der Aufnahmestation verbracht.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Zwangsmaßnahmen und die SARS-CoV-2-Pandemie"
        },
        {
            "text": "Während der PCR-Testdauer von ca. 6 h bestand eine diagnostische Unsicherheit bei klinisch möglichem Vorliegen einer SARS-CoV-2-Infektion. Die Verdachtsdiagnose wurde durch weitere Untersuchungen erhärtet: Anlässlich eines erhöhten D-Dimer-Werts erhielt der Patient eine CT-Angiographie mit Thorax-Übersichts-CT, welche laut radiologischer Beurteilung bildmorphologisch mit dem Vorliegen einer viralen Pneumonie vereinbar war.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Zwangsmaßnahmen und die SARS-CoV-2-Pandemie"
        },
        {
            "text": "InderNotaufnahme zeigte sichderPatient wenig krankheitseinsichtig, stimmte den Untersuchungen zwar zu, war aber nur bedingt bereit, den ärztlichen und pflegerischen Anweisungen umfänglich Folge zu leisten. Er bestand wiederholt darauf zu rauchen, war angespannt und drängte in diesem Kontext auf Verlassen der Station. Da ",
            "cite_spans": [
                {
                    "start": 319,
                    "end": 321,
                    "text": "Da",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Zwangsmaßnahmen und die SARS-CoV-2-Pandemie"
        },
        {
            "text": "Anlässlich der Situation im Zusammenhang mit der SARS-CoV-2-Infektionserkrankung müssen sich immer mehr Menschen in eine 14-tägige Quarantäne begeben. Vor Kurzem hat der Präsident des \"Europäischen Ausschusses zur Verhütung vonFolterund unmenschlicheroder erniedrigender Behandlung oder Strafe\" eine Grundsatzerklärung zur Behandlung von Personen im Freiheitsentzug veröffentlicht. Der Ausschuss erkennt darin die Notwendigkeit durchgreifender Maßnahmen bei einer SARS-CoV-2-Infektionserkrankung an, weist aber gleichzeitig auf die fortbestehende Pflicht hin, auch in dieser Situation Personen, denen die Freiheit entzogen worden ist, vor jeder Form unmenschlicher oder erniedrigender Behandlung zu schützen [1] . Nun stellt sich im klinischen Alltag der Psychiatrie die Frage, auf welcher Rechtsgrundlage Patienten, die aufgrund einer psychischen Erkrankung zu keiner freien Willensbildung fähig sind, bei einem zusätzlichen Verdacht auf eine SARS-CoV-2-Infektion bzw. mit einer bestätigten COVID-19-Erkrankung versorgt werden sollen. Wenn bei Patienten mit einer psychischen Erkrankung keine freie Willensbildung möglich ist, ihr Wohl und das ih-rerUmgebungaberakutundernsthaftgefährdetsind, dannkanninseltenenFällen die AnwendungvonZwangsmaßnahmen in Form freiheitsbeschränkender Maßnahmen oder einer Zwangsbehandlung durchaus gerechtfertigt und notwendig sein [2] [3] [4] . Möglicherweise sind Ärzte jedochunsicherbezüglichderinfrage kommenden Rechtsgrundlagen von Zwangsmaßnahmen während der Corona-Pandemie: wann und unter welchen rechtlichen Voraussetzungen also solche Maßnahmen geboten sind.",
            "cite_spans": [
                {
                    "start": 708,
                    "end": 711,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1364,
                    "end": 1367,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1368,
                    "end": 1371,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1372,
                    "end": 1375,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "SARS-CoV-2-Pandemie"
        },
        {
            "text": "In Deutschland können Unterbringungs-und andere Zwangsmaßnah-men auf der Basis länderspezifischer öffentlich-rechtlicher Vorschriften (Psychisch-Kranken-(Hilfe-)Gesetze (Psy-chK(H)G)), im Rahmen des zivilrechtlichen Betreuungsrechts (BGB) oder schließlich aufgrund strafrechtlicher Regelungen (rechtfertigender Notstand, Maßregelvollzug, StGB) durchgeführt werden. Bislang wenig bekannt und beachtet waren die Regelungen des Infektionsschutzgesetzes (IfSG), die im Rahmen der SARS-CoV-2-Pandemie aber aktuelle Bedeutung erlangen (zur Übersicht s. . Abb. 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS-CoV-2-Pandemie"
        },
        {
            "text": "Im Gesetz zur Verhütung und Bekämpfung von Infektionskrankheiten beim Menschen (Infektionsschutzgesetz -IfSG) sind in § 30 Abs. 1 bis 7 die Bestimmungen zur Quarantäne festgelegt (s. . Infobox 1). Eine unverzügliche Absonderung (Quarantäne) in einem geeigneten Krankenhaus ist zwingend bei Personen mit Lungenpest oder hämorrhagischem Fieber anzuordnen. Grundsätzlich kann laut § 30 Abs. 1 Satz 2 IfSG aber auch bei anderen Krankheiten und Krankheitsverdachtsfällen durch die zuständige Behörde eine Absonderung angeordnet werden, somit auch bei V. a. Infektion mit SARS-CoV-2 bzw. mit COVID-19. Sollten sich die Patienten hierzu nicht in der Lage sehen bzw. nicht einsichtig zeigen, kann die Quarantäne nach § 30 Abs. 2 IfSG auch gegen den Willen der Betroffenen durchgesetzt werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vorgehen bei Personen mit V. a. SARS-CoV-2-Infektion bzw. COVID-19"
        },
        {
            "text": "Bei Verdacht auf eine SARS-CoV-2-Infektion oder bei einem bestätigten CO-VID-19-Fall greift also an erster Stelle das IfSG -in der Auslegung der zuständigen Behörde. Dem liegt das rechtliche Prinzip zugrunde, wonach das spezielle Gesetz grundsätzlich dem Allgemeingesetz vorgeht (lex sepcialis derogat legi generali; [5, 6] ",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 320,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 321,
                    "end": 323,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Vorgehen bei Personen mit V. a. SARS-CoV-2-Infektion bzw. COVID-19"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Europäisches Komitee zur Verhütung von Folter und unmenschlicher oder erniedrigender Behandlung oder Strafe (CPT): Europäisches Komitee zur Verhütung von Folter und unmenschlicher oder erniedrigender Behandlung oder Strafe (CPT): Grundsatzerklärung zur Behandlung von Personen im Freiheitsentzug im Zusammenhang mit derCoronavirus(COVID-19)-Pandemie",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Zwangsmaßnahmen in psychiatrischen Kliniken in Deutschland. Gegenwärtige Praxis",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Steinert",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "85",
            "issn": "",
            "pages": "621--629",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Achtung der Selbstbestimmung und Anwendung von Zwang bei der Behandlung von psychisch erkrankten Menschen. Eine ethische Stellungnahme der DGPPN",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Maier",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Moral oder Doppelmoral? Das Berufsethos des Psychiaters im Spannungsfeld zwischen Selbstbestimmung",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pollmächer",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "86",
            "issn": "",
            "pages": "1148--1156",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Juristische Methodenlehre und Rechtsbegriff, 2. Aufl",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bydlinski",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Methodenlehre der Rechtswissenschaft, 6. Aufl",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Larenz",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "ZurLegitimitätfremdnützigen Handelns in der Medizin und speziell in der Psychiatrie",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Pollmächert",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Forens Psychiatr Psychol Kriminol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11757-018-00517-0"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "der Patient in der medizinischen Notaufnahme zunehmend schlechter führbar war, erfolgte nach Rücksprache mit dem Konsiliardienst aufgrund der psychischen Erkrankung (Alkoholintoxikation) eine Verlegung in die Klinik für Psychiatrie und Psychotherapie (dortige COVID-Station), womit der Patient einverstanden war. DennochblieberauchnachVerlegung wenig compliant, drängte immer wieder auf Entlassung und war erst dann zumindest teilweise kooperativ, nachdem ihm das Rauchen im Patientenzimmer gestattet wurde. Letzteres erfolgte vor dem Hintergrund des COVID-19-Verdachts. Es sollte so ein eigenmächtiges Verlassen des Isolierzimmers bzw. der Station insgesamt zumindest bis zum Abschluss der Diagnostik bzw. rechtlichen Klärung der Situation vermieden werden. Dabei sah sich das medizinische Personal sowohl in der Notaufnahme als auch in der Klinik für Psychiatrie und Psychotherapie hinsichtlich der rechtlichen Grundlagen und eventuell erforderlicher Maßregeln mit neuen Fragen konfrontiert. Der hier geschilderte Fall könnte deshalb als Beispiel für die Komplexität der Anwendung juristischer Normen im klinischen Alltag herangezogen werden, das auch wichtige Informationen für den Gesetzgeber hinsichtlich eventueller Unzulänglichkeiten bei der praktischen Umsetzung beinhalten dürfte. Eine Verlegung des Patienten in eine psychiatrische Klinik auf freiwilliger Basis (zumal dort auch die somatische Diagnostik erfolgen konnte) war aufgrund der psychischen Störung (Suchterkrankung) durchaus die angemessene Wahl. Bei fehlender Zustimmung des Betroffenen wäre allerdings unbedingt zu prüfen gewesen, ob die Anwendung von Zwangsmaßnahmen aufgrund der psychischen Erkrankung durch Eigen-oder Fremdgefährdung gerechtfertigt gewesen wäre. Zur Auflösung und weiteren Einordung des Falles siehe: \"Diskussion der Kasuistik im Kontext des Infektionsschutzes und der rechtlichen Rahmenbedingungen\".",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "). Nach § 30 Abs. 1 IfSG kann bei Menschen, die an einer von Mensch zu Mensch übertragbaren Infektionserkrankung erkrankt oder dessen verdächtig sind, eine räumliche Isolierung angeordnet werden. Aufgrund der \"Kann\"-Formulierung im Gesetz sind hinsichtlich der Anwendung dieser Vorschrift bei COVID-19-Erkrankten oder SARS-CoV-2-Verdachtspersonen unterschiedliche Interpretationen und Vorgehensweisen zu erwarten. Regionale Unterschiede sind denkbar, z. B. unter Heranziehung regionaler oder lokaler Besonderheiten wie Bevölkerungsdichte oder Prävalenzzahlen, der Versorgungssituation oder der Lebensumstände der Betroffenen.Falls eine Quarantäne angeordnet wird und der Betroffene diesen Anordnungen nicht nachkommt oder nachkommen kann, so kann er zwangsweise durch Unterbringung z.B. in einem abgeschlossenen Teil eines Krankenhauses abgesondert werden. Das Grundrecht der Freiheit der Person (Art. 2 Abs. 2 Satz 2 GG) kann hiermit eingeschränkt werden, vgl. § 30 Abb. 3 IfSG. Die Anordnung einer Quarantäne gemäß § 30 Abs. 1 IfSG erfolgt durch die zuständige Gesundheitsbehörde (Gesundheitsamt), die auch über die im Einzelfall zu treffenden Maßnahmen entscheidet. Das konkrete Vorgehen nach IfSG ist dabei im klinischen Alltag bislang einerseits wenig bekannt, andererseits sind entsprechende Verfahrensregeln in der Praxis meist nicht ad hoc verfügbar, zumal es kaum veröffentlichte Rechtsprechung ordentlicher Gerichte oder Literatur zu dieser Thematik gibt. Vorgehen bei Personen mit einer psychischen Erkrankung und mit V. a. SARS-CoV-2-Infektion bzw. COVID-19 Anders verhält es sich bei Personen mit psychischen Störungen. Hier regeln die PsychKG der Länder das Vorgehen bei akuter Eigen-und/oder Fremdgefährdung mit einem meist routiniert eingespielten Handlungsablauf zwischen Kliniken, Behörden und Betreuungsgerichten. Ist ein Patient aufgrund seiner psychischen Erkrankung nicht zur freien Willensbildung fähig und besteht eine Eigen-und/oder Fremdgefährdung, dann kann eine Unterbringung nach PsychKG maßgeblich werden. Laut Einschätzung des Bayerischen Justizministeriums ist der Anwendungsbereich des PsychKG neben dem IfSG eröffnet, da beide Ge-Erkrankung können also die Psych(H)KG der Länder zur Anwendung kommen (in Bayern abhängig davon, ob die Tatbestandsvoraussetzungen des Art. 5 BayPsychKHG erfüllt sind, s. . Infobox 2). Geht von Patienten aufgrund einer psychischen Erkrankung mit eingeschränkter freien Willensbildung eine akute Eigen-oder Fremdgefährdung aus, regeln also die PsychKG der einzelnen Bundesländer, wie eine Unterbringung und eventuell weitere Zwangsmaßnahmen, z. B. eine Fixierung oder eine Zwangsbehandlung, einzuleiten sind. Bei den PsychKG ist neben dem Schutz der Betroffenen vor Eigengefährdung im Gegensatz zum Betreuungsrecht auch der Schutz des öffentlichen Interesses von Belang. Unterbringungsgesetze zu beantragen. Das Vorgehen erfolgt nach BayPsy-chKHG, wie in Teil 2 \"öffentlich-rechtliche Unterbringung\" vorgesehen: Maßgeblich für die sofortige vorläufige Unterbringung sind Art. 11, 12 und 13 mit den Verfahrenshinweisen in Art. 14 BayPsy-chKHG. Allerdings ist zu beachten, dass auch eine öffentlich-rechtliche Unterbringung (z. B. in Bayern unter Voraussetzung des Art. 5 BayPsychKHG) nur angeordnet werden darf, wenn die Verhältnismäßigkeit gewahrt bleibt. So ist bei Personen, die aufgrund einer psychischen Störung zwar in ihrer Einsichts-und Steuerungsfähigkeit erheblich beeinträchtigt sind, die aber die Quarantänebestimmungen des Gesundheitsamts einhalten, eine Unterbringung nach PsychKG nicht angezeigt. Bei Personen ohne eingeschränkte Einsichts-oder Steuerungsfähigkeit ist eine Unterbringung nach PsychKHG keinesfalls möglich. In diesen Fällen erfolgt eine Anordnung der Quarantäne nach § 30, Infektionsschutzgesetz. Hierfür zuständig sind die Gesundheitsämter. Die Unterbringung darf nur angeordnet werden, wenn die Gefährdung nicht durch weniger einschneidende Mittel abgewendet werden kann, insbesondere auch nicht durch die Hinzuziehung eines Krisendienstes und durch Hinzuziehung der oder des gesetzlichen Vertreters. 2 Sie darf nicht zu einem Nachteil führen, der zu dem angestrebten Erfolg erkennbar außer Verhältnis steht. 3 Sie ist nur solange zulässig, bis ihr Zweck erreicht ist oder nicht mehr erreicht werden kann. Abb. 1 8 Algorithmus: Zwangsmaßnahmen und die SARS-CoV-2-Pandemie. IfSG Infektionsschutzgesetz, PsychKHG Psychisch-Kranken-Hilfe-Gesetze Die Unterbringung eines Menschen in einer psychiatrischen Klinik ist gegen seinen natürlichen Willen grundsätzlich nur dann gerechtfertigt, wenn (1) eine Eigenund/oder Fremdgefährdung vorliegt, die auf eine psychische Erkrankung zurückzuführen ist, und (2) die freie Willensbildung aufgrund der psychischen Störung beeinträchtigt ist. Verdacht. Eine unbehandelte COVID-19-Erkrankung stellt eine prädiktiv kaum abschätzbare Gefährdung des Betroffenen dar. Angesichts des hochgradigen COVID-19-Verdachts leitete sich auch aus dieser Konstellation eine Eigengefährdung ab, die zumindest eine weitere Diagnostik (SARS-CoV-2-Test) und Verlaufsbeobachtung rechtfertigte. Zu a + b. Ohne erhebliche Beeinträchtigung der Selbstbestimmungsfähigkeit ist eine Unterbringung wegen Eigengefährdung in Folge der Alkoholerkrankung (Intoxikation) gegen den natürlichen Willen des Patienten nicht erlaubt; ebenso wenig beim Vorliegen einer potenziell schwerwiegenden Infektionserkrankung. Im konkreten Fall lag nach Einschätzung des Konsiliarius aufgrund der Alkoholintoxikation eine akute Eigengefährdung vor. Da ein Verdacht auf eine SARS-CoV-2-Infektion bestand und der Patient nicht ausreichend kooperierte, war eine Fremdgefährdung in Betracht zu ziehen. Bei SARS-CoV-2 handelt es sich um einen hochansteckenden Erreger, der im Falle einer Übertragung zu potenziell lebensbedrohlichen Erkrankungen Dritter führen kann. Zwangsmaßnahmen bei Fremdgefährdung im Kontext begleitender psychischer Störungen erfordern jedoch eine besonders strenge Kausalitätsprüfung: a) Eine Fremdgefährdung durch SARS-CoV-2 durch die Weigerung eines Menschen, ärztlichen Anweisungen Folge zu leisten, stellt zunächst keine psychische Störung und somit keine Grundlage einer psychiatrischen Unterbringung gegen den Willen des Patienten dar. b) Auch beim Vorliegen einer psychischen Störung erlaubt eine Fremdgefährdung aufgrund der Infektionserkrankung eine Unterbringung gegen den natürlichen Willen des Patienten in einer psychiatrischen Klinik nicht, sofern die Eingangsvoraussetzungen (erhebliche Beeinträchtigung der Einsichtsfähigkeit aufgrund der psychischen Störung) nicht zweifelsfrei vorliegen. c) Wenn jedoch eine Person, die mit dem Corona-Virus infiziert, krankheits-oder ansteckungsverdächtig ist und aufgrund einer psychischen Störung nicht in der Lage ist, den",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}