{
    "paper_id": "0ab1f93446ac10de99347d6104b6ac74040ba3a0",
    "metadata": {
        "title": "Environmental Research and Public Health Editorial Special Issue: Parent-Child Interactions: Paths of Intergenerational Transmission of Psychopathological Risk",
        "authors": [
            {
                "first": "Luca",
                "middle": [],
                "last": "Cerniglia",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Telematic University Uninettuno",
                    "location": {
                        "addrLine": "Corso Vittorio Emanuele II, 39",
                        "postCode": "00136",
                        "settlement": "Rome",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Silvia",
                "middle": [],
                "last": "Cimino",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Rome",
                    "location": {
                        "postCode": "00186",
                        "settlement": "Rome",
                        "country": "Italy"
                    }
                },
                "email": "silvia.cimino@uniroma1.it"
            }
        ]
    },
    "abstract": [
        {
            "text": "The developmental psychopathology clinical and theoretical framework has proposed a bio-psycho-social model that integrates biological, environmental, social, and psychological factors to disentangle the underpinning mechanisms of the intergenerational transmission of psychopathological risk. It has been shown that parental psychopathological risk can predict maladaptive developmental outcomes in children, and evidence from animal studies has shown a direct link between the parental care environment and long-term effects on neural systems that regulate stress, emotional function, and neuroplasticity in offspring. These neurobiological and behavioral changes could be regulated by epigenetic mechanisms, and when parents are at risk of psychopathology, their caregiving capacity may decrease. This impairment in parental caregiving quality may act as a risk factor for negative outcomes in children. While several authors have posited that children have an innate predisposition toward bidirectional exchanges in different contexts (verbal interactions, feeding, and play), in those situations where caregivers and their offspring are incapable of mutually attuning and sharing sensitive interactions, the child may suffer poor emotional and behavioral self-regulation and face maladaptive symptoms over time. These negative outcomes may also be associated with (and predicted by) the temperamental characteristics of the child, such as irritability, negative moods, and irregular behavioral and biological patterns.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "This Special Issue aimed to stimulate scientific discussion on the above topics, with particular attention to new methodological proposals for the assessment of interaction quality (e.g., new or improved observational methods, laboratory procedures, and diagnostic measures). Moreover, considering the current COVID-19 pandemic, the submission of papers addressing the possible effects of COVID-19 on parent-child interactions, children's emotional/behavioral functioning, and possible outcomes in nurses and medical personnel was encouraged.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The Special Issue gathered several interesting research papers and reviews. Chirico, Andrei, Salvatori, Malaguti, and Trombini [1] recruited thirty parental couples and their children and longitudinally assessed parent-therapist alliances, parent-child interactions, and parenting stress subsequent to the Focal Play Therapy with Children and Parents intervention. The authors found that parent-child interactions significantly improved after the intervention, although parenting stress levels did not change between the two assessment points. This paper adds to scientific literature by informing about the role of parental engagement in preschool child-focused treatments. Moreover, this article informs clinical practice and contributes to the improvement of the quality of care for children and their families. In their paper, Hou, Chen, and Guo [2] used a transactional framework and a complex statistical cross-lagged model to explore the bidirectional links between depressive symptoms in caregivers and adolescents. They recruited 1644 adolescents and their parents and found that maternal and Int.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The developmental psychopathology clinical and theoretical framework has proposed a bio-psycho-social model that integrates biological, environmental, social, and psychological factors to disentangle the underpinning mechanisms of the intergenerational transmission of psychopathological risk. It has been shown that parental psychopathological risk can predict maladaptive developmental outcomes in children, and evidence from animal studies has shown a direct link between the parental care environment and long-term effects on neural systems that regulate stress, emotional function, and neuroplasticity in offspring. These neurobiological and behavioral changes could be regulated by epigenetic mechanisms, and when parents are at risk of psychopathology, their caregiving capacity may decrease. This impairment in parental caregiving quality may act as a risk factor for negative outcomes in children. While several authors have posited that children have an innate predisposition toward bidirectional exchanges in different contexts (verbal interactions, feeding, and play), in those situations where caregivers and their offspring are incapable of mutually attuning and sharing sensitive interactions, the child may suffer poor emotional and behavioral self-regulation and face maladaptive symptoms over time. These negative outcomes may also be associated with (and predicted by) the temperamental characteristics of the child, such as irritability, negative moods, and irregular behavioral and biological patterns.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This Special Issue aimed to stimulate scientific discussion on the above topics, with particular attention to new methodological proposals for the assessment of interaction quality (e.g., new or improved observational methods, laboratory procedures, and diagnostic measures). Moreover, considering the current COVID-19 pandemic, the submission of papers addressing the possible effects of COVID-19 on parent-child interactions, children's emotional/behavioral functioning, and possible outcomes in nurses and medical personnel was encouraged.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The Special Issue gathered several interesting research papers and reviews. Chirico, Andrei, Salvatori, Malaguti, and Trombini [1] recruited thirty parental couples and their children and longitudinally assessed parent-therapist alliances, parent-child interactions, and parenting stress subsequent to the Focal Play Therapy with Children and Parents intervention. The authors found that parent-child interactions significantly improved after the intervention, although parenting stress levels did not change between the two assessment points. This paper adds to scientific literature by informing about the role of parental engagement in preschool child-focused treatments. Moreover, this article informs clinical practice and contributes to the improvement of the quality of care for children and their families. In their paper, Hou, Chen, and Guo [2] used a transactional framework and a complex statistical cross-lagged model to explore the bidirectional links between depressive symptoms in caregivers and adolescents. They recruited 1644 adolescents and their parents and found that maternal and adolescent depressive symptoms were reciprocally interconnected, with the youth-driven effect being more robust than the mother-driven effect. Interestingly, youths' depressive symptoms significantly predicted paternal depressive symptoms. These findings confirm a transactional effect of offspring characteristics and psychopathological risk on caregivers' emotional and behavioral functioning. In a very interesting paper, Agostini et al. [3] described parents' and infants' interactive styles subsequent to assisted reproduction treatments and compared them with parent-infant interactions after spontaneous conception. They also evaluated the effect of infertility, treatment type, and previous assisted reproduction treatment attempts on interaction quality. The sample was composed of 25 couples who conceived with assisted reproduction treatments, 31 couples who conceived spontaneously, and their 3-month-old babies. The researchers evaluated free-play parent-infant interactions, and their results supported the importance of implementing agendas for more sensitive parenting styles. Pérez-de la Cruz and Ramírez [4] studied families with children with neuromotor disorders and evaluated parents' perceptions and expectations about a physical therapy stimulation program. Their results showed the significance of accessing these types of support for children and families. In another interesting paper, Bao, Qu, Zhang, and Hogan [5] focused on children's academic outcomes during the COVID-19 pandemic. Their statistical model predicted that reading ability in children during COVID-19 school closures would significantly decrease. Notably, the authors showed that children who had read a book during lockdown (even without formal education) would suffer a less marked reduction in their reading capacity. These results suggested that informal reading might constitute an effective strategy to maintain reading ability during school closures in future pandemic outbreaks. Coppola et al. [6] evaluated the correlation between caregivers' narcissism and offspring narcissism. The sample was composed of 519 school-age children, and the results showed that parents' narcissism was directly and positively related to overvaluation and the children's narcissistic traits. Moreover, overvaluation moderately mediated the link between the fathers' and children's narcissistic traits. Moreover, these findings suggested that mothers and fathers communicate their narcissism to their offspring via differential pathways. Khoury, Rajamani, Bureau, Easterbrooks, and Lyons-Ruth [7] longitudinally studied the quality of parent-child interactions as risk indicators of the overall severity of maltreatment by age 18. One of the main results showed that hostile and withdrawn maternal interactions were associated with child maltreatment over time. This study could improve early identification and adapt preventive interventions for families with children at risk of maltreatment. In a sample of mother-child dyads, Speranza, Quintigliano, Lauriola, and Fortunato [8] tested a new clinician-report tool, the Parent-Child Relationship Scale, and evaluated parental and children's individual contributions in parent-child interactions. They also assessed possible interactions between parents and children in terms of developmental psychopathology. Their results support the use of the new measure to assist with clinical diagnosis during early childhood. Trentini, Pagani, Lauriola, and Tambelli [9] recruited 20 mothers and 19 fathers during the third trimester of pregnancy and, through high-density electroencephalography, verified a possible link between neural responses to infant facial expressions and emotional self-awareness. Their results showed that parents presented similar activity in the areas involved in high-order socio-affective processes but different activity in premotor regions. Yu, Renzaho, Shi, Ling, and Chen [10] recruited a sample of 658 refugee children aged 5-17 years and their primary caregivers to evaluate the use of the Family Stress Model to verify the effect of family financial stress and parents' levels of acculturation on children's emotional and behavioral symptoms. Their results showed that this measure is effective and that financial stress and self-identity have effects on youths' emotional and behavioral problems when mediated by caregivers' psychological distress and hostile parenting. Sacchi, Facchini, Downing, and Simonelli [11] studied the possible application of a video-feedback intervention program, Primary Care Video Intervention Therapy, to support parenting. They found that this program alleviated maternal anxiety and supported parental capacity to recognize and talk about the infant's developmental skills and regulatory abilities. Cimino, Marzilli, Tafà, and Cerniglia [12] recruited a community sample of 81 families with offspring aged between 19 and 28 months and explored possible links between the children's DAT1 genotype, their psychological profiles, parental psychopathological risk, and the quality of mother-child and father-child feeding interactions. Their results showed that the 10/10-repeat polymorphism was associated with higher psychopathological risk. Another paper by the same research group (Cerniglia, Marzilli, and Cimino [13] ) explored possible differences in children's emotional-behavioral functioning, maternal psychopathologic risk, and the quality of mother-child feeding interactions in a sample of 100 dyads with offspring with different subgroups of Avoidant/Restrictive Food Intake Disorder. Their results showed differences between the groups in terms of children's emotional-adaptive functioning, mothers' psychological profile, and mother-child interactions during feeding. Finally, Wong et al. [14] presented a very informative review on demographic factors, needs and opportunities factors, family structures, and cultural-contextual structures associated with intergenerational resource transfer.",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 130,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1543,
                    "end": 1546,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2224,
                    "end": 2227,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2540,
                    "end": 2543,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 3098,
                    "end": 3101,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 3678,
                    "end": 3681,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 4163,
                    "end": 4166,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 4594,
                    "end": 4597,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 5033,
                    "end": 5037,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 5577,
                    "end": 5581,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 5935,
                    "end": 5939,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 6412,
                    "end": 6416,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 6899,
                    "end": 6903,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Funding: This research received no external funding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The Focal Play Therapy: An Empirical Study on the Parent-Therapist Alliance, Parent-Child Interactions and Parenting Stress in a Clinical Sample of Children and Their Parents",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Chirico",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Andrei",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Salvatori",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Malaguti",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Trombini",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. J. Environ. Res. Public Health",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph17228379"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The Transactional Relationship between Parental and Adolescent Depressive Symptoms: The Mediating Effect of Nurturant-Involved Parenting",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hou",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. J. Environ. Res. Public Health",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph17218240"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Characteristics of Early Mother-Infant and Father-Infant Interactions: A Comparison between Assisted Reproductive Technology and Spontaneous Conceiving Parents",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Agostini",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Andrei",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Neri",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Trombini",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Nuccini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Villani",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Aguzzoli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Paterlini",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. J. Environ. Res. Public Health",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph17218215"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Parents' Perceptions Regarding the Implementation of a Physical Therapy Stimulation Program for Children with Disabilities in Bolivia: A Qualitative Study",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pérez-De La Cruz",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ramírez",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. J. Environ. Res. Public Health",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph17176409"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Modeling Reading Ability Gain in Kindergarten Children during COVID-19 School Closures",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Bao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Qu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Hogan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. J. Environ. Res. Public Health",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph17176371"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The Apple of Daddy's Eye: Parental Overvaluation Links the Narcissistic Traits of Father and Child",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Coppola",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Musso",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Buonanno",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Semeraro",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Iacobellis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cassibba",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Levantini",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Masi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Thomaes",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Muratori",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. J. Environ. Res. Public Health",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph17155515"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Aspects of Parent-Child Interaction from Infancy to Late Adolescence are Associated with Severity of Childhood Maltreatment through Age 18",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Khoury",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rajamani",
                    "suffix": ""
                },
                {
                    "first": "J.-F",
                    "middle": [],
                    "last": "Bureau",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Easterbrooks",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lyons-Ruth",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. J. Environ. Res. Public Health",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph17113749"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A Clinical Scale to Assess the Parent-Child Relationship in Infancy and Early Childhood",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Speranza",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Quintigliano",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lauriola",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fortunato",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "P-Crs",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. J. Environ. Res. Public Health",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph17103458"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Neural Responses to Infant Emotions and Emotional Self-Awareness in Mothers and Fathers during Pregnancy",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Trentini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pagani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lauriola",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tambelli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. J. Environ. Res. Public Health",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph17093314"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The Effects of Family Financial Stress and Primary Caregivers' Levels of Acculturation on Children's Emotional and Behavioral Problems among Humanitarian Refugees in Australia",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Renzaho",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ling",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. J. Environ. Res. Public Health",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph17082716"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The Primary Care-Video Intervention Therapy for Growth-Vulnerable Infants. A Case Study",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sacchi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Facchini",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Downing",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Simonelli",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Int. J. Environ. Res. Public Health",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph17051796"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Emotional-Behavioral Regulation, Temperament and Parent-Child Interactions Are Associated with Dopamine Transporter Allelic Polymorphism in Early Childhood: A Pilot Study",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cimino",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Marzilli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tafà",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cerniglia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. J. Environ. Res. Public Health",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph17228564"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Emotional-Behavioral Functioning, Maternal Psychopathologic Risk and Quality of Mother-Child Feeding Interactions in Children with Avoidant/Restrictive Food Intake Disorder",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cerniglia",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Marzilli",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cimino",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. J. Environ. Res. Public Health",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph17113811"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Scoping Review: Intergenerational Resource Transfer and Possible Enabling Factors",
            "authors": [
                {
                    "first": "E.-Y",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Etherton-Beer",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Baldassar",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cheung",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Dale",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Flo",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Husebø",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lay-Yee",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Millard",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. J. Environ. Res. Public Health",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph17217868"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "We acknowledge all authors for their important contribution to this Special Issue.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments:"
        },
        {
            "text": "The authors declare no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest:"
        }
    ]
}