{
    "paper_id": "0ab2cff28f31c29cac62ed314a3735cb8a80b1e3",
    "metadata": {
        "title": "Radiation Oncology at the Jorgensen Cancer Center at Rust Hospital, Presbyterian Cancer Care",
        "authors": [
            {
                "first": "",
                "middle": [],
                "last": "From The Md Anderson Cancer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Center",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "O ver the next 20 years, it is expected that more people will die of cancer on Earth than any other disease. And even though > 80% of newly diagnosed cancer patients elect to be cared for in a community-based setting, studies from large academic medical centers have suggested that patients live longer when treated at specific academic hospital systems-a conclusion that has historically allowed such centers to avoid government-mandated payments and quality reporting processes. 1,2 However, a recent study has brought the rationale for this exclusionary payment benefit into question by demonstrating equivalent quality-related metrics for cancer patients treated in diverse cancer care settings. 2 Regardless, cancer-related health care expenditures have continued to rise systemically without a proportional improvement in cancer-related outcomes. 3 In this COVID-19 era and beyond, through efforts to limit exposure risks for vulnerable cancer patients and care teams, a renewed focus on concepts of quality, value, and expertise will be necessary to allow community-based cancer programs to shoulder a greater burden for cancer care services delivered closer to home.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Let's start with quality in community-based cancer care. While many authors have attempted to define what quality means in the cancer world, it remains somewhat nebulous. 4 Metrics that include patient satisfaction, adverse event reporting, accreditations, and multidisciplinary care models have helped to define quality in a broad sense. National guidelines are abundant, and treatment algorithms are well-honed and regularly updated. However, we have trouble accurately answering basic questions from cancer patients who sit in front of us today: \"How do patients with my disease do under your care and at this specific facility?\" \"How would I know if I'm getting the best treatment here for my healthcare dollar?\" \"Why should I not just pick up and travel to a large reputable academic center?\" The answers to these questions shouldn't only consist of clichés about highquality care and great teamwork but be based on facts and locally derived cancer-related health care outcomes such as stage-specific cancer survival, quality of life assessments, access to specialty care, financial impact, and survivorship planning. These outcomes should be readily available and used in real-time to generate action plans that maximize local strengths and minimize weaknesses on a program-specific level and be able to truly differentiate what works and what doesn't. Integrated health care systems may be best able to answer these difficult questions by analyzing claims data and electronic medical record-derived delivery data to arrive at meaningful conclusions that serve the best interests of all stakeholders-most importantly the patients we care for. 5 Quality also encompasses value and efficiency. We have often assumed that high-quality cancer care comes with higher costs in the form of more expensive and frequent diagnostic procedures, a higher staff/patient ratio, and more aggressive treatment regimens. With telemedicine, remote treatment planning solutions, and work-from-home options, as well as scalable QA processes, highquality cancer care can be executed with heightened efficiency and throughput with improved resource utilization and patient access. Multiple locations, departments, and specialists can work collaboratively across large geographic areas to achieve consistent and optimal patient-centric results. Moreover, as the costs of novel and innovative cancer therapies continue to rise, the onus will be on cancer programs to recommend their use judiciously and remain focused not only on the length of life but the quality of life by reducing the length of stay in hospitals, increasing utilization of supportive care programs, palliative care, and public education platforms to maximize cancer prevention.",
            "cite_spans": [
                {
                    "start": 1649,
                    "end": 1650,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The core concept of community-based clinical cancer expertise is an important factor to consider. Historically, community centers across the country have understandably relied on expertise from large academic medical centers, regardless of whether an official affiliation exists, to help guide difficult treatment decisions. This is based on the long-held assumption that experts at large academic centers would have the most experience and would thus have more seasoned clinical judgment. With regards to complex surgical intervention, this remains largely true as many authors have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "demonstrated superior outcomes for patients who undergo complex cancer surgery under the skilled hands of prolific academic surgeons. 6 However, in an era of major advancements in radiotherapy, systemic treatment options, and emerging technologies, cancer-related outcomes and patient experiences in community settings may be hypothesized to be on par if not better than large reputable academic centers for the large majority of cancer cases. 2 This translates to the idea that community-based cancer expertise, born out of clinical experience and acumen, is important to recognize and support in large tertiary-care community-based cancer programs that seek to reassure patients that their care will be of the highest quality.",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 135,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 444,
                    "end": 445,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The difference between academic expertise and clinical expertise is often overlooked. In many instances, the academic infrastructure largely separates cancer experts on a disease sitespecific basis whereby specialists primarily treat patients with 1 or 2 disease sites (ie, breast cancer or prostate cancer) and have little to no experience with cancers elsewhere in the body. For those clinicians who are community based and see a wide variety of cancer cases-a gestalt develops through experience such that the natural history of many cancers rather than just one is taken into account when making complex multidisciplinary treatment decisions. This provides a valuable perspective to the cancer patient who may be seeking a broad perspective on their disease and how treatments, outcomes, and side effects compare among cancers that arise in different parts of the body. Community-based cancer doctors may also see a higher volume of patients since their priorities are centered on their patients rather than divided among research-related activities that often monopolize a busy academic schedule. Furthermore, a cancer patient who is followed by a communitybased physician will maintain a continuity of care throughout their disease process rather than being referred to different specialists within an academic setting depending on what organ their disease affects. This experience, which engenders a more wholesome understanding of cancer as a heterogenous group of diseases that differentially affects organ systems in diverse ways, may lead to more rounded treatment plans-inclusive of quality of life considerations-and inherently quite balanced and individualized to a growingly inquisitive and insightful patient population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Perhaps the undeniable value of large academic medical centers lies in their promise for the development of innovative and promising clinical trials, especially for those patients with advanced cancers that may not benefit from standard therapies or for those with complex surgical needs. But for most newly diagnosed cancer cases, patients are safely, effectively, and more conveniently treated with expertise in the community setting. Considering the cost, comfort, and value of traveling long distances for care, especially in this COVID-19 era, community-based cancer expertise will be an important focus for patients and families.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Just about every cancer program in the country, if not the world, may be asking the important question \"Is cancer care going to change forever as a result of COVID-19?\" If cancerspecific quality measures can be maintained while improving efficiency and value the answer is probably yes. Innovation in workflow and operations have already been implemented and community-based cancer programs living at the intersection of social, economic, and health care reform may be uniquely positioned to lead this effort.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Risk adjusting survival outcomes in hospitals that treat patients with cancer without information on cancer stage",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Pfister",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Rubin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Elkin",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "JAMA Oncol",
            "volume": "1",
            "issn": "",
            "pages": "1303--1310",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Comparison of hospitals affiliated with PPS-Exempt Cancer Centers, other hospitals affiliated with NCI-designated Cancer Centers, and other hospitals that provide cancer care",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Merkow",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Pavey",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "JAMA Intern Med",
            "volume": "179",
            "issn": "",
            "pages": "1043--1051",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The financial burden and distress of patients with cancer: understanding and stepping-up action on the financial toxicity of cancer treatment",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Carrera",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Kantarjian",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Blinder",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "CA Cancer J Clin",
            "volume": "68",
            "issn": "",
            "pages": "153--165",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Ensuring quality cancer care: a follow-up review of the Institute of Medicine's 10 recommendations for improving the quality of cancer care in America",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Spinks",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Albright",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Feeley",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Cancer",
            "volume": "118",
            "issn": "",
            "pages": "2571--2582",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Cancer research network: using integrated healthcare delivery systems as platforms for cancer survivorship research",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Nekhlyudov",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Greene",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chubak",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Cancer Surviv",
            "volume": "7",
            "issn": "",
            "pages": "55--62",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Hospital volume and surgical mortality in the United States",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Birkmeyer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Siewers",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "V"
                    ],
                    "last": "Finlayson",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "N Engl J Med",
            "volume": "346",
            "issn": "",
            "pages": "1128--1137",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}