{
    "paper_id": "0abd13cb047259b90686dace5aafd6229e04d54e",
    "metadata": {
        "title": "The enhanced danger of physicians' off-label prescribing during a public health emergency",
        "authors": [
            {
                "first": "Doriane",
                "middle": [
                    "Lambelet"
                ],
                "last": "Coleman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Duke University School of Medicine",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "‡",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Philip",
                "middle": [
                    "M"
                ],
                "last": "Rosoff",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Emeritus of Pediatrics and Medicine at Duke University School of Medicine and Medical Center. He is a faculty scholar of the Trent Center for Bioethics, Humanities and History of Medicine (Duke School of Medicine)",
                    "institution": "Duke University School of Medicine",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "On Dec. 26, 2019, a 41-year-old man was admitted to a hospital in Wuhan City, China, with flu-like symptoms including fever, painful cough, fatigue, and generalized achiness that began about a week before he presented for medical care. A novel coronavirus was isolated from his respiratory secretions that was genetically related to the pathogenic coronaviruses that cause SARS (severe acute respiratory syndrome) and MERS (Middle East respiratory distress syndrome). 1 This virus is the etiologic agent that causes the disease now known as COVID-19 that is sweeping the globe. It is highly contagious and transmissible with an R 0 estimated to be between 1.4 and 3.28. 2 To documented this phenomenon, leading to reported shortages of all three medicines in pharmacies. 8 Even though there is no substantive evidence that these drugs work in COVID-19 infections, it has not stopped some prominent people, including the President of the USA, from publicly endorsing their use. 9 At least four negative consequences follow from this state of affairs. First, the shortages limit their availability for their FDA-approved uses, thereby risking harm to patients who are dependent on them. Second, patients who may or may not be infected with COVID-19 are exposed to drugs whose safety profile is unknown in these patients; this is particularly concerning in this context where even on-label uses involve important side effects. 10 Third, patients taking these drugs for an unapproved use with little evidence to substantiate either efficacy or safety are, in effect, participating in individual unregulated clinical trials without proper informed consent. 11 Fourth, if these drugs enter widespread use for proven and suspected COVID-19 infections, it could be difficult to enroll patients in gold standard, randomized double-blinded clinical trials as they may be reluctant to be assigned to the control or 'placebo' arm. 12 In response to physician 'hoarding' numerous state boards of pharmacy (those agencies charged with regulating both pharmacists and dispensing and compounding pharmacies) 13 have stepped in and issued orders barring the prescribing of these drugs 8 J. Evans, Physicians seek to reassure amid hydroxychloroquine shortage, Medscape News, Mar. 27, 2020, available at https://www.medscape.com/viewarticle/927668. 9 C. Piller, \"This is insane!\" Many scientists lament Trump's embrace of risky malaria drugs for coronavirus, Science, Mar. 26, 2020, available at (accessed 6/5/2020) https://www.sciencemag.org/news/2020/03/insa ne-many-scientists-lament-trump-s-embrace-risky-malaria-drugs-coronavirus (accessed 6/5/2020). . Whatever one's view, they all suffer from inherent observer bias and the lack of a trustworthy control group and hence the inability to distinguish any placebo effects. 12 We are obviously forecasting here, as we are writing in the midst of the pandemic and just as formal trials are being implemented. But we do so with the benefit of ample historical precedent. For example, one of the most notable of which is the experience with studying the efficacy of myeloablative chemotherapy with autologous stem cell rescue for advanced breast cancer. After initial small, uncontrolled trials in the 1980s established the feasibility of this procedure, its advocates also found reason to believe that it was also more effective than existing treatments, which were not very good. Their reports generated a great deal of publicity and desperate women and their doctors flocked to the few institutions that offered this intensive, dangerous, and expensive therapy. After several years of glowing testimonials, including in the medical scientific literature, insurance companies began to balk at paying the costs associated with what was essentially unproven, experimental treatment. This resulted in a number of successful lawsuits against insurers-and terrible publicity asserting that denial of the procedure was killing women-followed by widespread introduction of the therapy into clinical practice. Eventually, a movement was generated formally to investigate if the claims about its benefits were actually true. Several clinical trials were initiated both in the USA and in abroad. Those in the USA had a great deal of difficulty enrolling patients due to patient fear that they might be randomized to the control arm and to physician and patient confidence that the treatment worked. Thus, the trials took much longer to complete than they should have. for non-FDA-approved uses. 14 Where these restrictions are in place, physicians are barred from writing prescriptions for themselves-so-called 'self-prescribing'; and they are required to include on their orders the clinical indication for which the drug is being prescribed. Only those written for approved indications will be filled. Some states have also limited the number of pills that can be dispensed at one time. No new or additional sanctions are included to deter physicians or others licensed to prescribe (such as physician assistants and nurse practitioners) from violating these restrictions. Specifically, state boards of medicine have not issued any guidance in this matter, thus maintaining their longstanding endorsement of the established tradition of allowing physicians' full autonomy in their prescribing practices. If physicians wish to prescribe chloroquine or hydroxychloroquine for individual patients with proven or even suspected COVID-19 for whom they feel it could be of some benefit-the essence of the justification for permitting unregulated OLU-they remain free to do so. Whether pharmacies will dispense the drugs in the context of this national emergency is another matter. Most recently, other events seem to have overtaken local concerns about OLU prescribing of chloroquine and hydroxychloroquine. The pharmaceutical giants Sandoz (a unit of Novartis) and Bayer, both major manufacturers of these drugs, have decided to donate millions of doses to the US Strategic National Stockpile. And in a press release, the Department of Health and Human Services (HHS) announced: 'Given the importance of understanding the efficacy of these medications for the treatment and prevention of COVID-19, federal agencies, such as the National Institutes of Health and ASPR's [Assistant Secretary for Preparedness and Response] Biomedical Advanced Research and Development Authority (BARDA), are working together to plan clinical trials.' 15 At the same time, the FDA issued an Emergency Use Authorization (EUA) to permit these compounds 'to be distributed and prescribed by doctors to hospitalized teen and adult patients with COVID-19, as appropriate, when a clinical trial is not available or feasible' . 16 The FDA's statement acknowledged that the evidence supporting such OLU are only '[a]necdotal' and that the issuance of EUA are only permissible when they are necessary 'to prepare for and respond to chemical, biological, radiological and nuclear threats' and when the FDA determines that, among other criteria, the known and potential benefits of the product, when used to diagnose, prevent, or treat the identified disease or condition, outweigh the known and potential risks of the product, and there are no adequate, approved, available alternatives. Emergency access to a medical product under the EUA is separate from use of a medical product under an investigational drug application. Almost 10 years ago, we examined the clinical, legal, and ethical landscape for off-label prescribing by physicians in the USA. We concluded that some regulation of OLU was called for to protect both societies' interests in the health and welfare of the community and patient safety and autonomy. But we did so assuming 'baseline' conditions, not in the context of a healthcare crisis or public health emergency. In this essay, we revisit our earlier arguments and view them through the lens of widespread disaster conditions. We ask whether our original arguments in favor of modest and targeted legal regulation of OLU can withstand scrutiny in a pandemic that necessitates altering standards of care and the urgency to develop new and additional treatment options. 18 Part II summarizes our original analysis, reasoning, and conclusions. Part III evaluates their applicability to current conditions. We conclude that although individual autonomy interests remain strong, the need for regulation is enhanced rather than diminished where public health interests predominate. 19 we argued that OLUs of pharmaceuticals and biologics that are not justified by high-quality evidence should be legally regulated to protect society's interests in safe and effective treatment and individual patients' interest in health and autonomy. High-quality evidence is characterized by the use of clinical investigation techniques analogous to those used for FDA approval. 20 Borrowing the classifications developed by other scholars, we described as 'problematic OLUs' those that are unjustified, justified by some but not high-quality evidence, or, justified by the need or desire to innovate. 21 We explored the historical commitments and values inherent in the law's longstanding laissez faire approach to the physician-patient relationship, but concluded that, on balance, the arguments in favor of unregulated prescribing authority in particular were insufficient to override the concerns associated with that authority. 22 Physicians have always had the authority to prescribe drugs and biologics 'off label', meaning in ways that are different from those for which they were formally approved. However OLU are justified, the fact that they are used off label means that their safety and/or efficacy were not evaluated or else not established during the FDA approval process for the illness and conditions in which they were studied. Drugs and biologics are described as being used 'off label' when they are prescribed for conditions other than those for which they were approved, in higher or lower than indicated dosages, and for populations other than those in which they were tested during the FDA approval process.",
            "cite_spans": [
                {
                    "start": 771,
                    "end": 772,
                    "text": "8",
                    "ref_id": null
                },
                {
                    "start": 977,
                    "end": 978,
                    "text": "9",
                    "ref_id": null
                },
                {
                    "start": 1424,
                    "end": 1426,
                    "text": "10",
                    "ref_id": null
                },
                {
                    "start": 1652,
                    "end": 1654,
                    "text": "11",
                    "ref_id": null
                },
                {
                    "start": 1919,
                    "end": 1921,
                    "text": "12",
                    "ref_id": null
                },
                {
                    "start": 2092,
                    "end": 2094,
                    "text": "13",
                    "ref_id": null
                },
                {
                    "start": 2808,
                    "end": 2810,
                    "text": "12",
                    "ref_id": null
                },
                {
                    "start": 6452,
                    "end": 6454,
                    "text": "15",
                    "ref_id": null
                },
                {
                    "start": 6721,
                    "end": 6723,
                    "text": "16",
                    "ref_id": null
                },
                {
                    "start": 8491,
                    "end": 8493,
                    "text": "19",
                    "ref_id": null
                },
                {
                    "start": 9096,
                    "end": 9098,
                    "text": "21",
                    "ref_id": null
                },
                {
                    "start": 9427,
                    "end": 9429,
                    "text": "22",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "That being said, many OLU are supported by high-quality evidence and thus are not problematic by our definition. 23 For example, the antineoplastic drug etoposide is approved by the FDA for use in testicular cancer and small cell cancer of the lung. 24 However, excellent clinical studies have demonstrated its efficacy in a variety of other diseases, such as Ewing's sarcoma, a form of bone cancer. 25 Many other off-label drug uses are supported by some but not high-quality evidence and may be reasonable (under certain conditions) to have in the physicians' armamentarium because no better treatment options for an individual or a disease or condition exist. 26 For example, physicians could use a drug in a similar chemical class or one that works in a manner that could plausibly attack the underlying biochemical pathology of a certain disorder. This is the way in which the drug imatinib, originally approved for use in chronic myeloid leukemia as one of the first small molecule targeted anticancer therapies, was used off label to treat gastrointestinal stromal tumor, a malignancy with a related (but distinct) mutation. 27 For similar reasons, the need to innovate sometimes supports OLUs even where they are not evidence-based, although this should be understood for what it is, as experimentation. As we argue below, the use of chloroquine and hydroxychloroquine for treating symptoms of COVID-19 are illustrative of OLU that fall in this category because of the lack of substantive data demonstrating any beneficial effects in any phase of the disease.",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 252,
                    "text": "24",
                    "ref_id": null
                },
                {
                    "start": 400,
                    "end": 402,
                    "text": "25",
                    "ref_id": null
                },
                {
                    "start": 663,
                    "end": 665,
                    "text": "26",
                    "ref_id": null
                },
                {
                    "start": 1132,
                    "end": 1134,
                    "text": "27",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "In our 2007 article The Case for Legal Regulation of Physicians' Off-Label Prescribing,"
        },
        {
            "text": "Finally, some OLU are affirmatively contraindicated, or else unjustified by any evidence of efficacy. Chloroquine and hydroxychloroquine may also fall into this category. Not only is there little data-driven justification for their off-label use (outside of a controlled clinical trial), but there are well-known side effects to these drugs that could make them very risky to use in many patients. For example, in high doses these drugs (especially when used in conjunction with the antibiotic azithromycin) can produce prolongation of the QT interval, a dangerous antecedent to potentially fatal cardiac rhythm disturbances. 28 Regardless of why they are prescribed-and in what context-OLU are effectively unregulated. 29 With the exception of restrictions on advertising and promotion by drug companies and on the distribution of certain narcotics, the federal government only formally regulates drug trials (HHS) and drug approvals for on-label uses (FDA). 30 Otherwise, it leaves the regulation of the doctor-patient relationship to the states. 31 The states do so only very lightly and in ways that do not have a material effect on physicians' OLU prescribing practices. That is, the states require medical licensing boards only generally to supervise the competence of physicians practicing in the jurisdiction; and whereas state tort law does provide for liability, ie, when their treatment choices violate the standard of care and cause injury to their patients, that standard has specifically been interpreted not to require doctors to disclose the OLU status of a drug or biologic to their patients, and OLUs have not typically been a successful the basis for injured patients' theory of breach. 32 Finally, the profession itself, through its medical organizations, only issues nonbinding recommendations to their members which often go unheeded.",
            "cite_spans": [
                {
                    "start": 626,
                    "end": 628,
                    "text": "28",
                    "ref_id": null
                },
                {
                    "start": 720,
                    "end": 722,
                    "text": "29",
                    "ref_id": null
                },
                {
                    "start": 960,
                    "end": 962,
                    "text": "30",
                    "ref_id": null
                },
                {
                    "start": 1049,
                    "end": 1051,
                    "text": "31",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "In our 2007 article The Case for Legal Regulation of Physicians' Off-Label Prescribing,"
        },
        {
            "text": "This laissez faire approach to physicians' treatment choices-and to the doctorpatient relationship more generally-is rationalized on the grounds that physician and patient autonomy together are most likely to result in decision making in the patients' best interests. 33 The medical profession is considered to be properly self-regulated to these ends both because training is strictly and uniformly governed, and because it is steeped in important fiduciary norms. 34 Patients benefit from their physicians' fealty to those norms as well as from their freedom to exercise their best medical judgement in circumstances that are often highly individualized and personal. And assuming access is not a constraint, patients benefit from the freedom to choose or to refuse treatment options based on their own risk-benefit calculus and values. Indeed, access constraints are typically viewed by patients and doctors as both violations of individual liberty interests and as obstacles to best treatment decisions. 35 These considerations are legitimate and properly weighty, to the point that arguments in favor of regulating physicians' off-label prescribing-a form of access constraint-have never gained traction. 36 Nevertheless, we made the case for such regulation on the grounds that it is likely the most effective means to ensure that patients and society are protected from the harms associated with problematic OLU because physicians are the direct link-or in legal terms the direct cause-of patients' use of drugs and biologics off label. Moreover, we argued that if done right, the regulation would enhance rather than detract from patient well-being. 37 Given the patient-centered rationales for unfettered prescribing authority, we identified the most important harms associated with problematic OLU as being that they may not be safe or effective for their intended use: physicians often do not disclose this fact or the OLU status of the product to their patients, who are then unable to take this into account as they decide whether they want to proceed with the suggested course of treatment. Depending on the nature and extent of the evidentiary basis for any particular prescription, the OLU could be viewed as, in effect, an unregulated experiment, again often conducted without the patient's (subject's) knowledge. 38 In Volume 1 of the Appendix to The Belmont Report, for example, Robert J. Levine conducted an exhaustive analysis of the boundary between the two, ultimately defining \"innovative therapy\" as a term applied to a simple activity that is ordinarily conducted by the physician with either pure practice intent or varying degrees of mixed research and practice intent. It is distinguished from accepted and standard medical practice in that it has not been sufficiently tested to meet peer group or regulatory agency standards for acceptance or approval . . . . In other cases, innovative therapy may be conducted with pure practice intent. Thus, a physician may decide to administer a drug to a patient who has a serious abnormality requiring treatment for which there is no alternative. It might be that there is no other drug or other form of treatment available for this condition. Alternatively, it might be the case that alternative therapeutic modalities have been tried and failed. Thus, the physician may proceed with pure practice intent. In some cases the physician might not perceive himself as an investigator. In that same piece, Levine also considered the complexities and potential problems associated with using certain drugs (for example) in a patient when the therapy is poorly studied (or not studied at all) or may be counter to the 'standard' approach. In doing so, he anticipated the regulatory vacuum in this area, writing that 'for purposes of considering drugs as either accepted or not accepted there is the FDA which helps solve some boundary problems and which may contribute to the creation of some others. There are a variety of other types of therapeutic and diagnostic modalities for which we have no standard-setting agencies. For these, for the time being, one might consider developing mechanisms to devise guidelines which will help practitioners distinguish accepted from unaccepted' . Id. at 12. See also John Robertson, Legal implications of the boundaries between biomedical research involving human subjects and the accepted or routine practice of medicine in The Belmont Report (1975), Appendix II, Chapter to these individual harms, which involve both the patient's physical welfare and their autonomy interests, we noted that society also bears important costs, primarily in the form of increases in health care spending and delays in securing effective treatment. 39 Where unfettered autonomy risks these harms, we urged policymakers to consider narrowly tailored restrictions. 40 Specifically, we identified the following as necessary elements of a sound regulatory regime. First, restrictions would be on a sliding scale based on the OLU's evidentiary support, from none for OLU supported by high-quality evidence, to the requirement that OLU justified only by the need or desire to innovate be permitted only in circumstances where there was no safe and effective alternative. Second, in cases of problematic OLU, FDA status, or the state of the evidence would be treated as medically material information. Third, real sanctions would be put into place for violations. Fourth, OLUs would be subject to reporting requirements in view of the development of a publicly available safety and efficacy database. 41 We concluded with the reminder that although there is broad and deep support for the sanctity of the doctor-patient relationship, including for both doctor and patient autonomy, our political and constitutional scheme is one of ordered (not unfettered) liberty. The doctor-patient relationship is, like the parent-child or spousal relationship, both properly respected but also properly subject to public ordering to ensure consistency with public health requirements and contemporary ethical standards of evidence-based medicine and informed consent.",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 270,
                    "text": "33",
                    "ref_id": null
                },
                {
                    "start": 1008,
                    "end": 1010,
                    "text": "35",
                    "ref_id": null
                },
                {
                    "start": 1210,
                    "end": 1212,
                    "text": "36",
                    "ref_id": null
                },
                {
                    "start": 1658,
                    "end": 1660,
                    "text": "37",
                    "ref_id": null
                },
                {
                    "start": 2331,
                    "end": 2333,
                    "text": "38",
                    "ref_id": null
                },
                {
                    "start": 4739,
                    "end": 4741,
                    "text": "39",
                    "ref_id": null
                },
                {
                    "start": 4853,
                    "end": 4855,
                    "text": "40",
                    "ref_id": null
                },
                {
                    "start": 5584,
                    "end": 5586,
                    "text": "41",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "In our 2007 article The Case for Legal Regulation of Physicians' Off-Label Prescribing,"
        },
        {
            "text": "The question we consider in this essay is whether our original analysis holds true in pandemic conditions. Specifically, in pandemic conditions where there is no known effective approach to prevention or treatment, does the 'need' for unrestricted access to problematic OLU overcome standard objections to their use? Once again taking into account the nature of the OLU at issue, the regulatory landscape, and individual and public health considerations, we conclude that although individual considerations may predominate in baseline circumstances, public health considerations make regulation 16) (arguing for some forms of regulation, although primarily located within the profession of medicine and affiliated institutions such as hospitals). Based on this methodology, the use of an approved drug in a novel way (such as hydroxychloroquine) with an individual patient would generally not be considered a formal research activity in the absence of a plan or with the intent to utilize information gained from this single experience to apply it to similar clinical situations. But as Levine's discussion suggests, the reality of clinical practice where these activities are not uncommon: innovation can readily morph into research as what is interpreted as a 'success' is applied to the next patient with a comparable disease, and so on. Indeed, it is reasonable to assume that such is the genesis of many published retrospective case series. of OLU especially important in pandemic conditions like this one involving a novel disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DO ALTERED STANDARDS OF CARE IN A PANDEMIC JUSTIFY UNRESTRICTED OLU?"
        },
        {
            "text": "It is precisely in such circumstances that unscrupulous salesmen are wont to peddle false or unproven hope, 42 and that well-meaning practitioners may be motivated to try what one frontline physician has described as a 'maybe-maybe-this-will-work cocktail' 43 for their desperately ill patients. Albeit differently motivated, both uses are unjustified in an evidentiary sense and thus risk harm to individual patients. 44 And, both compromise the ability of the public health system to develop a robust understanding of their safety and efficacy for this particular condition.",
            "cite_spans": [
                {
                    "start": 419,
                    "end": 421,
                    "text": "44",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DO ALTERED STANDARDS OF CARE IN A PANDEMIC JUSTIFY UNRESTRICTED OLU?"
        },
        {
            "text": "The OLU at issue here qualify as 'problematic' according to our original rubric because they are primarily justified on the basis of a need or desire to innovate. To date, there is only anecdotal evidence of efficacy for the off-label use of chloroquine and hydroxychloroquine (with or without the addition of azithromycin) with Covid-19. 45 Regardless of how the state of the evidence is characterized; however, it is undoubtedly insufficient according to standard protocols to justify the breadth of use that is currently being contemplated by some individual physicians and policymakers. The laissez faire tradition regarding OLU prescribing practices assumes baseline conditions in which 4, 2020, available at https://www.nytimes.com/2020/04/04/nyregion/coronavirus-hospital-brooklyn.html (Dr. Joshua Rosenberg describing the combination of hydroxychloroquine and azithromycin as a \"'maybemaybe-this-will-work cocktail,' because only a couple of tiny studies supported its effectiveness against Covid-19\" and as noting, \"I do not think the public realizes how often we do not really know\" whether something works\") (accessed 6/5/2020). 44 The \"maybe-maybe-this-will-work cocktail\" described in note 43 resulted in an unexpected adverse cardiac event (unexpected in the sense that many people initially prescribing this drug who had never used it before may have been unfamiliar with this well-known adverse reaction; it is also possible that prolonged QTc with hydroxychloroquine may be more frequent in patients with proven COVID-19 or with the higher doses employed), see id. In that case, it was likely a prolonged QTc interval that can predispose susceptible patients to life-threatening cardiac arrhythmias, due to either-or both-azithromycin and hydroxychloroquine. experimentation outside of highly regulated clinical trials is rare; and, the tradition is rationalized on the grounds that physician and patient autonomy carry greater weight than any public health concerns and are most likely to yield decisions in the individual patient's best interests. As we argue below, these premises have been thrown out the window in the context of Covid-19. Still, the regulatory landscape remains almost intact. The federal government has fast-tracked gold-standard clinical trials, but it has also provided that physicians can prescribe the drugs off label and has even tacitly encouraged such as by adding to the nation's strategic stockpile to make that possible on a broad basis. 46 In other words, rather than imposing new restrictions on physicians' OLU because of the dearth of evidence pointing to their safety and efficacy and to support the integrity of the clinical trials, it has signaled that it will enable them on a grand scale. Most state governments to date have not acted in this area, although the associated liability issues that will eventually make their way into the state courts are being discussed. 47 The same is true of state medical boards, although state pharmacy boards have sought to restrict their professionals from dispensing based on certain physician orders, ie, in circumstances where there is evidence of scarcity and hoarding. 48 This regulatory status quo is not justified in these circumstances. Neither individual concerns nor the public health situation support unfettered OLU of the drugs at issue.",
            "cite_spans": [
                {
                    "start": 339,
                    "end": 341,
                    "text": "45",
                    "ref_id": null
                },
                {
                    "start": 2488,
                    "end": 2490,
                    "text": "46",
                    "ref_id": null
                },
                {
                    "start": 2928,
                    "end": 2930,
                    "text": "47",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DO ALTERED STANDARDS OF CARE IN A PANDEMIC JUSTIFY UNRESTRICTED OLU?"
        },
        {
            "text": "It remains the case in these pandemic conditions, as it was in the baseline conditions we examined in our first OLU paper, that individual patients have a recognized, extremely important interest in their own health and welfare and certainly in their survival. They also continue to have a recognized, extremely important interest in their own and by extension their physicians' autonomy. But as we argued in that earlier paper, a patient's health and welfare is not enhanced by the use of an experimental drug (or a known drug in an experimental therapeutic setting) in circumstances where alternative approaches are available; it is only in 'Hail Mary' settings where the individual risks are likely to be worth taking. Relatedly, patient autonomy would be enhanced not diminished by a regulatory determination that the off-label status or evidentiary basis for a prescription is medically material information that must be disclosed as part of the informed consent process. This is especially likely to be the case in circumstances like this one, involving OLU that are primarily justified by the need or desire to innovate and where-outside of some 'Hail Mary' situations-it is not clear that the benefits of the prescription will override the risks. The latter include not only any negative side effects associated with the use that might be especially problematic in an already-compromised patient, but also the costs associated with foregoing alternative preventative or ameliorative approaches. Physicians should be restricted in their OLU prescribing outside of 'Hail Mary' situations; and they should be required to disclose 46 See supra note 15 and accompanying text. 47 News reports indicate that states are beginning to issue restrictions; however, many or most of these are through state pharmacy boards and not from state governments. See Jared S. Hopkins, States Try Reducing Malaria Drug Hoarding Amid Unproven Coronavirus Benefit, The Wall Street Journal, Apr. 5, 2020, available at https://www.wsj.com/articles/states-try-reducing-malaria-drug-hoarding-amid-unproven-coronavi rus-benefit-11586095200 (accessed 6/5/2020). 48 See supra notes 13-14 and accompanying text. It is reasonable to assume that the state pharmacy boards that have issued restrictive dispensing rules (not prescribing guidelines as that are not in their purview), will relax or eliminate them once these drugs become more plentiful and available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DO ALTERED STANDARDS OF CARE IN A PANDEMIC JUSTIFY UNRESTRICTED OLU?"
        },
        {
            "text": "the OLU status of the drugs or their experimental nature to their patients or their patients' proxies before a prescription is written. These restrictions would benefit physicians along with their patients as they would operate to insulate them from-or to reduce the likelihood of-eventual malpractice liability. Such liability could arise on one of two standard tort theories. First, patients who suffered adverse outcomes in part from the drugs themselves could argue that it was malpractice to prescribe them in circumstances where the risk-benefit calculus was unknown and there were better understood alternatives. Second, patients could argue that the experimental nature of the prescription was medically material information, which needed to be disclosed as part of the informed consent process. As to this second possibility, the current state of the caselaw is that a drug's OLU status is not medically material information; 49 but unless the federal government or state legislatures act affirmatively to insulate physicians from liability in circumstances where they fail to disclose that information, a factfinder could-easily in our view-find that a reasonable patient would want to know that a prescription would render them an experiment of one but without the usual protections associated with human subjects research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DO ALTERED STANDARDS OF CARE IN A PANDEMIC JUSTIFY UNRESTRICTED OLU?"
        },
        {
            "text": "Beyond always-important individual interests is public health, which is, by definition, of particular significance in pandemic conditions. Here, the unit of concern is the population as a whole, taking into account discrete subpopulations as classified by factors such as age, sex, ethnicity, and regional, political, and socioeconomic status. A focus on the individual in this context is only relevant insofar it benefits the collective. For example, public health authorities-in both developed and resource-poor countries (to the extent practicable)-spend a great deal of time and effort performing contact tracing for certain highly communicable diseases, such as tuberculosis, as well as ensuring that infected patients take their medication to reduce contagiousness. 50 In the case of a fast moving, highly deadly communicable disease like Ebola, public health authorities are authorized even further to restrict individual liberty to the point of mandatory quarantines. 51 In pandemic conditions involving a novel disease like COVID-19, there is no public health justification for 'unregulated' OLU motivated only or mainly by a need or desire to innovate. To the contrary, the absence of regulation in this context affirmatively harms the public interest. This harm results both from the misleading if not flat out erroneous signal to the population that the drug or drugs have preventative or treatment effects, and from undermining the government's ability to develop highquality evidence of safety and efficacy. Thus, although chloroquine, hydroxychloroquine, and associated cocktails may be justified as a 'Hail Mary' in individual cases, their 'unregulated' use for COVID-19 regardless of the circumstances can result in irrational behavior, disease spread, and diminished opportunities for public health authorities not only to establish their real risk-utility calculus, but also that of different, better-justified 49 approaches that are de-emphasized or foregone as a result of capricious investments in this one. We conclude our analysis on this last point, which is ultimately most compelling. To safeguard the health and welfare of society, public health authorities need high-quality evidence about the safety and efficacy of the drugs and biologics to which they would turn in pandemic conditions. It is abundantly well understood that such evidence is best obtained through large, randomized clinical trials that are statistically powered to these ends; such trials are the gold standard for reliable and trustworthy evidence collection. 52 Although this alternative is not preferred, it is also understood that in some cases, high-quality evidence can also be obtained over time through the collection and analysis of trustworthy data from individual, isolated OLU. In our earlier paper, we described OLU justified by the latter category of evidence as nonproblematic because by its quality and quantity, the data supporting their safety and efficacy approximate those collected in the formal trials process.",
            "cite_spans": [
                {
                    "start": 772,
                    "end": 774,
                    "text": "50",
                    "ref_id": null
                },
                {
                    "start": 976,
                    "end": 978,
                    "text": "51",
                    "ref_id": null
                },
                {
                    "start": 1930,
                    "end": 1932,
                    "text": "49",
                    "ref_id": null
                },
                {
                    "start": 2560,
                    "end": 2562,
                    "text": "52",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "DO ALTERED STANDARDS OF CARE IN A PANDEMIC JUSTIFY UNRESTRICTED OLU?"
        },
        {
            "text": "The regulatory status quo undermines this critical project because it disincentivizes participation in clinical trials and, because it does not impose any restrictions or data collection or reporting requirements on prescribing physicians, it fails even to provide the opportunity for the development of high-quality evidence outside of the gold standard. Why would a reasonable patient with COVID-19 sign up for and stick with a clinical trial if they are subject to anecdotal information from OLU about deadly side effects; or, in the alternative, if they can readily obtain the drugs they want without enrolling, thereby avoiding both the uncertainty of blinded randomization and the other, regulatory requirements associated with human subjects research? And, once the pandemic has passed, how will we know whether the many OLU of chloroquine, hydroxychloroquine, and associated cocktails worked or not; if they did, when they did; and the range, nature, and degree of their side effects so that, going forward, public health authorities will be operating on the basis of at least better if not the best information? By authorizing wide-scale, unregulated use of these drugs in this setting, we are effectively launching a national experiment without tending to the matter of how to collect its precious results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DO ALTERED STANDARDS OF CARE IN A PANDEMIC JUSTIFY UNRESTRICTED OLU?"
        },
        {
            "text": "Given this, the ideal would be for the federal government to consider using its emergency powers under the Defense Production Act of 1950 53 to commandeer supplies of hydroxychloroquine and chloroquine and to restrict prescriptions to either FDAapproved indications or to others for which good clinical evidence would support its use. The remaining stocks would be available only to those patients willing to enroll in clinical trials, not unlike the situation that exists for almost all investigational new drugs that are seeking FDA approval.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DO ALTERED STANDARDS OF CARE IN A PANDEMIC JUSTIFY UNRESTRICTED OLU?"
        },
        {
            "text": "In the alternative, we urge the federal government-or a consortium of state governments such as those that are forming for other COVID-related matters 54 -to develop a robust, centralized reporting requirement to gather data, similar to the post-FDA approval reporting. 55 The quality of evidence gathered by physicians and other prescribers and transmitted to the associated centralized database could be expected to be highly variable given that most clinicians are not trained in research protocols. However, carefully designed, guided reporting forms could focus their entries to maximize the utility of the data entered. The reporting requirements for investigational drugs obtained via the Right to Try Act of 2017 could be used as a model for this design. 56",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 272,
                    "text": "55",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DO ALTERED STANDARDS OF CARE IN A PANDEMIC JUSTIFY UNRESTRICTED OLU?"
        },
        {
            "text": "In pandemic conditions, OLU that are justified only or mostly by a need or desire to innovate may be rationalized on the basis of individual autonomy interests, so long as the patient or their proxy is fully briefed on their experimental nature, and the uses do not risk important harm to the public health. Physicians who suggest that there is no requirement that they get their patients' informed consent before subjecting them to a de facto, unregulated clinical trial of chloroquine and hydroxychloroquine for the treatment of COVID-19 are acting outside of both professional norms and the law. 57",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "Individual states could tighten the regulation of problematic OLU through either of these or different means. In other words, their longstanding laissez-faire approach is not based in a lack of authority, it's a policy choice. States exercising their police powers-their authority to regulate in the interests of society's health and welfare-could also form regional groups to develop a coordinated approach, i.e., multistate compacts. The latter approach is most likely in circumstances where there are shared, cross-border concerns and the states can agree on solutions. Historical examples of multistate consortia include, among others, coordinated water usage rights and crime fighting agreements. Like water and crime, infectious disease and the consequences that flow from disease aren't constrained by political boundaries, and so it is not surprising that we see the emergence of multistate consortia in the context of the spread of the novel coronavirus. Where the federal government might sometimes be relied on to coordinate a national response that includes, eg, the development of a database to which local reports might be sent, in other instances this role might be filled by subnational, regional groups. See Colm Quinn, U.S. Governors Defy Trump by Forming Regional Alliances, Foreign Policy, Apr. 14, 2020, available at https://foreignpolicy.com/2020/04/14/us-governors-states-rights-defy-trump-by-forming-re gional-alliances/; Matt Dixon, Southern governors create a COVID-19 coalition and experts fear a 'perfect storm' , Politico, Apr. 21, 2020, available at https://www.politico.com/states/florida/story/2020/04/21/sou thern-governors-create-a-covid-19-coalition-and-experts-fear-a-perfect-storm-1278753; Greg Hinz, Midwest governors form COVID coalition, Chicago Business, Apr. 16, 2020, available at https://www.chica gobusiness.com/greg-hinz-politics/midwest-governors-form-covid-coalition; See also Anastasia Kalinina, What the world can learn from regional responses to COVID-19, Atlantic Council, Apr. 24, 2020, available at https://atlanticcouncil.org/blogs/new-atlanticist/what-the-world-can-learn-from-regional-response s-to-covid-19/. 55 U.S. FDA, Postmarketing Surveillance Programs, Apr. 2, 2020, available at https://www.fda.gov/drugs/su rveillance/postmarketing-surveillance-programs. Our proposal contemplates that such reporting would be mandatory rather than optional, as is the case for postapproval reporting and under the Right to Try Act, which specifies a rigorous reporting requirement as a condition for gaining access to and receiving investigational drugs. See supra note 26 (all sites accessed 6/5/2020). 56 Id. The Act provides, inter alia, that \"The manufacturer or sponsor of an eligible investigational drug shall submit to the Secretary an annual summary of any use of such drug under this section. The summary shall include the number of doses supplied, the number of patients treated, the uses for which the drug was made available, and any known serious adverse events. The Secretary shall specify by regulation . . . to require the submission of such annual summary in conjunction with the annual report for an applicable investigational new drug application for such drug . . . post an annual summary report of the use of this section on the internet website of the Food and Drug Administration, including the number of drugs for which clinical outcomes associated with the use of an eligible investigational drug.\" Id. at §561b. 57 Vanessa Romo, COVID-19 Patients Given Unproven Drug In Texas Nursing Home In 'Disconcerting' Move, National Public Radio, Apr. 10, 2020, available at https://www.npr.org/2020/04/10/830348837/covid-19-Indeed, such prescriptions are anachronistic to the point that they ignore decades of development of bioethics and informed consent rules that privilege not only the practice of evidence-based medicine, but also the exercise of physician autonomy only in circumstances where such exercise is in conjunction with patient autonomy in the patient's best medical interests. Desperation and even panic in pandemic conditions are foreseeable, but they call for cool heads to prevail, not the abandonment of principle. Whether the prescriptions risk harm to the public health that preempts individual autonomy interests depends on the nature and scale of the prescribing. In this essay, we argue that unregulated experimental uses on a broad scale in circumstances involving a novel, highly contagious disease like COVID-19 risk important harm to our effort to develop, through gold-standard clinical trials, robust information about the safety and efficacy of the government's arsenal of weapons that can be used to fight such disease. It is our view that the ability successfully to mitigate this risk on behalf of the population generally outweighs the interests of individuals in prescriptions that have not been proven to be effective to prevent or treat disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "Thus, we join others who have called for the restriction of innovative OLUs to permit established clinical trials to take their course. 58 We suggest a bifurcated approach to data collection that complements those trials with a supervised approach to those OLUs that do take place. Innovative OLUs would be restricted to individual cases involving hospitalized patients who are diagnosed with the disease in issue; and it would require their physicians to report relevant information to a centralized database that would support the evidence gathered through standard clinical trials. This bifurcated approach is not ideal but it balances individual and public interests in a way that is consistent with strongly held political norms.",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 138,
                    "text": "58",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "We understand that our proposal is aspirational and that existing laissez faire norms are entrenched to the point that formal regulation of physicians' OLU prescribing practices remains unlikely. We say unlikely-although not impossible-because, of course, physicians' traditionally unfettered prescribing practices have already been submitted to some constraints in the modern period by some third party payers, including insurers and the federal government through its Medicare and Medicaid programs. Although Medicare Part D only rarely refuses to pay for approved drugs, even when used off label, 59 private insurers are more reluctant to do so, especially for expensive medicines like biologics when prescribed in situations for which little evidence of efficacy exists. 60 Regardless, ongoing consideration of alternative approaches is certainly warranted. Among the most promising are developments in professional association codes and standards that go beyond general pronouncements specifically to the articulation of",
            "cite_spans": [
                {
                    "start": 600,
                    "end": 602,
                    "text": "59",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 775,
                    "end": 777,
                    "text": "60",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "CONCLUSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Benjamin Djulbegovic & Gordon H. Guyatt, Progress in evidence-based medicine: a quarter century on",
            "authors": [
                {
                    "first": "Olga",
                    "middle": [],
                    "last": "Dumont Flecha",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Perspect. clin. res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "§ 2061 et seq",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "S C"
                    ],
                    "last": "App",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "As we have detailed, to the extent that physicians' prescribing practices are already regulated, it is primarily by the states through tort law, and to a lesser extent through the requirements imposed by medical boards. patients-given-unproven-drug-in-texas-nursing-home-garnering-criticism?",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Informed Consent and Shared Decision-Making: A Requirement to Disclose to Patients Off-Label Prescriptions",
            "authors": [
                {
                    "first": "Michael",
                    "middle": [],
                    "last": "Wilkes",
                    "suffix": ""
                },
                {
                    "first": "&amp; Margaret",
                    "middle": [],
                    "last": "Johns",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS Medicine",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Off-label prescribing: a call for heightened professional and government oversight",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dresser",
                    "suffix": ""
                },
                {
                    "first": "&amp; J",
                    "middle": [],
                    "last": "Frader",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Law Med Ethics",
            "volume": "37",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "No evidence or no alternative? Taking responsibility for off-label prescribing",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ghinea",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Internal Medicine Journal",
            "volume": "42",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Controlling Excessive Off-Label Medicare Drug Costs through the False Claims Act, Health Matrix",
            "authors": [
                {
                    "first": "David",
                    "middle": [],
                    "last": "Kwok",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Law-Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "United HealthCare",
            "authors": [],
            "year": 2019,
            "venue": "Coverage of Drugs and Biologicals for Label and Off-Label Uses",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "10 See infra notes 28 and 44 and accompanying text. See also Andre C. Kalil, Treating COVID-19-Off-Label Drug Use, Compassionate Use, and Randomized Clinical Trials During Pandemics, JAMA (2020). 11 In some contexts, these are sometimes referred to as 'n-of-1' clinical trials, where 'n' refers to the number of patients enrolled. Although some authors have endorsed their utility, others have been more skeptical. Compare Weyinmi A. Demeyin et al., N of 1 trials and the optimal individualisation of drug treatments: a systematic review protocol, 6 Sys. Rev. (2017) with RD Mirza et al., The history and development of N-of-1 trials, 110 J. R. Soc. Med. (2017)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Robert J. Levine, The boundaries between biomedical or behavioral research and the accepted and routine practice of medicine at 6, 14-15, in The Belmont Report (1975)). National Commission for the Proptection of Human Subjects of Biomedical & Bethesda Behavioral Research, MD., The Belmont report: Ethical principles and guidelines for the protection of human subjects of research (ERIC Clearinghouse. 1978). See also F.D. Moore, Therapeutic Innovation: Ethical Boundaries in the Initial Clinical Trials of New Drugs and Surgical Procedures 98 Daedalus (1969).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "When the trial results were analyzed and published, it was demonstrated that the intensive therapy offered no benefit over standard treatment and was, if anything, more toxic. Richard A. Rettig et al., False Hope. Bone Marrow Transplantation for Breast Cancer (Oxford University Press. 2007). 13 See, eg North Carolina Pharmacy Practice Act, N.C. Gen. Stat. § § 90-85.2 to 90-85.44 (2020) (establishing the Board of Pharmacy \"to protect the public health, safety and welfare in pharmaceutical matters\").",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "See, eg North Carolina Board of Pharmacy, COVID-19 Drug Preservation Rule, Mar. 24, 2020, available at http://www.ncbop.org/LawsRules/COVID19DrugPreservationRule21NCAC46.1819.pdf . This order is similar to those that have been issued in many but not all states. 15 HHS Press Release, HHS accepts donations of medicine to Strategic National Stockpile as possible treatments",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Deborah J. Cook et al., Systematic Reviews: Synthesis of Best Evidence for Clinical Decisions, 126 Ann. Intern.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "23 Aviv Ladanie et al., Off-label treatments were not consistently better or worse than approved drug treatments in randomized trials, 94 J. Clin. Epidemiol. (2018). 24 See the FDA-approved \"package insert\" for etoposide, available at: https://www.accessdata.fda.Heikki Joensuu et al., Effect of the Tyrosine Kinase Inhibitor STI571 in a Patient with a Metastatic Gastrointestinal Stromal Tumor, 344 N. Eng. J. Med. (2001).",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "28 Mayla Gabriela Silva Borba et al. op cit. Also see Nicholas J. Mercuro et al., Risk of QT Interval Prolongation Associated With Use of Hydroxychloroquine With or Without Concomitant Azithromycin Among Hospitalized Patients Testing Positive for Coronavirus Disease 2019 (COVID-19), JAMA Cardiol. (2020). See also infra note 44 (further discussing the drug's side effects). 29 Rosoff and Coleman, supra note 19 at 660-676. 30 Id. at 661-63. 31 Id. at 664-74. 32 Id. at 666-73. 33 Id. at 678-79. 34 Id. at 679. 35 Id.; see also Jeffrey A. Singer, Doctors, Not Politicians, Ought to Decide Whether Off-Label Use of Hydroxychloroquine Is Appropriate for COVID-19 Patients, Reason, Apr. 7, 2020, available at https:// reason.com/2020/04/07/doctors-not-politicians-ought-to-decide-whether-off-label-drug-use-ofhydroxychloroquine-is-appropriate-for-covid-19-patients/?utm_medium=email (accessed 6/5/2020).",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "In addition 36 Rosoff and Coleman, supra note 19 at 678. 37 Id. at 678-80. 38 Id. at 653-55. Some scholars and physicians who favor maintaining the status quo of unregulated OLU argue that individual doctors must have the freedom to tailor their prescribing to individual patient needs as they both see fit, and to innovate their therapeutic choices, also with their patients' best interests foremost. See, eg Colleen Conners, Illuminating the off-Label Fable: How off-Label Promotion May Actually Help Patients Student Comments, J. Law, Econ. Policy (2017); Eric von Hippel et al., Market failure in the diffusion of cliniciandeveloped innovations: The case of off-label drug discoveries, 44 Science and Public Policy (2016). At the ragged edges of this argument lies the ability of physicians (and patients) to discern the difference between clinical research and therapeutic innovation within the context of clinical practice. This difference has been notoriously difficult to pin down.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "42 Kevin Roose and Matthew Rosenberg, Touting Virus Cure, 'Simple Country Doctor' Becomes a Right-Wing Star, The New York Times, Apr. 2, 2020, available at https://www.nytimes.com/2020/04/02/technology/ doctor-zelenko-coronavirus-drugs.html (accessed 6/5/2020). 43 S. Fink, 'Code Blue': A Brooklyn I.C.U. Fights for Each Life in a Coronavirus Surge, The New York Times, Apr.",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Notably, the published studies have been retrospective, non-randomized case series with relatively small number of patients. See supra note 6.",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Rosoff and Coleman, supra note 19 at 671-73. 50 Christopher Craig et al., Contact tracing in pulmonary versus non-pulmonary tuberculosis-the impact of the 2016",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}