{
    "paper_id": "0aca7337384af08cca7fbd5227d57fc111a90eec",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Miguel",
                "middle": [],
                "last": "Rodríguez-Rubio",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hospital Universitario La Paz",
                    "location": {
                        "settlement": "Madrid",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Juan",
                "middle": [
                    "Carlos"
                ],
                "last": "Figueira",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Darío",
                "middle": [],
                "last": "Acuña-Castroviejo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Granada",
                    "location": {
                        "settlement": "Granada",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Alberto",
                "middle": [
                    "M"
                ],
                "last": "Borobia",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Germaine",
                "middle": [],
                "last": "Escames",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Granada",
                    "location": {
                        "settlement": "Granada",
                        "country": "Spain"
                    }
                },
                "email": "gescames@ugr.es"
            },
            {
                "first": "Pedro",
                "middle": [],
                "last": "De La Oliva",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hospital Universitario La Paz",
                    "location": {
                        "settlement": "Madrid",
                        "country": "Spain"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "• Primary objective: to evaluate the effect of intravenous melatonin (IVM) on mortality in adult patients admitted to the intensive care unit (ICU) with COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "• Secondary objectives:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "• To evaluate the effect of IVM on ICU length of stay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "• To evaluate the effect of IVM on the length of mechanical ventilation (MV).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "• To evaluate if the use of IVM is associated with an increase in the number of ventilator-free days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "• To evaluate if the use of IVM is associated with a reduced number of failing organs as determined by the sequential organ failure assessment (SOFA) scale.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "• To evaluate if the use of IVM is associated with a reduction of the frequency and severity of COVID-19-associated thromboembolic phenomena.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "• To evaluate if the use of IVM is associated with a decreased systemic inflammatory response assessed by plasma (Continued on next page)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "levels of ferritin, D-dimer, C-reactive protein, procalcitonin and interleukin-6.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• To evaluate if the use of IVM is associated with an improvement in hematologic parameters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• To evaluate if the use of IVM is associated with an improvement in biochemical parameters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• To evaluate if the use of IVM is associated with an improvement in blood gas analysis parameters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• To evaluate adverse events during the 28 day study period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Trial design: Phase II, single center, double-blind, placebo-controlled randomized trial with a two-arm parallel group design and 2:1 allocation ratio. Participants: Only critically ill adult patients that fulfill all of the inclusion criteria and none of the exclusion criteria will be included. The study will be conducted in a mixed ICU of a publicly funded tertiary referral center in Madrid, Spain with a 30-bed capacity and 1100 admissions per year.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• Inclusion criteria:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• Patient, family member or legal guardian has provided written Informed Consent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• Age ε 18 years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• Confirmed SARS-CoV-2 infection with compatible symptoms AND a positive RT-PCR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• Admission to the ICU with acute hypoxemic respiratory failure attributed to SARS-CoV-2 infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• ICU length of stay of less than 7 days prior to randomization with or without MV and without signs of improvement in respiratory failure (MURRAY score at randomization greater or equal to the MURRAY score at ICU admission).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• Exclusion criteria:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• Participant in a different COVID-19 study in which the study drug is under clinical development and hasn't been previously authorized for commercialization. • Liver enzymes > 5 times the upper normal range.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• Chronic kidney disease with GFR < 30 mL/min/1.73 m 2 (stage 4 or greater) or need for hemodialysis. • Pregnancy. A pregnancy test will be performed on every woman younger than 55 years of age prior to inclusion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• Terminal surgical or medical illness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• Autoimmune disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• Any patient condition that can prevent the study procedures to be carried out at the treating physician's judgement. Intervention and comparator: All patients will receive standard-of-care treatment according to the current institutional protocols. In addition, patients will be randomized in a 2:1 ratio to receive: • Experimental group (12 patients): 7 days of 5 mg per Kg of actual body weight per day of intravenous melatonin every 6 hours. Maximum daily dose 500 mg per day. • Control group (6 patients): 7 days of 5 mg per Kg of actual body weight per day of intravenous identically-looking placebo every 6 hours. After 3 days of treatment, 3 intensive care physicians will evaluate the participant and decide whether or not to complete the treatment based on their clinical assessment:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• If objective or subjective signs of improvement or no worsening of the general clinical condition, respiratory failure, inflammatory state or multi-organ failure are observed, the participant will continue the treatment until completion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• If an adverse effect or clinical impairment is observed that is objectively or subjectively attributable to the study drug the treatment will be stopped.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Main outcome: Mortality in each study group represented in frequency and time-to-event at day 28 after randomization Randomization: The randomization sequence was created using SAS version 9.4 statistical software (programmed and validated macros) with a 2:1 allocation. No randomization seed was pre-specified. The randomization seed was generated using the time on the computer where the program was executed. Blinding (masking): Participants, caregivers and study groups will be blinded to arm allocation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "(Continued on next page) Numbers to be randomized (sample size): A total of 18 patients will be randomized in this trial: 12 to the experimental arm and 6 to the control arm. Trial Status: Protocol version 2.0, June 5 th 2020. Trial status: recruitment not started. The first patient is expected to be recruited in October 2020. The last patient is anticipated to be recruited in August 2021. Trial registration: EU Clinical Trials Register. Date of trial registration: 10 July 2020. URL: https://www. clinicaltrialsregister.eu/ctr-search/trial/2020-001808-42/ES Full protocol: The full protocol is attached as an additional file, accessible from the Trials website (Additional file 1). In the interest of expediting dissemination of this material, the familiar formatting has been eliminated; this Letter serves as a summary of the key elements of the full protocol.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Keywords: COVID-19, Randomized Controlled Trial, protocol, melatonin, treatment, intensive care, ARDS, inflammation",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Supplementary information accompanies this paper at https://doi.org/10. 1186/s13063-020-04632-4.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary information"
        },
        {
            "text": "Additional file 1. Full Study Protocol.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary information"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "4 Department of Physiology, Faculty of Medicine",
            "authors": [],
            "year": null,
            "venue": "Biomedical Research Center",
            "volume": "",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Publisher's Note",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The authors thank the University of Granada and the Andalusian Health Service (SAS), and the Clinical Trial Unit of La Paz University Hospital for their support in the development of the clinical trial and Julio García-Rodríguez, MD, PhD from the Microbiology Department and Antonio Buño-Soto, MD, PhD from the Laboratory Medicine at Department Hospital Universitario La Paz for their support in study-specific microbiological and laboratory procedures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The start-up Pharmamel LTD financed the trial. The funding body had no role on the design of the study or the collection, analysis or interpretation of the data nor in the writing of the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "Ethics approval and consent to participate Before the trial was initiated, this trial received ethical approval from the Ethics Committee described below for the trial protocol, written informed consent form and consent form updates. CEIC Hospital Universitario La Paz. Área Sanitaria 5 de la CCAA de Madrid Paseo de la Castellana, 261, 28046 Madrid. Ref: 47/027899.9/20, June 11 th 2020. Informed consent will be obtained before conducting any study-specific procedures. Eligible subjects will be informed before the beginning of the study about the objectives and procedures, as well as the potential risks derived from their study participation. The process of obtaining informed consent will be documented in the subject source documents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials Not applicable"
        },
        {
            "text": "Not applicable.Competing interests GE and DA-C are Scientific Advisors of Pharmamel LTD, the Sponsor of the clinical trial.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        }
    ]
}