{
    "paper_id": "0acc03896987bf7468f10d396dde5ed016f78c73",
    "metadata": {
        "title": "Decline in acute upper gastrointestinal bleeding during COVID-19 pandemic after initiation of lockdown in Austria",
        "authors": [
            {
                "first": "Andreas",
                "middle": [],
                "last": "Schmiderer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Medical University Innsbruck",
                    "location": {
                        "settlement": "Gastroenterology, Innsbruck",
                        "country": "Austria"
                    }
                },
                "email": ""
            },
            {
                "first": "Hubert",
                "middle": [],
                "last": "Schwaighofer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Medical University Innsbruck",
                    "location": {
                        "settlement": "Gastroenterology, Innsbruck",
                        "country": "Austria"
                    }
                },
                "email": ""
            },
            {
                "first": "Lukas",
                "middle": [],
                "last": "Niederreiter",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Medical University Innsbruck",
                    "location": {
                        "settlement": "Gastroenterology, Innsbruck",
                        "country": "Austria"
                    }
                },
                "email": ""
            },
            {
                "first": "Christoph",
                "middle": [],
                "last": "Profanter",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Medical University Innsbruck",
                    "location": {
                        "settlement": "Innsbruck",
                        "country": "Austria"
                    }
                },
                "email": ""
            },
            {
                "first": "Hartmut",
                "middle": [],
                "last": "Steinle",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Medical University Innsbruck",
                    "location": {
                        "settlement": "Gastroenterology, Innsbruck",
                        "country": "Austria"
                    }
                },
                "email": ""
            },
            {
                "first": "Alexander",
                "middle": [],
                "last": "Ziachehabi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kepler Universitätsklinikum",
                    "location": {
                        "postCode": "70469",
                        "settlement": "Linz, Stuttgart",
                        "country": "Austria, Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Herbert",
                "middle": [],
                "last": "Tilg",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Medical University Innsbruck",
                    "location": {
                        "settlement": "Gastroenterology, Innsbruck",
                        "country": "Austria"
                    }
                },
                "email": "herbert.tilg@i-med.ac.at"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "world. The Austrian government implemented a lockdown on 16 March to contain further spread of the disease. We investigated the effects of lockdown on acute upper gastrointestinal (GI) bleeding in Austria.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Methods We contacted 98 Austrian hospitals performing emergency endoscopies. The hospitals were asked to report upper GI endoscopies performed for recent hematem-esis, melena, or both, and exhibiting endoscopically visible signs of bleeding. The study period was from 3 weeks before (calendar Week 9) to 3 weeks after (Week 14) initiation of the lockdown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Results 61 % of Austrian hospitals, and importantly all major state hospitals, responded. A total of 575 upper GI bleedings occurred during the 3 weeks before and 341 during the 3 weeks after initiation of lockdown (40.7 % reduction). There was a 54.6 % decline in nonvariceal bleeding events at Week 14 compared with Week 9 (89 vs. 196), whereas rates of variceal hemorrhage did not change (15 vs. 17 Introduction   Coronavirus disease 2019 (COVID-19) , caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), has spread rapidly from China to the rest of the world. The disease includes typical symptoms such as fever, cough, myalgia, fatigue, and pneumonia, as well as frequent reports of gastrointestinal (GI) complaints, such as diarrhea, and neurological symptoms [1 -3] . COVID-19 is accompanied by massive systemic inflammation and a so called \"cytokine storm,\" with increases in acute phase reactants such as C-reactive protein, ferritin, and coagulopathy, factors that have the potential to promote bleeding events especially in the GI tract [4] .",
            "cite_spans": [
                {
                    "start": 391,
                    "end": 401,
                    "text": "(15 vs. 17",
                    "ref_id": null
                },
                {
                    "start": 785,
                    "end": 791,
                    "text": "[1 -3]",
                    "ref_id": null
                },
                {
                    "start": 1067,
                    "end": 1070,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 402,
                    "end": 452,
                    "text": "Introduction   Coronavirus disease 2019 (COVID-19)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "The rapid spread of this viral disease has challenged societies and resulted in strict quarantine and \"lockdown\" in many countries, as this is the only method available to curb the disease in the absence of effective treatment and vaccination [5 -8] . The Austrian government initiated a nationwide lockdown on 16 March 2020, which involved people only being allowed to leave their homes for specific reasons such as going to work, necessary purchases, assisting people, and limited activities outside, alone or only accompanied by people living in the same household. Such a lockdown raised the immediate concern that some people may be harmed by not having access to treatment. Indeed, the Austrian lockdown resulted in a 40 % decline nationwide of acute coronary syndrome admissions to Austrian hospitals [9] . In England, visits to emergency departments in the first week after lockdown declined by 49 %, including for cardiac disorders and GI conditions [10] .",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 249,
                    "text": "[5 -8]",
                    "ref_id": null
                },
                {
                    "start": 808,
                    "end": 811,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 959,
                    "end": 963,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Acute upper GI bleeding reflects one of the most common medical emergencies. Endoscopic findings in these patients include peptic ulcer bleeding in about 60 %, esophageal or gastric varices in approximately 10 %, and other findings on endoscopy such as Mallory-Weiss tears or bleeding reflux disease [11] . The incidence of acute upper GI bleeding in Western countries appears to be 100 per 100 000 adults per year, which means that in Austria, with 8.8 million inhabitants, we might expect 170 bleeding events/week. We were interested in how the lockdown might have affected the rate of upper GI bleeding events and emergency endoscopies.",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 304,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We contacted 98 Austrian hospitals with emergency endoscopy facilities and requested numbers of upper GI endoscopies in upper GI bleeding emergencies. We included patients presenting with clinical evidence of acute upper GI bleeding such as hematemesis, melena or both, and hemoglobin decline. Specifically, we asked participants to report patients with either variceal or nonvariceal bleeding including an endoscopically visible lesion during upper GI endoscopy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Lockdown started in Austria on 16 March and we collected data from 3 weeks before to 3 weeks after lockdown (calendar Week 9 [24 February] to Week 14 [5 April] ). All hospitals were contacted via email on 9 April.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 159,
                    "text": "[5 April]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Data are presented numerically counting number of performed emergency endoscopies from calendar Week 9 to",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Week 14. Data presentation and statistical analysis was performed using GraphPad Prism V. 8.0 (GraphPad Software, San Diego, California, USA). Where appropriate, a paired two-sided student's t test was performed. Statistical significance was assumed for a P value of < 0.05.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Of the 98 public hospitals in Austria that were contacted, 60 (61 %) responded providing numbers of upper GI endoscopies on upper GI bleeding events. All Austrian university hospitals and all major state hospitals from the nine federal states reported their data (see the online-only supplementary material).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "During the study period, we observed a significant decline in upper GI endoscopies. Overall, 575 upper GI endoscopies were performed for acute upper GI bleeding during the 3 weeks before lockdown compared with 341 endoscopies during the 3 weeks after initiation of lockdown, giving a 40.7 % reduction in upper GI bleeding cases (P < 0.0001). When we compared calendar Week 14 with Week 9, we observed an even more pronounced reduction of upper GI endoscopies of 51.1 %. Reduction rates were notable for nonvariceal bleeding (54.6 %; 196 vs. 89), whereas variceal bleeding events remained stable (17 vs. 15). Data on number of endoscopies in Weeks 9 -14 are presented in ▶ Fig. 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 672,
                    "end": 678,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "The lockdown initiated by the Austrian Government led to a substantial reduction in admissions for various diseases including myocardial infarction [9] . We now report that upper GI bleeding events also massively decreased after lockdown was initiated. Our expected data on frequencies of upper GI bleeding events in Austria suggest that a large majority of bleedings must have been reported by Austrian hospitals. This is also supported by the fact that all major state hospitals in Austria participated in the survey and mostly smaller hospitals did not respond.",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 151,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The reasons behind the observed reduced upper GI bleeding rates currently remain unclear. One obvious concern is that people are frightened of going to emergency departments and public hospitals because of fear of an enhanced risk of becoming infected with SARS-CoV-2. A decline in hospital admissions during the COVID-19 pandemic has now been observed in many countries including China, Canada, and several European countries [10] . It is not clear whether people stay at home with various diseases that require treatment or, in contrast, whether a change in lifestyle during lockdown, including social distancing, results in less disease. As we did not have information on the severity of GI bleeding, we can only speculate on whether a greater proportion of patients with less severe bleeding events chose not to attend hospital for endoscopic procedures.",
            "cite_spans": [
                {
                    "start": 427,
                    "end": 431,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Stress factors should also be considered. In our study, as in other reports [11] , nonvariceal bleeding accounts for~90 % of acute upper GI hemorrhage. Stress-related factors may be a significant cause of peptic ulcer disease in intensive care situations [12] . It is possible that modern medicine over recent years has rather ignored the fact that lifestyle and stress-related factors might contribute to upper GI disorders including peptic ulcer disease [13] . Importantly, our data showed that nonvariceal bleeding events in particular declined, and this would support the hypothesis that stress-related factors that promote peptic ulcer disease could have also played a role. Variceal bleeding constitutes less than 10 % of acute upper GI bleeding and was not affected by lockdown. Alcoholic liver disease is also a leading cause of liver cirrhosis in Austria, and lockdown might result in increased consumption of alcohol. Importantly, alcohol consumption is a well-known risk factor for variceal bleeding [14] . Some caveats require discussion. As a consequence of lockdown, endoscopy units have performed substantially fewer examinations, focusing only on emergency and highly urgent procedures. We cannot rule out the possibility that the COVID-19 pandemic has also influenced gastroenterologists' decision making, with endoscopy being used more defensively and less sick patients with only suspicion of upper GI bleeding not undergoing endoscopy [15] . Although many hospitals responded to our survey, a response bias could also have played a role, as 39 % of all Austrian hospitals, especially smaller ones, did not respond. Despite these potential confounding factors, our data clearly support the notion that lockdown resulted in a dramatic decline in acute upper GI bleedings in hospitals nationwide.",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 80,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 255,
                    "end": 259,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 456,
                    "end": 460,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1011,
                    "end": 1015,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1455,
                    "end": 1459,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A novel coronavirus from patients with pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "727--733",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "507--513",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19 and the gastrointestinal tract: more than meets the eye",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tilg",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Gut",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/gutjnl-2020-321195"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Coagulopathy and antiphospholipid antibodies in patients with Covid-19",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "N Engl J Med",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Association of public health interventions with the epidemiology of the COVID-19 outbreak in Wuhan, China",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JAMA",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.6130"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Quarantine alone or in combination with other public health measures to control COVID-19: a rapid review",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Nussbaumer-Streit",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Mayr",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Dobrescu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cochrane Database Syst Rev",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "An investigation of transmission control measures during the first 50 days of the COVID-19 epidemic in China",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Science",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abb6105"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A framework for identifying regional outbreak and spread of COVID-19 from one-minute population-wide surveys",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rossman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Keshet",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shilo",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Nat Med",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41591-020-0857-9"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Decline of acute coronary syndrome admissions in Austria since the outbreak of COVID-19: the pandemic response causes cardiac collateral damage",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Metzler",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Siostrzonek",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Binder",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur Heart J",
            "volume": "41",
            "issn": "",
            "pages": "1852--1853",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Covid-19: A&E visits in England fall by 25% in week after lockdown",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Thornton",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "369",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Timing of endoscopy for acute upper gastrointestinal bleeding",
            "authors": [
                {
                    "first": "Jyw",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Rsy",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "1299--1308",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Stress-related mucosal disease in the critically ill patient",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bardou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Quenot",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barkun",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nat Rev Gastroenterol Hepatol",
            "volume": "12",
            "issn": "",
            "pages": "98--107",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The psyche and gastric functions",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Nardone",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Compare",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Dig Dis",
            "volume": "32",
            "issn": "",
            "pages": "206--212",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Effect of gender on mortality and causes of death in cirrhotic patients with gastroesophageal varices. A retrospective study in Norway",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Haukeland",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Smastuen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Palsdatter",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "PLoS One",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Practice of endoscopy during COVID-19 pandemic: position statements of the Asian Pacific Society for Digestive Endoscopy (APSDE-COVID statements)",
            "authors": [
                {
                    "first": "Pwy",
                    "middle": [],
                    "last": "Chiu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Inoue",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Gut",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/gutjnl-2020-321185"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1 Decline in acute upper gastrointestinal bleeding episodes in Austria before and after initiation of lockdown during the COVID-19 pandemic. Numbers of upper gastrointestinal (GI) endoscopies from calendar Week 9 to calendar Week 14 are reported. Lockdown took place beginning of calendar Week 12. Absolute numbers of upper GI endoscopies/bleeding events are shown (blue bars: variceal bleeding; green bars: nonvariceal bleeding; orange bars, total numbers of acute upper GI bleeding events per week in Austria).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Conclusions National lockdown resulted in a dramatic decrease in upper GI bleeding events in Austrian hospitals.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank the Austrian hospitals that participated in the survey (see the online supplementary material for a list of participating hospitals).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgment"
        },
        {
            "text": "The authors declare that they have no conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}