{
    "paper_id": "0acef18d2a7d2b97fbbfa190df1b0649d73029ca",
    "metadata": {
        "title": "Lifting COVID-19 Shelter-in-Place Restrictions: Impact on Heart Failure Hospitalizations in Northeast Georgia",
        "authors": [
            {
                "first": "Marat",
                "middle": [],
                "last": "Fudim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "D"
                ],
                "last": "Mhs",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "O",
                "middle": [],
                "last": "Ugochukwu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "D"
                ],
                "last": "Egolum",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Facc",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Hua Ling, PharmD (1), Marat Fudim, MD, MHS (2), Ugochukwu O. Egolum, MD, FACC During the COVID-19 pandemic, the heart failure (HF) community witnessed unprecedented declines in HF-related patient visits and hospitalizations. Studies to date have focused on the impact of the initial phase of the COVID-19 lockdown of HF hospitalization trends across multiple countries. [1] [2] [3] [4] It is likely that patients with HF, who are at higher risk for morbidity and mortality from COVID-19, delay seeking care in large part due to anxiety about contracting the virus. Nevertheless, the concerns may resolve over time with availability of treatment for COVID-19 and overwhelming HF symptom burden. Furthermore, the decision to seek acute HF care may be affected by the announcements of state governments relaxing Shelter-in-Place restrictions and allowing opening of businesses.",
            "cite_spans": [
                {
                    "start": 370,
                    "end": 373,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 374,
                    "end": 377,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 378,
                    "end": 381,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 382,
                    "end": 385,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Lifting COVID-19 Shelter-in-Place Restrictions: Impact on Heart Failure Hospitalizations in Northeast Georgia"
        },
        {
            "text": "On March 14 th , 2020, the state of Georgia declared a public health state of emergency, followed by an order of Shelter-in-Place being effective on April 3 rd . On April 24 th , Georgia became the first state to allow businesses to reopen after the coronavirus shutdown. Here, we describe the trend in HF hospitalizations before the state of emergency, during Shelter-in-Place order, and after the reopening. Data were collected at the Northeast Georgia Health System, a large, quaternary care, community health system with 713 beds and a large HF/left ventricular assist device program.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lifting COVID-19 Shelter-in-Place Restrictions: Impact on Heart Failure Hospitalizations in Northeast Georgia"
        },
        {
            "text": "We retrospectively collected the number of weekly HF hospitalizations using the electronic health record system from February 1 st to June 12 th in 2020. Hospitalizations primarily due to HF were identified using diagnosis-related group code 291, 292, and 293. These data were compared to the same period in 2019 (Jan 31 st [due to a shorter February] to June 12 th ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Categorical data were summarized using percentages, while numerical data were summarized using means and standard deviations. Differences in means were tested using the independent t-test. The assumption of normality was verified with Shapiro-Wilk´s test and homogeneity of variance with Levene test. Differences in proportions were tested using two-tailed Chi-square test. Statistical significance was assessed at the 0.05 level. Statistical analysis was performed using MedCalc Statistical Software Version 19.4, 2020, MedCalc Software Ltd. Ostend, Belgium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "There were n=578 and n=480 HF hospitalizations during the periods of interest in 2019 and 2020, respectively. No significant difference between the two cohorts in terms of age or the percentage of females was observed before the state of emergency (age, p=0.497; female %, p=0.055), during Shelter-in-Place order (age, p=0.083; female %, p=0.196), or after the reopening (age, p=0.083; female %, p=0.507). There was a significant decline ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Our findings echo those of previous studies, with a similar pattern of reduced hospitalizations and a disproportionate effect on minority racial groups. Unique to our analysis is that Georgia was the first state to lift Shelter-in-Place orders. We observed that HF hospitalization rates returned to historical values two weeks after reopening and was maintained thereafter. No surge in HF hospitalization was seen, despite the \"hospitalization debt\" incurred during the Public Health State of Emergency and Shelterin-Place periods. The reduced LOS likely reflects patient preference for earlier discharge and physician response in an effort to minimize potential exposure to COVID-19. As states lift shelter-in-place orders, healthcare facilities should be prepared for an increase in HF hospitalizations. It is unclear if a surge in admissions will be seen at a future date. At the time of this writing, COVID-19 cases are spiking in southern states including Georgia. Whether the recovered HF hospitalization in our health system will be durable amid this alarming increase is unknown. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Incidence of New-Onset and Worsening Heart Failure Before and After the COVID-19 Epidemic Lockdown in Denmark: A Nationwide Cohort Study",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Andersson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gerds",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fosbol",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Circ Heart Fail",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Deceases in Acute Heart Failure Hospitalizations during COVID-19",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "L"
                    ],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lindenfeld",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur J Heart Fail",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The impact of COVID-19 on heart failure hospitalization and management: report from a Heart Failure Unit in London during the peak of the pandemic",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "I"
                    ],
                    "last": "Bromage",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cannata",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "Rind",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur J Heart Fail",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Reductions in Heart Failure Hospitalizations During the COVID-19 Pandemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vaduganathan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Khan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Card Fail",
            "volume": "26",
            "issn": "",
            "pages": "462--463",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "in the percentage of white patients seen after the declaration of state of emergency, with a 9% and 13% reduction in weeks 6-14 and weeks 15-19, respectively. Length of stay (LOS) did not change in weeks 1-14 (n=5.56±5.11 days vs n=5.69±4.55 days, p=0.712). However, in weeks 15-19, the LOS in 2020 was shorter than in 2019 (n=4.9±3.4 days vs n=6.0±4.3 days, p=0.012). Weekly hospitalizations for HF during weeks 1-5 were comparable between 2019 and 2020, with average weekly admission rates of n=27.4 and n=28.2 (p=0.785), respectively (Figure). However, from weeks 6-14, a significant decline in hospitalizations was observed accompanied by a rise of confirmed COVID-19 cases, compared to the weekly admission rate in 2019. The mean weekly admission rate was reduced by 36.5% from n=33.2 ± 4.7 in 2019 to n=21.1±5.3 in 2020 (p<0.001). The lowest weekly hospitalizations were found one week before the order of Shelter-in-Place; afterwards the admission rate rebounded continuously. From weeks 15-19, two weeks after the reopening, weekly hospitalizations returned to a similar level observed in 2019 (n=28.4±4.2 in 2019 vs n=29.8±5.0 in 2020, p=0.288).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Heart failure hospitalizations during COVID-19 in the Northeast Georgia Health System.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Dr. Fudim consults for Axon Therapies, Daxor, Edwards LifeSciences Galvani and receives grant support from Duke University, Mario Family Foundation Award. 3) Dr. Ling has nothing to disclose. Corresponding Author: Ugochukwu O. Egolum, MD, FACC Advanced Heart Failure Section, The Heart Center of Northeast Georgia Medical Center, Gainesville, Ga Email: Ugochukwu.egolum@nghs.com To the Editor:",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}