{
    "paper_id": "0ad01b54bc3949aa9399ec59a5b4e3b56ead9913",
    "metadata": {
        "title": "Comment",
        "authors": [
            {
                "first": "Rajendra",
                "middle": [],
                "last": "Karkee",
                "suffix": "",
                "affiliation": {},
                "email": "rkarkee@gmail.com"
            },
            {
                "first": "Alison",
                "middle": [],
                "last": "Morgan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "By the beginning of 2020, Nepal had reached a tipping point with over 60% of births occurring in a health facility-a three times increase from just 18% in 2006. 1 This increase is testament to a range of health policies, including free maternity care, financial incentives for both antenatal care and facility-based births, and the scale-up of rural birthing centres staffed by skilled birth attendants that addressed some of the substantial geographical access constraints in the country. 2 Yet, the increase in facility-based births did not generate the expected decrease in maternal mortality, which has stagnated since the beginning of the decade. Challenges persist in providing high quality care in health facilities. 3 Consequently, both the place of births and the place of maternal deaths have shifted from homes to health facilities in Nepal. 4 In The Lancet Global Health, Ashish KC and colleagues 5 report their prospective observational study of intrapartum care, stillbirth, and neonatal mortality outcomes across nine referral hospitals in January to May, 2020. In their study, the authors show how fragile these coverage gains are in the context of the COVID-19 pandemic. 5 National lockdown happened very early in Nepal, on March 21, 2020, well before any community spread of COVID-19. The lockdown took the form of severe restrictions on transport and closure of outpatient departments of many hospitals. 6 Even after the easing of the national lockdown on June 14, 2020, only intradistrict travel has been permitted. Hospitals were restricted in their capacity to provide routine health services while instituting COVID-19 preparedness. Across the country, fear of COVID-19 transmission in hospital settings is widespread because of a scarcity of proper protective equipment. All these factors have affected a woman's access to safe delivery, which is within their rights, by extending the delays in both reaching a health facility and in receiving quality care once she arrives. A sharp increase was seen in maternal mortality during the 2-month lockdown period between March and May, 2020, including the first COVID-19 related death in Nepal. 7 In their Article, KC and colleagues compare intrapartum care before and during the lockdown period in Nepal. 5 The number of institutional births decreased by 52·4% during the first 2 months of lockdown, and women in relatively disadvantaged ethnic groups were found to be affected more than those in more advantaged groups, indicating a widening equity gap due to COVID-19. KC and colleagues also found that quality of care in the hospitals was compromised compared with before lockdown, with intrapartum fetal heart rate monitoring decreasing from 57% before lockdown to 43% during lockdown and reduced levels of early initiation of breastfeeding, from 49% to 46%. Neonatal deaths increased from 13 deaths per 1000 livebirths before lockdown to 40 deaths per 1000 livebirths during lockdown, and institutional stillbirths increased from 14 per 1000 total births before lockdown to 21 per 1000 total births during lockdown. These increases are indicative of either very late arrival at a health facility or reduced quality of care, or both.",
            "cite_spans": [
                {
                    "start": 490,
                    "end": 491,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 724,
                    "end": 725,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 853,
                    "end": 854,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1188,
                    "end": 1189,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1423,
                    "end": 1424,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2164,
                    "end": 2165,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2275,
                    "end": 2276,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Providing maternal health services during the COVID-19 pandemic in Nepal"
        },
        {
            "text": "Health service delivery is constrained in many lowincome countries, and providing essential health services while resources are scare is a challenge. Yet, KC and colleagues also point to some positive changes that were observed, including improved hygiene practices among health-care workers. The focus on hand hygiene in health facilities could lead to sustainable improvements in maternal and neonatal outcomes, especially because sepsis is an important cause of death in this country. 8 Regenerating trust in health services requires addressing the fear of infection through providing adequate protection for health workers, women and their companions, and resolving transport challenges by establishing measures to enable women to access referral-level hospital care. The Nepalese Government should take note of this Article, monitor real-time essential services coverage levels, and be prepared to modify restrictions to enable women to again access timely and quality maternal health services.",
            "cite_spans": [
                {
                    "start": 488,
                    "end": 489,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Providing maternal health services during the COVID-19 pandemic in Nepal"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Ministry of Health and Population. Nepal demographic and health survey",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Contribution of Nepal's free delivery care policies in improving utilisation of maternal health services",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bhatt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tiwari",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ensor",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Ghimire",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gavidia",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Int J Health Policy Manag",
            "volume": "7",
            "issn": "",
            "pages": "645--55",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Assessment of facility and health worker readiness to provide quality antenatal, intrapartum and postpartum care in rural Southern Nepal",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Lama",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Munos",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Katz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Khatry",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Leclerq",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Mullany",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMC Health Serv Res",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Ministry of Health and Population. Nepal demographic and health survey 2016. Kathmandu, and Calverton, MA: Ministry of Health, Government of Nepal",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Effect of the COVID-19 pandemic response on intrapartum care, stillbirth, and neonatal mortality outcomes in Nepal: a prospective observational studyy",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Kc A",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gurung",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Kinney",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Glob Health",
            "volume": "",
            "issn": "",
            "pages": "30345--30349",
            "other_ids": {
                "DOI": [
                    "10.1016/S2214-109X(20"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Lockdown is officially eased, with private vehicles allowed on odd-even basis and shops to open",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Pradhan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A 200 percent increase in maternal mortality since the lockdown began",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Poudel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Frequency and management of maternal infection in health facilities in 52 countries (GLOSS): a 1-week inception cohort study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bonet",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Brizuela",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Abalos",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Glob Health",
            "volume": "8",
            "issn": "",
            "pages": "661--71",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}