{
    "paper_id": "0ad0ebf015ff0e246cd1c23a66425baa343b32d1",
    "metadata": {
        "title": "Journal Pre-proof Outcomes of symptom screening and universal COVID-19 reverse transcription polymerase chain reaction testing before endoscopy in a community-based ambulatory surgery center Outcomes of symptom screening and universal COVID-19 reverse transcription polymerase chain reaction testing before endoscopy in a community-based ambulatory surgery center",
        "authors": [
            {
                "first": "Brad",
                "middle": [],
                "last": "Bowyer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Illinois College of Medicine Rockford",
                    "location": {
                        "addrLine": "Ltd. 401 Roxbury Road Rockford",
                        "postCode": "61107-5075",
                        "settlement": "Rockford Il",
                        "region": "IL",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Chandrashekhar",
                "middle": [],
                "last": "Thukral",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Illinois College of Medicine Rockford",
                    "location": {
                        "addrLine": "Ltd. 401 Roxbury Road Rockford",
                        "postCode": "61107-5075",
                        "settlement": "Rockford Il",
                        "region": "IL",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Sunil",
                "middle": [],
                "last": "Patel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Illinois College of Medicine Rockford",
                    "location": {
                        "addrLine": "Ltd. 401 Roxbury Road Rockford",
                        "postCode": "61107-5075",
                        "settlement": "Rockford Il",
                        "region": "IL",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Katrina",
                "middle": [],
                "last": "Dovalovsky",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Illinois College of Medicine Rockford",
                    "location": {
                        "addrLine": "Ltd. 401 Roxbury Road Rockford",
                        "postCode": "61107-5075",
                        "settlement": "Rockford Il",
                        "region": "IL",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Sarah",
                "middle": [
                    "Grace"
                ],
                "last": "Bowyer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Illinois College of Medicine Rockford",
                    "location": {
                        "addrLine": "Ltd. 401 Roxbury Road Rockford",
                        "postCode": "61107-5075",
                        "settlement": "Rockford Il",
                        "region": "IL",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Joanne",
                "middle": [],
                "last": "Ford",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Illinois College of Medicine Rockford",
                    "location": {
                        "addrLine": "Ltd. 401 Roxbury Road Rockford",
                        "postCode": "61107-5075",
                        "settlement": "Rockford Il",
                        "region": "IL",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Taci",
                "middle": [],
                "last": "Fox",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Illinois College of Medicine Rockford",
                    "location": {
                        "addrLine": "Ltd. 401 Roxbury Road Rockford",
                        "postCode": "61107-5075",
                        "settlement": "Rockford Il",
                        "region": "IL",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Euella",
                "middle": [],
                "last": "Ringler",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Illinois College of Medicine Rockford",
                    "location": {
                        "addrLine": "Ltd. 401 Roxbury Road Rockford",
                        "postCode": "61107-5075",
                        "settlement": "Rockford Il",
                        "region": "IL",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Rockford",
                "middle": [
                    "Gastroenterology"
                ],
                "last": "Associates",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Illinois College of Medicine Rockford",
                    "location": {
                        "addrLine": "Ltd. 401 Roxbury Road Rockford",
                        "postCode": "61107-5075",
                        "settlement": "Rockford Il",
                        "region": "IL",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Rockford",
                "middle": [],
                "last": "Il",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Illinois College of Medicine Rockford",
                    "location": {
                        "addrLine": "Ltd. 401 Roxbury Road Rockford",
                        "postCode": "61107-5075",
                        "settlement": "Rockford Il",
                        "region": "IL",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Brad",
                "middle": [],
                "last": "Usa",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Illinois College of Medicine Rockford",
                    "location": {
                        "addrLine": "Ltd. 401 Roxbury Road Rockford",
                        "postCode": "61107-5075",
                        "settlement": "Rockford Il",
                        "region": "IL",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Chandrashekhar",
                "middle": [],
                "last": "Bowyer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Illinois College of Medicine Rockford",
                    "location": {
                        "addrLine": "Ltd. 401 Roxbury Road Rockford",
                        "postCode": "61107-5075",
                        "settlement": "Rockford Il",
                        "region": "IL",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Sunil",
                "middle": [],
                "last": "Thukral",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Illinois College of Medicine Rockford",
                    "location": {
                        "addrLine": "Ltd. 401 Roxbury Road Rockford",
                        "postCode": "61107-5075",
                        "settlement": "Rockford Il",
                        "region": "IL",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Katrina",
                "middle": [],
                "last": "Patel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Illinois College of Medicine Rockford",
                    "location": {
                        "addrLine": "Ltd. 401 Roxbury Road Rockford",
                        "postCode": "61107-5075",
                        "settlement": "Rockford Il",
                        "region": "IL",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Dovalovsky",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Illinois College of Medicine Rockford",
                    "location": {
                        "addrLine": "Ltd. 401 Roxbury Road Rockford",
                        "postCode": "61107-5075",
                        "settlement": "Rockford Il",
                        "region": "IL",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Running title: Outcomes of symptom screening and universal COVID-19 reverse transcription polymerase chain reaction testing prior to endoscopy in a communitybased ambulatory surgery center Conflict of Interest Statement: The authors have no conflict of interest to disclose. J o u r n a l P r e -p r o o f J o u r n a l P r e -p r o o f the ASGE COVID-19 risk screening questions was highly predictive of a negative RT-PCR test (99.43% NPV), whereas the PPV was low (2.46%) in symptomatic patients. A positive RT-PCR test was invaluable in preventing 5 asymptomatic patients from undergoing endoscopy. Similarly, 119 symptomatic patients underwent endoscopic evaluation who would have otherwise been excluded without RT-PCR testing. Symptom based screening alone should not be the primary preprocedural assessment tool in selecting patients for undergoing endoscopy during the COVID-19 pandemic. J o u r n a l P r e -p r o o f a Coronavirus Map: Tracking the Global Outbreak, New York Times, https://www.nytimes.com/interactive/2020/world/coronavirus-maps.html. April 28, 2020 Questions 2, 3, and 4 required responses for study inclusion J o u r n a l P r e -p r o o f J o u r n a l P r e -p r o o f J o u r n a l P r e -p r o o f J o u r n a l P r e -p r o o f * We will use email addresses only for questions related to this article ** Type of relationship may include: full-time or part-time employee, independent contractor, consultant, research or other grant recipient, paid speaker or teacher, membership on advisory committee or review panels, ownership interest (product royalty/licensing fees, owning stocks, shares, etc.), relationship of a spouse or partner, or any other financial relationship.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Background and Aims: Elective endoscopy resumed in our outpatient ambulatory center after instituting the preprocedure policy of a confirmed negative COVID-19 reverse transcription polymerase chain reaction (RT-PCR) status performed 72 hours before a scheduled procedure as mandated by the state of Illinois. In addition, all patients were required to contemporaneously complete the ASGE COVID-19 risk screening questionnaire published April 28, 2020 as outlined in the ASGE guidance document for reopening GI endoscopy during the COVID-19 pandemic. 1 The aim of our study is to report the outcomes of 1000 patients who successfully completed the clinical aspects of the ASGE COVID-19 risk screening questionnaire and whose RT-PCR tests were valid for interpretation.",
            "cite_spans": [
                {
                    "start": 550,
                    "end": 551,
                    "text": "1",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Methods: Data were retrospectively collected from patient medical records for demographics, symptom responses to the preprocedure ASGE COVID-19 risk screening questionnaire, and RT-PCR test results of patients scheduled to undergo an elective outpatient endoscopy at Rockford Gastroenterology Associates from May 22 through June 28, 2020. Descriptive statistics and standard calculation methods to determine both positive and negative predictive values were used for data analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Results: Eight of the 1000 patients included in the study tested positive for COVID-19. Three of the 8 patients reported one or more symptoms on the ASGE COVID-19 risk screening questionnaire. One hundred nineteen additional patients reported symptoms on the ASGE COVID-19 risk screening questionnaire but tested negative for COVID-19. The positive (PPV) and negative predictive value (NPV) of the ASGE COVID-19 risk screening questionnaire were 2.46% and 99.43%, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Conclusions: The low incidence of COVID-19 infection in a community-based ambulatory surgery center is supported by a positive RT-PCR test rate of 0.80%. Absence of symptoms to Introduction During the height of the Coronavirus (COVID-19) pandemic, a joint statement by the U.S. gastroenterology professional societies recommended performing only those endoscopic procedures that were deemed urgent or emergent. 2 This was done as part of the public health response to mitigate infection spread by diverting resources to unburden the supply chain for health care delivery systems.",
            "cite_spans": [
                {
                    "start": 411,
                    "end": 412,
                    "text": "2",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the state of Illinois, elective endoscopic procedures could begin on May 11, 2020, provided the facility was in compliance with the April 24, 2020 Illinois Department of Public Health's (IDPH) guideline of self-quarantine and confirmed negative status of a COVID-19 RT-PCR 72 hours before the scheduled procedure. 3 On April 28, 2020, the ASGE recommended adopting a preprocedural COVID-19 risk screening questionnaire, but did not endorse preprocedural COVID-19 testing until the assays were standardized, validated, and widely available. ",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 318,
                    "text": "3",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The study protocol was designed as a retrospective review of existing records from patients within our practice who were 18 to 85 years of age and scheduled to undergo an endoscopic procedure from May 22 through June 28, 2020. To be included in this study, these patients must years of age represented 13.9 % of all patients enrolled in the study. In the false-positive group, diarrhea was the most commonly reported symptom (62) followed by nausea and or vomiting (41), shortness of breath, chest pain, difficulty breathing (38), cough (11) , new onset fatigue (11) , sore throat (7), loss of taste or smell (7), and fever (2) . Known nausea, chest pain, and cough accounted for 22.6% of the procedural indications for upper endoscopy whereas known diarrhea accounted for 60.4% of the procedural indications for colonoscopy. Symptom frequency was independent of race and gender in both the PCR positive and false-negative groups.",
            "cite_spans": [
                {
                    "start": 537,
                    "end": 541,
                    "text": "(11)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 562,
                    "end": 566,
                    "text": "(11)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 624,
                    "end": 627,
                    "text": "(2)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "This is the first outcomes study for preprocedure symptom screening followed by universal COVID-19 RT-PCR testing in patients undergoing endoscopic procedures within a communitybased ambulatory surgery center. Eight of the 1000 patients had a positive RT-PCR test result.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "Four of the 5 asymptomatic RT-PCR positive patients were 45 years old or less in age suggesting the potential for a higher incidence of asymptomatic infection in younger patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "None of the 3 symptomatic RT-PCR patients reported symptoms highly suggestive of infection (fever, cough, shortness of breath, or difficulty breathing). Nausea, vomiting, and diarrhea accounted for the most-frequent symptoms in all age categories as anticipated in a gastroenterology practice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "Based on the data collected from our cohort, the PPV of the RSQ was 2.46% and NPV was 99.43%. The RT-PCR positivity rate was 0.80%. In reference to published 7 and unpublished data obtained from the Winnebago County Health Department (S. Martell, personal communication, September 1 and 9, 2020), the calculated average positivity rate for our service area of Winnebago County, Illinois during this study was 8.37%. The percent positivity rate in Winnebago County (8.37%) was notably higher than the infection rate in our patient cohort (0.80%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "Our findings were comparable to infection rates observed in patients presenting for endoscopic procedures from academic centers in Stanford, California (0.14%) 8 and New York City, New York (0.96%) 9 . Preprocedure RT-PCR testing in areas of higher viral prevalence would be expected to detect higher rates of infection. This was not supported by our findings (8.37%) in comparison to the infection rate of New York City, New York (6.27%) as reported by Dolinger et al. 9 The marked similarity of low infection rates in patients presenting for endoscopic procedures from coastal academic centers and our midwestern community-based ambulatory surgery center is not readily explained; however, we suspect that patients who have symptoms highly Researchers from the United Kingdom reported an estimated 15.3% to 16.6% increase in colorectal cancer deaths related to delays in diagnosis during the pandemic. 12 From a health care facility standpoint, universal PCR testing is disruptive and diverts provider resources from patient care. Outdoor testing facilities face significant challenges during inclement weather which presents an additional barrier for procedural access.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 161,
                    "text": "8",
                    "ref_id": null
                },
                {
                    "start": 198,
                    "end": 199,
                    "text": "9",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 470,
                    "end": 471,
                    "text": "9",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 904,
                    "end": 906,
                    "text": "12",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "Our study is the first to report the outcomes of preprocedure symptom screening followed by universal COVID-19 RT-PCR testing in patients undergoing endoscopy within a communitybased ambulatory surgery center. Although universal COVID-19 testing presents logistical obstacles for patients as well as health care facilities, and the in vivo diagnostic accuracy of RT-PCR is unclear, we believe this remains the best strategy for minimizing exposure risk in endoscopy centers while avoiding delays in diagnosis for those RT-PCR negative symptomatic patients. As practices resume scheduling of elective and semiurgent endoscopy, they must attempt to balance safety and optimal procedural access within the context of their disease J o u r n a l P r e -p r o o f prevalence and local testing capabilities. In our study, the absence of symptoms was predictive of a negative RT-PCR in 99.43% of patients, whereas the presence of symptoms predicted RT-PCR positivity in only 2.46%. Additional studies are needed to determine in vivo accuracy of RT-PCR tests as well as an acceptable performance threshold for symptom-based screening. Is pre-procedure COVID-19 testing necessary in patients whose risk screening questionnaire is negative? Results of 1000 cases in an outpatient community-based endoscopy center",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Date: August 18, 2020",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The purpose of this form is to identify all potential conflicts of interests that arise from financial relationships between any author for this article and any commercial or proprietary entity that produces healthcare-related products and/or services relevant to the content of the article. This includes any financial relationship within the last twelve months, as well as known financial relationships of authors' spouse or partner. The lead author is responsible for submitting the disclosures of all listed authors, and must sign this form at the bottom. Additional forms may be submitted if the number of authors exceeds the space provided. As corresponding author of this article, I attest that I have received disclosure information from all participating authors as listed above and acknowledge that I am responsible for verifying the accuracy of and reporting completely the information provided to me. Financial relationships relevant to this article can be researched at https://www.cms.gov/openpayments/. I understand that typing my name below serves as an electronic signature for the purposes of this form.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Type Name (Electronic Signature) J o u r n a l P r e -p r o o f",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Brad Bowyer MD"
        }
    ],
    "bib_entries": {
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Cobas SARS-CoV-2 test. 2020. Available at",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Cobas SARS-CoV-2, Molecular systems, Inc. US. Food and Drug Administration",
            "authors": [],
            "year": 2020,
            "venue": "Fact sheet for healthcare providers, coronavirus disease 2019 (COVID-19)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "3495 Hacks Road",
            "authors": [
                {
                    "first": "Poplar",
                    "middle": [],
                    "last": "Healthcare",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "38125",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Implementation and Impact of Universal Pre-procedure Testing of Patients for COVID-19 prior to Endoscopy",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Podboy",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cholankeril",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cianfichi",
                    "suffix": ""
                },
                {
                    "first": "Guzman",
                    "middle": [
                        "E"
                    ],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Banerjee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Gastroenterology. Epub",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Outcomes of universal preprocedure COVID-19 testing prior to endoscopy in a tertiary care center",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Dolinger",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Kumta",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Greenwald",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Dubinsky",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Gastroenterology. Epub",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "COVID-19 polymerase chain reaction testing before endoscopy: an economic analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Corral",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Hoogenboom",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Kroner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Gastrointestinal Endoscopy",
            "volume": "92",
            "issn": "",
            "pages": "524--558",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "False Negative Tests for SARS-CoV-2 Infection-Challenges and Implications",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Woloshin",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kesselheim",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "383",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The impact of the COVID-19 pandemic on cancer deaths due to delays in diagnosis in England, UK: a national, population-based, modeling study",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Maringe",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Spicer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Morris",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Oncol",
            "volume": "",
            "issn": "",
            "pages": "1023--1034",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Have you had testing for COVID-19? Clarify if this was a direct viral test (e.g., swab, saliva) or serologic (blood antibody) test. a. Was your test positive or negative?",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Do you have any of the following? (yes or no) a. Fever to 100.4 degrees(38C) or higher b. Cough c. Shortness of breath, difficulty breathing, chest pain d. sore throat e. Loss of sense of smell or taste f",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Do you have nausea with or without vomiting?",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Do you have diarrhea? The top impacted states in the United States and hot spots around the world",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Have you recently traveled to any current COVID-19 hot spot? If so, where? can be found in the New York Times Coronavirus Map: Tracking the Global a Outbreak",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "feet/2 meters)? with someone who has a laboratory-confirmed COVID-19 diagnosis? 7. Are you a first responder, healthcare worker, or do you work or volunteer at a hospital or health care facility?",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Are you an employee of a daycare facility, senior living location, adult day care or extended care or rehabilitation care facility?",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Answering \"yes\" to any other question should trigger COVID-19 testing performed less than 72 hours prior to the procedure. Acronyms and Abbreviations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "COVID-19 -CO (corona)VI (virus) D (disease)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "(RGA) developed stringent policies to meet the Illinois Department of Public Health's mandate including adoption of the ASGE preprocedure COVID-19 risk J o u r n a l P r e -p r o o f screening questionnaire. (Appendix 1) Inadequate local resources for high volume rapid RT-PCR test results, prompted our development of an onsite outdoor testing facility limited to RGA patients in order to meet the requirements set forth by the IDPH.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "have fulfilled the inclusion criteria of responses to the presence or absence of symptoms contained in the ASGE preprocedure COVID-19 Risk Screening Questionnaire (RSQ) as well as an RGA onsite 72-hour preprocedure real-time nasopharyngeal RT-PCR test result that was valid for interpretation. Patients with invalid RT-PCR test results, such as insufficient quantity of specimen, were removed from this study. Patient demographics for age, race, gender, and pertinent history pertaining to procedural indication and risks were extracted from the medical record. The protocol was reviewed and approved by the Institutional Review Board of the University of Illinois College of Medicine (Rockford, Ill, USA). The RSQ required yes or no responses to the following symptoms: fever of 100.4 degrees F (38 degrees C) or higher, difficulty breathing, cough, loss of sense of smell or taste, shortness of breath, chest pain, sore throat, new onset of fatigue or lack of energy, nausea with or without vomiting, and diarrhea. Answers to those questions on the RSQ were obtained via telephone or an in-person interview by a limited number of trained RGA medical personnel. Likewise, the nasopharyngeal specimens were collected by a select group of RGA registered nurses and physicians who had completed methodological training in the handling and acquisition of the sample for subsequent analysis by the FDA-approved (for use under Emergency Use Authorization) Roche COBAS 6800/8800 real-time RT-PCR COVID-19 test for the detection of SARS-CoV-2 RNA and pan-Sarbecovirus including SARS-CoV-2. 4,5 The performance characteristics of the test were J o u r n a l P r e -p r o o f verified by Poplar Healthcare which is regulated under CLIA as qualified to perform highcomplexity testing. 6 Percent positivity rates obtained from the Winnebago County Health Department served as a marker for disease prevalence within our community. Results 1000 of 1163 patients met inclusion criteria for evaluation. Patient demographics are summarized in Figure 1. Of the 1000 patients included in this study, 8 tested positive for COVID-19, of whom 3 reported symptoms in the RSQ as shown in the 2 x 2 contingency tabulation (Table 1). Calculations from the 2 x 2 contingency table for negative and positive predictive values were 99.43% and 2.46%, respectively. Age and reported symptoms of the 8 RT-PCR positive patients are summarized in Figure 2. Two patients reported nausea. One patient reported chest pain, sore throat, and the loss of taste or smell. Details of symptoms by age for the 8 PCR positive patients and the 119 PCR negative symptomatic patients (false positives) are shown Figures 2A and B, respectively. Three of the 5 asymptomatic RT-PCR positive patients were less than 45 years old. Patients less than 45",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "COVID-19 are unlikely to schedule an elective endoscopy precluding requisite RT-PCR testing. This is supported by the paucity of fever, cough, loss of sense of smell or taste, new-onset fatigue, and sore throat in our 119 patients with a false positive RSQ. In addition, health conscious individuals desirous of surveillance or screening endoscopy may have practiced social distancing, hand hygiene, and worn face masks to a greater degree than their counterparts within the community, which in turn would have comparatively reduced their risk of infection.The benefit of universal COVID-19 testing should not be underestimated. In our study, 5 asymptomatic patients were prevented from undergoing endoscopy as a result of positive RT-PCR testing, whereas procedures were performed on 119 patients with symptoms not highly suggestive of COVID-19 as a result of their negative RT-PCR tests. Nearly 12% of our patients scheduled to undergo endoscopy would have been unnecessarily excluded from indicated procedures if symptom screening alone were the primary tool in determining the likelihood of infection. Of course, the overall clinical suspicion of COVID-19 in this group was low because many presented with known gastrointestinal symptoms. The reassurance of a negative RT-PCR test is important for those patients who were worried that exacerbation of their gastrointestinal symptoms was related to COVID-19. Indeed, recent findings from the research of Podboy et al 8 demonstrated a significant decrease in anxiety among patients and endoscopy unit staff after implementation of universal preprocedure testing. Furthermore, in a detailed economic analysis, Corral et al 10 recently reported PCR testing to be an effective strategy for the resumption of endoscopy during the pandemic. The limitations of universal PCR testing are nonetheless relevant. Although the analytic performance in a laboratory setting of currently available assays for detecting SARS-CoV-2 J o u r n a l P r e -p r o o f RNA can be determined, to our knowledge, there is no published data on the sensitivity of such assays in clinical practice. Recent publications from 2 research groups have emphasized the implications of false negative and false positive test results related to imperfect diagnostic performance of currently used assays. 10,11 Although RT-PCR testing is the primary metric for determining the presence or absence of disease, the uncertainty of its accuracy should not be ignored. Disease prevalence and the pretest suspicion of infection based on symptoms and known risks factors for disease are major determinants in assessing test results in the absence of validated reference standards. Clinical discernment is critical when RT-PCR results conflict with the pretest assessment for risk of infection. Universal RT-PCR testing and prerequisite 72hour preprocedure quarantine create barriers for timely elective and semiurgent procedures.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Legends",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Cohort demographics: gender, race, age.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "A, Symptoms by age of patients with a positive RT-PCR. B, Symptoms by age of patients with a negative RT-PCR.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Contingency table",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "No financial relationships with a commercial entity producing health-care related products and/or services relevant to this article.Author: Chandrashekhar Thukral MD Email Address*: drthukral@rockfordgi.comNo financial relationships with a commercial entity producing health-care related products and/or services relevant to this article.Author: Sunil Patel MD Email Address*: drpatel@rockfordgi.com No financial relationships with a commercial entity producing health-care related products and/or services relevant to this article. Company Type of Relationship** Content Area (if applicable) Author: Katrina Dovalovsky Email Address*: dovalov2@uic.edu No financial relationships with a commercial entity producing health-care related products and/or services relevant to this article. Company Type of Relationship** Content Area (if applicable)J o u r n a l P r e -p r o o f * We will use email addresses only for questions related to this article ** Type of relationship may include: full-time or part-time employee, independent contractor, consultant, research or other grant recipient, paid speaker or teacher, membership on advisory committee or review panels, ownership interest (product royalty/licensing fees, owning stocks, shares, etc.), relationship of a spouse or partner, or any other financial relationship.Author: Sarah Grace Bowyer Email Address*: sarahgracebowyer@gmail.comNo financial relationships with a commercial entity producing health-care related products and/or services relevant to this article.Author: Joanne Ford, BA, CCRC Email Address*: jford@rockfordgi.comNo financial relationships with a commercial entity producing health-care related products and/or services relevant to this article.Author: Taci Fox, RN Email Address*: tfox@rockfordgi.com No financial relationships with a commercial entity producing health-care related products and/or services relevant to this article. Company Type of Relationship** Content Area (if applicable) Author: Euella Ringler, RN Email Address*: eringler@rockfordgi.com No financial relationships with a commercial entity producing health-care related products and/or services relevant to this article. Company Type of Relationship** Content Area (if applicable)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}