{
    "paper_id": "0ad348d64de785a0beac2de8e3a431c7d9835ded",
    "metadata": {
        "title": "Remote onboarding and training of new program coordinators into the medical education office during Covid-19 social distance quarantine: process and recommendations",
        "authors": [
            {
                "first": "Christina",
                "middle": [],
                "last": "Goodermote",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Rochester Regional Health",
                    "location": {
                        "settlement": "Rochester",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The Medical Education Office at Rochester Regional Health was required to remotely onboard and train its new program coordinators using telework during the Covid-19 quarantine restrictions mandating all non-clinical administrative staff work from home. Objective: To implement a remote onboarding and training process for new program coordinators that would introduce solutions for learning new tasks, maintain business operations effectively, and prevent employee feelings of isolation. Method: The System Director of Medical Education implemented eight actionable items to remotely train the new program coordinators, consisting of creating a virtual workday, planning for purposeful learning, developing spreadsheets for process flow, engaging other staff for mini-tutorials, scheduling remote meet and greets, assigning supplemental selflearning modules, establishing standard virtual meeting formats, and conducting regular one to one check-ins. Results: Recommendations for successful results during training are to be specific in communication, think a step ahead and reassure the employee. Conclusion: The Medical Education Office successfully used the eight actions as a remote onboarding and training platform for new hires.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "ARTICLE HISTORY",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The Covid-19 Crisis has forced telework to become the primary method for conducting business in our modern world due to the social distancing restrictions of persons being quarantined to homes for all but essential workers. As a result, it is unprecedented that the system Medical Education Office at Rochester Regional Health (RRH) would be required to remotely train two new program coordinators in their new roles during quarantine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "At the time that Covid-19 broke out in March 2020 when business was strongly encouraged to allow non-clinical administrative staff to work from home to social distance (quarantine) and reduce the spread of the virus, The Medical Education Office (MEO) already had new employment contracts in place with two program coordinators. The System Director of Medical Education (Director) was faced with determining how to train program coordinators remotely during a pandemic while the existing office staff was also adjusting to working remotely from their homes. Further, these two roles were new to the Medical Education Office so there were no established systems that would allow a new program coordinator to automatically sit in place. Many of the processes had to be invented at the same time trainees were learning remotely.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Working remotely and forming virtual teams are becoming increasingly popular with the advance in telecommunication software, such as Skype, Zoom, and Microsoft meetings. However, technology alone will not guarantee a successful virtual workplace; instead, managers need to anticipate the obstacles to teleworking and provide visible interventions to ensure success [1] . Whatever the means of technology, the focus should be on providing employees with task support that identifies with task needs [1, p. 83] . A literature review conducted by [2] , found that telework programs should be implemented carefully providing the benefits of increased productivity and employee job satisfaction while deterring employee feelings of isolation. Suggestions for managers to maintain teleworker attachment include scheduling regular meetings to provide workplace updates and involve them in decision-making [3, p. 590]. A key task for managers is to implement systems that utilize teleworker 'knowledge, productivity and aspirations' and align them with organizational goals [4, p. 465 ]. The goals for implementing a telework training and operating platform would be to introduce solutions for learning new tasks, maintain business operations effectively, and prevent employee feelings of isolation.",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 368,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 498,
                    "end": 508,
                    "text": "[1, p. 83]",
                    "ref_id": null
                },
                {
                    "start": 544,
                    "end": 547,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1066,
                    "end": 1076,
                    "text": "[4, p. 465",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Remote onboarding and training new employees requires a mindset that each employee is working in a soundproof room. The employee will have communication through email and phone only if someone contacts them or they reach out. Working in the physical office provides an inherent awareness of the business operations by observing actions and overhearing chatter amongst coworkers. In the physical office, conversations happen spur of the moment; there is real time in person banter that promotes an immediate question with answer session and there is the ability for experienced staff to physically sit next to new hires to demonstrate each step. Working remotely is opposite of the traditional physical office processes, therefore, to compensate for lack of tangible learning opportunities for new hires, all the educational pieces and parts must fit together in a structured and orderly manner with employee support built into the plan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "The System Director implemented eight actionable items for remote training of the new program coordinators, which were:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "(1) Create a virtual workday that mimics being in the physical office. A structured day was created by establishing a start time, end time, lunch, and other breaks that are mutual for all the staff. Expectations for availability for impromptu calls and meetings are at the forefront of the assimilation into the new role. (2) Plan for the learning to be in small steps with detailed explanation of purpose. To prevent the new program coordinator from being overwhelmed with too much information at once, a learning schedule was devised that began with the health system mandatory training modules to understand working in healthcare and in a hospital. Then, discussions were set up to explain the business of medical education, followed by explaining the job roles of the coworkers in the medical education office and finally leading into the actual role that each new hire played in the overall schematic. These progressed slowly over the first several weeks of employment also utilizing other persons from other departments in the system. (3) Develop spreadsheets with columns that represent each step in a process. Each spreadsheet itself is a topic and each column in a spreadsheet is a step in the process flow. The existing Medical Education Office staff were included for input on all the proposed planned steps, then the new hire could make minor adjustments as processes were refined. The spreadsheet illustrated each step making it easier for the new program coordinator to visually see the sequential order, thus able to pursue working ahead when feeling more confident. The key personnel connections who would interact with the new program coordinators as well as other persons who typically collaborate with the medical education office were identified and remote personal introductions were scheduled with each new coordinator. The external department collaborators were asked to explain their program or department and describe their respective roles. These connections would serve as the 'go to' group for answers for the new program coordinators. (6) Assign self-learning modules to supplement each newly learned process or job duty in their training. The Director as well as the medical education staff all assigned the new program coordinators supplemental self-learning modules that were either next steps to be completed independently or designed for reaching out for more information from other entities to clarify a topic. (7) Establish standard meeting formats using share screen technology and review of previous discussion. To ensure that everyone in the meeting was on the same page and to substitute for not having side by side in person training, the Director used the available shared screen technology of Skype and encouraged the other staff to do the same in their mini-tutorials. Further, at the start of each new meeting, either the Director or another appointed staff member restated what was last discussed in the prior meeting, so that everyone agreed upon the established process in the preparation for present meeting's agenda. The new hire was purposely not asked to recap the past process in a large group meeting to prevent embarrassment that would hinder comfortable progression. (8) Conduct regular one to one check-ins through phone, skype, or other teleconnection formats. These meetings were held frequently during the initial weeks of onboarding and included only the Director and a new program coordinator. The purpose of these private meetings is to foster a working relationship while getting to know each other, to assess the progress of the new coordinator to determine an area of further clarification and to allow the new coordinator to ask questions in private.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The action plan used for onboarding and training new program coordinators through telework into the Medical Education Office was implemented with several lessons learned throughout the process. What was unforeseen by the Director were the several soft skills that were integral to the overall success of the onboarding experience, which were:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "(1) Be specific in written and verbal communication. Leave nothing to interpretation, because there is a myriad of ways that someone who is locked in a sound booth learning a new job will interpret instructions. Use phrases such as, 'Start here' and '",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Step 2' for clarification on each phase of the process. (2) Always think one step ahead for every next topic. Think as if the new hire has a route map and the trainer is the google driving voice sounding in their ear every time they need to make the next turn, in this case take the next step in the process. It became essential to think through and write down the lesson in advance of trying to teach it because it was very confusing to the new hire when correcting the instructions at the time it was being presented. (3) Reassure the employee that the knowledge will be acquired. The new hire working remotely is faced with the ambiguity of assimilation into a new workplace that they are only experiencing from their personal zone. The Director used the one to one check-ins and group mini-meetings to promote confidence and reduce stress in all the employees by assuring that the new program coordinators would attain their job duties despite training remotely.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The Rochester Regional Health Medical Education Office successfully maintained its operations throughout the Covid-19 social distance quarantine mandate by having its employees work from home through telework methods whilst developing new operational processes. The onboarding and training of new program coordinators using remote means are not easy; it requires advance planning, the creation of a structured learning platform, and spending time with the new coordinators for their assimilation into the business of medical education.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The author reports no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosure statement"
        },
        {
            "text": "Christina Goodermote http://orcid.org/0000-0002-6716-1381",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ORCID"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Supporting telework: obstacles and solutions",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Topi",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Inf Syst Manage",
            "volume": "21",
            "issn": "3",
            "pages": "79--85",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Managing telework programs effectively",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Mello",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Emp Respon Rights J",
            "volume": "19",
            "issn": "",
            "pages": "247--261",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Comparing telework locations and traditional work arrangements: differences in work-life balance support, job satisfaction, and inclusion",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Morganson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Major",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Oborn",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Manage Psychol",
            "volume": "25",
            "issn": "6",
            "pages": "578--595",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "From anxiety to assurance: concerns and outcomes of telework",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Maruyama",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tietze",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Personnel Rev",
            "volume": "41",
            "issn": "4",
            "pages": "450--469",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Utilize existing staff to conduct mini-tutorial sessions remotely. The existing Medical Education Office staff were asked to conduct remote mini-lessons daily with each of the new hires, to explain the various office functions as well as foster a connection with new coworkers. The Director conducted remote tutorial sessions on hand-off procedures with the entire office staff to practice how the newly created positions would interact with each other and within the existing office operations. (5) Schedule new hires for remote meet and greets with key personnel in other departments.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}