{
    "paper_id": "0ad9d37babc061479dae96d38eee9739f5a6563e",
    "metadata": {
        "title": "Commentary on \"Precautions in postmortem examinations in Covid-19 -related deaths: Recommendations from Germany\"",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The topic is current and of particular interest. The authors state that before beginning a postmortem examination it is necessary to carry out a risk assessment and evaluate the suitability of facilities, personnel and equipment. An autopsy room compliant with BSL 3 standards would be ideal but not mandatory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This topic represents a source of intense international scientific debate. In our opinion, there are a few aspects that merit further discussion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "First, we ask whether a BSL3 room should be considered only as ideal but not mandatory (as described by the authors); or whether in fact it is necessary and obligatory in COVID-19 cases. To our knowledge, there is no univocal opinion in the literature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The problem of safety in autopsy rooms is a popular topic for discussion at the present time, yet we note that the risk of contamination by respiratory pathogens (with similar transmission modes) has always existed (a notable example being tuberculosis). Despite this consideration, many centres of Forensic Medicine (in countries such as Italy) do not have BSL3 autopsy rooms (as described in other articles 2,3 ). For this reason, autopsies on COVID-19 corpses are performed only exceptionally, given \"safe\" autopsy rooms are not available. Obviously, this fact greatly limits the study of the pathology and understanding of the pathophysiological mechanism.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In many cases amnestic reports are very scarce (sometimes we know nothing of the corpse). Moreover, the Sars-CoV-2 infection can be completely asymptomatic. In many European countries, there is a clear reduction of serious infections and in most cases the disease is paucisymptomatic. Many people are unaware they are infected, and death could be due to another condition (other diseases, suicides, murders etc.). For this reason, all autopsies have a potential risk of infection and contamination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this regard, a further recommendation as an advisor (where possible) is the performance of specific tests (nasopharyngeal swab or serological tests for example) before carrying out the post-mortem examination. Obviously, we still do not know the reliability of these tests in relation to the postmortem interval. However, these tests can certainly give us useful indications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The authors also recommend post-mortem imaging. In some European countries only a few centres of Forensic Medicine have access to Computerized Tomography (CT). In addition, the costs are particularly high. What, then, might be done in the absence of CT and BSL3 facilities?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The authors pay close attention to the moving/storage of the corpses and on surface disinfection. A question then arises: is there also an elevated, concrete risk of infection in the management of COVID-19 cadavers even without performing a cadaveric dissection?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The essential point for us is to ascertain the real risk of infection during an autopsy on a COVID-19 corpse. How long does the virus remain viable in the corpse? Is the virus still capable of causing an infection after a post-mortem interval of several hours (24 hours or more)?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In our view, this question is one of the focal points of the debate. Currently there is no data on this and therefore we must implement all possible precautions (including BSL3 rooms, N95/FFP2 masks or better etc.). In our view, the recommendations on autoptic management should be updated as soon as the cadaveric infection hazard is clarified.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Precautions in postmortem examinations in covid-19 -related deaths: recommendations from Germany",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Keten",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Okdemir",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Keten",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Forensic Legal Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Covid-19 and infection in health-care workers: an emerging problem",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Barranco",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ventura",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Med Leg J",
            "volume": "88",
            "issn": "2",
            "pages": "65--66",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The role of forensic pathologists in coronavirus disease 2019 infection: the importance of an interdisciplinary research",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Barranco",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ventura",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "We have read with interest the article 1 recently published by Keten et al. in the Journal of Forensic and Legal Medicine. The authors describe in detail the precautions necessary when undertaking post-mortem examination of COVID-19 related deaths. In addition, Keten et al. carefully describe the methods of transmission, incubation and diagnosis of this infection.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}