{"paper_id": "0aeb0a6ffcaef75d29f0926daa4e07b2d1750b02", "metadata": {"title": "ARTICLE IN PRESS +Model", "authors": []}, "abstract": [], "body_text": [{"text": "To the editor:", "cite_spans": [], "ref_spans": [], "section": "Caracterización clínica y etiológica de los casos de parotiditis en un servicio de urgencias"}, {"text": "The mumps virus (MuV), or Myxovirus parotiditis, continues to cause sporadic cases and outbreaks of disease. This is associated to the progressive waning of immunity against the mumps component of the measles, mumps, rubella (MMR) vaccine in absence of a natural booster (especially from 10 years after administration of the second dose), the use in the 1993---1999 period of a vaccine that had the Rubini strain, which proved to be less effective, and the presence of pockets of unvaccinated people in the population. 1 In Spain, 10 260 cases were notified in 2017 and 8996 in 2018, a significant increase compared to previous seasons. 2 Some of the infectious agents other than MuV that may be involved in parotitis as a general clinical presentation include influenza A virus, parainfluenza virus, Epstein-Barr virus (EBV), adenovirus, coxsackievirus, cytomegalovirus (CMV), parvovirus B19, herpesvirus and lymphocytic choriomeningitis virus, as well as gram-positive bacteria, atypical mycobacteria and Bartonella species. 3---5 In the paediatric population, these pathogens are probably more frequent causative agents compared to MuV. This, combined with the benign course of most presentations, leads many paediatric health care facilities to make the diagnosis without an aetiological investigation. The aim of our study was to establish the viruses involved in cases of parotitis in our area.", "cite_spans": [{"start": 519, "end": 520, "text": "1", "ref_id": "BIBREF0"}, {"start": 637, "end": 638, "text": "2", "ref_id": null}, {"start": 1027, "end": 1032, "text": "3---5", "ref_id": null}], "ref_spans": [], "section": "Caracterización clínica y etiológica de los casos de parotiditis en un servicio de urgencias"}, {"text": "We carried out a retrospective study through the collection of data corresponding to 2 full years (2016 and 2017), including all patients given a diagnosis of parotitis (with swelling of the parotid glands being a requirement for inclusion) in the paediatric emergency department of a tertiary ଝ Please cite this article as: Scatti-Regàs A., Aguilar-Ferrer M.C., Antón-Pagarolas A., Martínez-Gómez X., González-Peris S. Caracterización clínica y etiológica de los casos de parotiditis en un servicio de urgencias. An Pediatr (Barc). 2019. https://doi.org/10. 1016/j.anpedi.2019.11.004 care hospital in Barcelona that manages patients up to age 16 years and based on diagnostic judgment of the paediatrician in charge of the patient. Per hospital protocol, polymerase chain reaction (PCR) tests for detection of MuV in saliva and urine samples were performed in patients with parotitis. Serologic tests were added if blood tests were requested by the paediatrician in charge based on his or her clinical judgment. When it came to serologic testing, in case of negative results of the test for detection of MuV in saliva, molecular methods were used for detection of influenza A and B virus, respiratory syncytial virus A/B, adenovirus, metapneumovirus, coronavirus nl63/OC43/229E, enterovirus, rhinovirus, parainfluenza virus, EBV and CMV. Mump viruses were characterised by partial sequencing of the small hydrophobic (SH) gene.", "cite_spans": [], "ref_spans": [], "section": "Caracterización clínica y etiológica de los casos de parotiditis en un servicio de urgencias"}, {"text": "We identified 169 cases of symptomatic acute parotitis (0.21% or paediatric emergency visits). The median age of the patients was 7.7 years (range, 11 months-16.8 years). The rate of adherence to the protocol for the ordering of tests for aetiological diagnosis was 79.3%, so we were able to obtain data on testing of saliva samples from 134 patients. Fig. 1 summarises the results of PCR testing of these samples. Another 5 patients received an aetiological diagnosis of parotitis due to MuV by serologic testing (positive IgM test), adding up to a total of 18 cases caused by MuV.", "cite_spans": [], "ref_spans": [{"start": 352, "end": 358, "text": "Fig. 1", "ref_id": "FIGREF0"}], "section": "Caracterización clínica y etiológica de los casos de parotiditis en un servicio de urgencias"}, {"text": "The median age of patients with MuV infection (in all cases MuV genotype G) was 14.3 years (range, 18 months-16.8 years), with a predominance of the male sex (72.2%). In 3 cases (16.7%) there was no known history of contact with a case of parotitis. All patients were correctly vaccinated save for 2 children that had not received any dose of MMR by parental choice and 1 adolescent that had only received 1 dose of vaccine. There were no documented complications, except for 1 patient that developed Guillain-Barré syndrome with onset the week after the initial visit, who had a favourable outcome. The management of 19.1% of the patients included empiric antibiotherapy despite there being no evidence confirming bacterial infection. Table 1 presents the demographic and clinical characteristics of cases of parotitis in which testing was performed for investigation of the aetiology. Patients with MuV infection were significantly older compared to children with a different aetiological agent (median age, 14.3 vs 6.5 years; P = .005).", "cite_spans": [], "ref_spans": [{"start": 736, "end": 743, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Caracterización clínica y etiológica de los casos de parotiditis en un servicio de urgencias"}, {"text": "The findings in our study, despite the limitations intrinsic to its retrospective design, were consistent with those of other authors, and showed that a significant proportion of cases of parotitis in the paediatric age group may be caused by viruses other than MuV (such as EBV, CMV and common respiratory viruses). 3---5 The high frequency of cases with negative results in all tests can be explained by the involvement of other viruses that were not included in the testing (such as human herpesvirus 6), technical factors affecting the yield of microbiological diagnosis and the potential presence of non-infectious parotitis cases, among others. Viral coinfection was also frequent. Lastly, we ought to underscore that MuV continues to be a frequent cause of parotitis in our area (especially in older children), even in correctly vaccinated patients, and our findings confirmed that the causative virus continues to circulate in the community with a well-known pattern characterised by incidence peaks every 3---5 years. The aetiological diagnosis and notification of cases can alert the health care authorities of potential outbreaks at an early stage, allowing implementation of containment measures such as administration of a third dose of vaccine in selected patients. 6 ", "cite_spans": [{"start": 317, "end": 322, "text": "3---5", "ref_id": null}, {"start": 1280, "end": 1281, "text": "6", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Caracterización clínica y etiológica de los casos de parotiditis en un servicio de urgencias"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Waning immunity against mumps in vaccinated young adults", "authors": [{"first": "S", "middle": [], "last": "Vygen", "suffix": ""}, {"first": "A", "middle": [], "last": "Fischer", "suffix": ""}, {"first": "L", "middle": [], "last": "Meurice", "suffix": ""}, {"first": "Mounchetrou", "middle": [], "last": "Njoya", "suffix": ""}, {"first": "I", "middle": [], "last": "Gregoris", "suffix": ""}, {"first": "M", "middle": [], "last": "Ndiaye", "suffix": ""}, {"first": "B", "middle": [], "last": "", "suffix": ""}], "year": 2013, "venue": "Euro Surveill", "volume": "21", "issn": "10", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Non-mumps Viral Parotitis During the 2014-2015 Influenza Season in the United States", "authors": [{"first": "L", "middle": ["I"], "last": "Elbadawi", "suffix": ""}, {"first": "P", "middle": [], "last": "Talley", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Rolfes", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Millman", "suffix": ""}, {"first": "E", "middle": [], "last": "Reisdorf", "suffix": ""}, {"first": "N", "middle": ["A"], "last": "Kramer", "suffix": ""}], "year": 2018, "venue": "Clin Infect Dis", "volume": "67", "issn": "4", "pages": "493--501", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Letter to the editor: there is a need to consider all respiratory viruses in suspected mumps cases", "authors": [{"first": "S", "middle": ["J"], "last": "Shepherd", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Maclean", "suffix": ""}, {"first": "C", "middle": [], "last": "Aitken", "suffix": ""}, {"first": "R", "middle": ["N"], "last": "Gunson", "suffix": ""}], "year": 2015, "venue": "Euro Surveill", "volume": "20", "issn": "33", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Viral etiology of mumps-like illnesses in suspected mumps cases reported in Catalonia", "authors": [{"first": "I", "middle": [], "last": "Barrabeig", "suffix": ""}, {"first": "J", "middle": [], "last": "Costa", "suffix": ""}, {"first": "A", "middle": [], "last": "Rovira", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Marcos", "suffix": ""}, {"first": "R", "middle": [], "last": "Isanta", "suffix": ""}, {"first": "R", "middle": [], "last": "López-Adalid", "suffix": ""}], "year": 2015, "venue": "Spain. Hum Vaccin Immunother", "volume": "11", "issn": "1", "pages": "282--289", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Effectiveness of a Third Dose of MMR Vaccine for Mumps Outbreak Control", "authors": [{"first": "C", "middle": ["V"], "last": "Cardemil", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Dahl", "suffix": ""}, {"first": "L", "middle": [], "last": "James", "suffix": ""}, {"first": "K", "middle": [], "last": "Wannemuehler", "suffix": ""}, {"first": "H", "middle": ["E"], "last": "Gary", "suffix": ""}, {"first": "M", "middle": [], "last": "Shah", "suffix": ""}], "year": 2017, "venue": "N Engl J Med", "volume": "377", "issn": "10", "pages": "947--56", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Hospital Infantil Vall d'Hebron, Barcelona, Spain b Unidad de Virus Respiratorios, Servicio de Microbiología, Hospital Vall d'Hebron", "authors": [{"first": "", "middle": [], "last": "Unidad De Urgencias Pediátricas", "suffix": ""}], "year": null, "venue": "Hospital Vall", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "2341-2879/© 2019 Asociación Española de Pediatría. Published by Elsevier España, S.L.U. This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/). Results of PCR testing of saliva samples expressed as absolute frequencies and percentages of the total samples obtained from 134 patients.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Summary of demographic and clinical characteristics and management of cases of parotitis with an identified aetiological agent. 1% of the total patients that underwent some form of testing for aetiological investigation. The columns devoted to each individual virus include all patients with a positive test result for that virus, including cases of coinfection. a Percentage of the total patients with a positive test for the virus corresponding to the column. b Of the 18 cases: 13 diagnosed by PCR on saliva samples and 5 by antibody testing. c Percentage of total patients with an etiological diagnosis. d Age in years.", "latex": null, "type": "table"}, "TABREF1": {"text": "Table 1 Summary of demographic and clinical characteristics and management of cases of parotitis with an identified aetio-\nlogical agent.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Variable\n</td><td>n = 18\n(38.3%)c\n</td><td>(44.</td><td>(23.4</td><td>n = 6 (12.8%</td><td>n = 4 (8.5%)c\n</td><td>diagnosis\n</td></tr><tr><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>1</td><td>n = 47\n4 (30</td></tr><tr><td> </td><td>−</td><td>−</td><td>−</td><td>−</td><td>−</td><td>−</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>2 (11.1) 3 (16.6) </td><td>3 (14.3) 4 (19.0) </td><td>2 (18.2) 3 (27.2) </td><td>2 (33.3) 3 (50) </td><td>0 (0) 0 (0) </td><td>6 (12.8)\n10 (21.3)\n</td></tr><tr><td>Reported pain; n (%) 1</td><td>3 (72.21</td><td>0 (47.68 </td><td>(72.7) 5 </td><td>(83.3) 1 </td><td>(253</td><td>0 (63.8</td></tr><tr><td>Preceding or concomitant\n4 </td><td>(22.2) 2 </td><td>(9.5) 1 </td><td>(9.1) 1 </td><td>(16.0 </td><td>(0) </td><td>7 (14.8)\n</td></tr><tr><td>cold symptoms; n </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Significant lymphadenopatn (%)\n5 </td><td>(27.8) 9 </td><td>(42.84 </td><td>(36.42 </td><td>(33.3) 1 </td><td>(251</td><td>5 (31.9</td></tr><tr><td>Fever; n (%) 1</td><td>3 (72.21</td><td>2 (57.14 </td><td>(36.4) 2 </td><td>(33.3) 0 </td><td>(0) </td><td>25 (53.2)\n</td></tr><tr><td>ough; </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Painful swal</td><td>4 (22.2) </td><td>2 (9.5) 2 </td><td>(18.2) 1 </td><td>(16.7) 0 </td><td>(0) </td><td>6 (12.8)\n</td></tr><tr><td>Blood tests b1</td><td>1 (61.21</td><td>0 (47.67 </td><td>(63.64 </td><td>(66.2 </td><td>(50) 2</td><td>7 (57.4</td></tr><tr><td>clinician's judgment; n Empiric antibiotheraospital admission; n (%) </td><td>3 (16.6) </td><td>3 (14.3) 2 </td><td>(18.2) 3 </td><td>(50) 0 </td><td>(0) </td><td>9 (19.1)\n</td></tr><tr><td>CMV, cytomegalovirus; EBVein</td><td>-Barr </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr></table></body></html>"}}, "back_matter": []}