{
    "paper_id": "0af3e5705f28a81f9dfc8ab6d95b486b151486fd",
    "metadata": {
        "title": "European Archives of Psychiatry and Clinical Neuroscience Psychiatric emergency services and non-acute psychiatric services utilization during COVID-19 pandemic",
        "authors": [
            {
                "first": "Dusan",
                "middle": [],
                "last": "Kolar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Queen's University",
                    "location": {
                        "settlement": "Kingston",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "patients, no visitor policy and the lack of group therapies at the ward demotivated some patients to accept elective voluntary admission, but overall there has been evidence of the decline in the number of referrals. Some other hospitals in North America tighten admission criteria, particularly for voluntary admission for substance use disorder [2] which was not the case in our hospital.",
            "cite_spans": [
                {
                    "start": 347,
                    "end": 350,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It is also worth noting that most of the patients with severe and refractory mood disorders and comorbid anxiety disorders followed in the mood disorders specialized clinic remained stable and well served remotely via telemedicine instead of in-person visits over the last 3-4 months of COVID-19 pandemic. Many patients repeatedly emphasized that social distancing measures and isolation have a positive impact on them as all other people in the community are in the same position which helps with the burden of social isolation due to mental illness. Some patients on a higher functional level reported that the \"stay at home\" order created a sense of holiday. Patients are well supported by their family members who stay at home during the COVID-19 lockdown and this experience of togetherness obviously was beneficial for patients with mood disorders. Finally, many people are working from home during the COVID-19 pandemic. Working from home is beneficial for some patients with mood and anxiety disorders as they are not exposed to social stress at their work place. As a result of all these factors, the number of patients in the outpatient clinics requesting urgent or earlier appointments has also declined. Telemedicine appears to be so far a good substitute of in-person clinic appointments for follow-up patients. This statement does not apply to new consultations as there are a number of diagnostic issues, therapeutic alliance issues, and potential ethical and medicolegal issues associated with telemedicine [3] .",
            "cite_spans": [
                {
                    "start": 1523,
                    "end": 1526,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The research evidence on acute psychiatric services utilization by colleagues from Germany and other countries around the world, as well as experiences from the nonacute care settings, should be a lesson for mental health professionals, particularly those who believe that majority ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Psychiatric emergency department volume during Covid-19 pandemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Godenberg",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Parwani",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Emerg Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajem.2020.05.088"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19 pandemic: impact on psychiatric care in the United States",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bojdani",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rajagopalan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gearin",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Olcott",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Shankar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cloutier",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Solomon",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "Z"
                    ],
                    "last": "Naqvi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Batty",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "D"
                    ],
                    "last": "Festin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tahera",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Delisi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Psychiatry Res",
            "volume": "289",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Psychiatrist experience of remote consultations by telephone in an outpatient psychiatric department during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Olwill",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mc Nally",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Douglas",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ir J Psychol Med",
            "volume": "22",
            "issn": "",
            "pages": "1--8",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "in the time of global crisis. Mental illness does not necessarily affect resilience as a personality characteristic, particularly if there is a good balance of protective factors and risk factors. Finally, the internal experiences, sense of internal threat, and suffering from illness per se sometimes outweigh the level of perceived external threat and the experience of real danger. The last statement is a lesson from psychology and psychotherapy.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Conflict of interest The author has no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        }
    ]
}