{
    "paper_id": "0afc6d7d690f693ff674361b0e41caa2e8f9c680",
    "metadata": {
        "title": "The Unyvero Hospital-Acquired pneumonia panel for diagnosis of secondary bacterial 1 pneumonia in COVID-19 patients 2",
        "authors": [
            {
                "first": "Chaitanya",
                "middle": [],
                "last": "Tellapragada",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Karolinska Institute",
                    "location": {
                        "addrLine": "7 Stockholm",
                        "country": "Sweden"
                    }
                },
                "email": "chaitanya.tellapragada@ki.se."
            },
            {
                "first": "Christian",
                "middle": [
                    "G"
                ],
                "last": "Giske",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Karolinska Institute",
                    "location": {
                        "addrLine": "7 Stockholm",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Postdoctoral",
                "middle": [],
                "last": "Researcher",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "19 The study was undertaken to evaluate the performance of Unyvero Hospitalized Pneumonia 20 Panel (HPN) Application, a multiplex PCR based method for the detection of bacterial 21 pathogens from lower respiratory tract (LRT) samples, obtained from COVID-19 patients 22 with suspected secondary hospital-acquired pneumonia. Residual LRT samples obtained from 23 critically ill COVID-19 patients with predetermined microbiological culture results were 24 tested using the Unyvero HPN Application. Performance evaluation of the HPN Application 25 was carried out using the standard-of-care (SoC) microbiological culture findings as the 26 reference method. Eighty-three LRT samples were used in the evaluation. The HPN 27 Application had a full concordance with SoC findings in 59/83 (71%) samples. The new 28 method detected additional bacterial species in 21 (25%) and failed at detecting a bacterial 29 species present in lower respiratory culture in 3 (3.6%) samples. Overall the sensitivity, 30 specificity, positive and negative predictive values of the HPN Application were 95.1% 31 (95%CI: 96.5-98.3%); 98.3% (95% CI: 97.5-98.9%); 71.6% (95% CI: 61.0-80.3%) and 32 99.8% (95% CI: 99.3-99.9%) respectively. In conclusion, the HPN Application demonstrated 33 higher diagnostic yield in comparison with the culture and generated results within 5 hours. 34 35 36 37",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Amidst these pre-existing challenges with reference to etiological diagnosis of LRTIs, 72 COVID-19 has rapidly emerged as a major public health concern, worldwide. Current 73 estimates suggest that nearly 80% of the patients admitted in the ICU with COVID-19 receive 74 antibiotics [2]. In contrast, from a recent meta-analysis that included 24 studies from various 75 countries, it was reported that bacterial co-infections were reported in only 7-15% of the 76 patients admitted in the ICU [3] . Antibiotic therapy in the absence of etiological diagnosis of 77 infection has both clinical and public health implications. Inappropriate use of antibiotics is a 78 well-established driver for emergence of antimicrobial resistance among bacterial pathogens. 79 suspicion of secondary bacterial infection. Microbiology culture reports, sample types and 97 baseline demographic characteristics of the subjects were extracted from the laboratory 98 information system using the laboratory identification numbers of the samples available in the 99 biobank. Selection of the samples was carried out based on the following inclusion criteria: i) 100 samples obtained from adult patients; ii) obtained from subjects admitted in the intensive-care 101 unit; iii) samples that were either positive for normal respiratory microbiota or positive for 102 one or more of the organism targets of the Unyvero HPN panel. Selected samples were tested 103 with the Unyvero HPN Application. 104",
            "cite_spans": [
                {
                    "start": 492,
                    "end": 495,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Standard-of-Care (SoC) testing: Quantitative culture methods were used for both invasive and 105 non-invasive sample types at the study laboratory. Detailed description of the sample 106 volumes, culture media used and incubation conditions for various bacterial species are 107 described previously [5] . Results from the cultures were reported in colony-forming units 108 (CFU) per milliliter. Identification of the bacterial species was performed using MALDI-TOF 109 (Bruker), as per the manufacturer's instructions. Antimicrobial susceptibility testing was 110 performed using the disk-diffusion test and result interpretation was according to the 111 consisted of a sample tube with lysis buffer, a sealed master mix tube and a cartridge where 124 the multiplex PCR is performed. List of the organisms and the antimicrobial resistance genes 125 available on the Unyvero HPN panel for testing are shown in Table 1 In total, we tested 83 samples consisting of 61 (73.5%) tracheal secretions, 11 (13.4%) BAL, 151 8 (9.7%) PSB, 2 (2.4%) bronchial secretions and 1 (1.2%) sputum sample. The 83 samples 152 All rights reserved. No reuse allowed without permission. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 303,
                    "text": "[5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 910,
                    "end": 917,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "The copyright holder for this this version posted November 27, 2020. ; https://doi.org/10.1101/2020.11.24.20237263 doi: medRxiv preprint Application concorded fully with the culture results from 59 (71.1%) samples (Table S3) and 196 detected additional organisms among 21 (25.3%) samples (Table S4) . Of the 11 non-panel 197 organisms found on SoC (Table S2) , 55% (6/11) were common oropharyngeal colonizing 198 organisms that generally do not necessitate antibiotic escalation, and a further 45.5% (5/11) 199",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 214,
                    "end": 224,
                    "text": "(Table S3)",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 288,
                    "end": 298,
                    "text": "(Table S4)",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 348,
                    "end": 358,
                    "text": "(Table S2)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": ""
        },
        {
            "text": "were organisms that would have been covered with empirical treatment. seems to be based on the prior experience with bacterial super-infections, that were reported 221 All rights reserved. No reuse allowed without permission. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. detecting additional bacterial species only by the molecular methods (in the absence of culture 255 All rights reserved. No reuse allowed without permission. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The copyright holder for this this version posted November 27, 2020. ; https://doi.org/10.1101/2020.11.24.20237263 doi: medRxiv preprint confirmation) remain unclear and most often it is speculated that the higher yield of the 256 molecular tests can be attributed to their ability to detect nonviable bacteria from a past 257 infection [15] . However, in our study we also observed that the HPN Application could detect 258 a bacterial pathogen from samples (from patients 4, 5, 9 and 11 in Table S1) preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. All rights reserved. No reuse allowed without permission. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. All rights reserved. No reuse allowed without permission. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 337,
                    "end": 341,
                    "text": "[15]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 492,
                    "end": 501,
                    "text": "Table S1)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "The copyright holder for this this version posted November 27, 2020. ; https://doi.org/10.1101/2020.11.24.20237263 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Factors impacting on length of stay and mortality of community-acquired 318 pneumonia",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dal-Ré",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Clinical microbiology and infection",
            "volume": "14",
            "issn": "4",
            "pages": "322--329",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Bacterial co-infection and secondary infection in patients with COVID-19: a living 321 rapid review and meta-analysis",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Daneman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clinical Microbiology and Infection",
            "volume": "322",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "viral and fungal pathogens. Early and accurate identification of the infectious 56 etiology causing LRTIs is crucial for deciding the course of treatment with reference to 57 selection of appropriate antimicrobial therapy. Pathogen-specific antimicrobial therapy among 58 patients with more severe form of LRTIs, such as community-and ventilator-associated 59 pneumonia has been reported to reduce the length of hospital-stay, health care costs and 60 adverse clinical outcomes [1]. Historically, etiological diagnosis of bacterial pneumonia has 61 primarily been based on the microbiological culture findings. Minimum turn-around time for 62 results from the time of sample inoculation for culture and antimicrobial susceptibility testing 63 is approximately 36-48 hours. Sensitivity of the microbiological culture techniques for 64 recovery of bacterial pathogens from lower respiratory tract samples can be hindered by 65 several factors including: i) prior administration of antibiotics; ii) poor quality and low 66 quantity of the sample; iii) overgrowth of commensal respiratory tract microbiota; iv) 67 technical expertise of the microbiologist reading the culture plates. Semi-quantitative cultures 68 of respiratory samples often cannot distinguish colonizer from pathogen. This problem can be 69 overcome by using quantitative culture techniques that are more conclusive but are more 70 laborious and cumbersome to perform. 71",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The results were 126 qualitatively reported as positive or negative for each organism/resistance marker. 127 128 Comparison of results from HPN Application results with SoC: Concordance of the HPN 129 Application with SoC was considered when: i) same panel organism(s) detected by both HPN 130 Application and SoC; ii) no panel organisms detected by both HPN Application and SoC; iii) 131 no organism detected by HPN Application, culture positive for non-panel organism. 132 Discordant results were considered when: i) same sample positive for different panel 133 organisms by HPN Application and SoC; ii) culture positive for HPN panel organism, HPN 134 Application negative; iii) HPN Application positive, culture-negative for the same organism. 135 A sample was defined as both concordant and discordant if the HPN panel and SoC results 136 had the same organism plus an additional panel organism reported by either assay with were 137 positive according the HPN-panel cutoffs. Please refer to list of concordant and discordant 138 samples in the supplementary section (Tables S3 -S5). 139 140 Statistical analysis: Pathogens detected by HPN were compared to SoC results to determine 141 overall clinical sensitivity, specificity, positive and negative predictive values (PPV and NPV, 142 respectively) for all pathogens combined, together with confidence intervals according to the 143 Wilson score method [6]. Sensitivity was calculated by # true positives/(# true positives + # 144 false negatives); specificity was calculated by # true negatives /(# true negatives + # false 145 positives); PPV was calculated by # true positives/(# true positives + # false positives); NPV 146 was calculated by # true negatives/(# true negatives + # false negatives)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "for early initiation of pathogen-specific antimicrobial therapy among patients with 204 severe pneumonia using rapid diagnostic techniques (RDTs) was emphasized long before the 205 current COVID-19 pandemic began. We report here the performance characteristics of the 206 Unyvero HPN Application for the detection of bacterial species from native lower respiratory 207 tract (LRT) samples, with predetermined microbiological culture results, obtained from 208 critically ill COVID-19 patients. The Unyvero HPN Application detected additional bacterial 209 species in 25.3% (21/83) samples and failed to detect a bacterial species in only 3.6% (3/83) 210 samples tested in the present study. Further, the new method demonstrated excellent negative 211 predictive value (99.8%) and generated results within 5 hours from the time of loading study of the BioFire FilmArray Pneumonia panel concluded that the use of 215 molecular diagnostic tools and the initiation of narrow-spectrum antibiotics are key elements 216 of COVID-19 antimicrobial stewardship guidelines in critically ill [7]. Based on the recent 217 estimates, nearly 80% of the hospitalized patients with COVID-19 are currently receiving 218 antibiotics, albeit in the absence of a microbiological confirmation of the bacterial infection in 219 large number of patients [2]. The rationale for antibiotic treatment in patients with COVID-19 220",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "culture initially, but subsequent cultures ordered on these patients during the later 260 course of their hospital stay were in fact positive for the same pathogen, indicating that the 261 HPN panel can detect potential pathogens earlier than culture, which may enable earlier 262 treatment and management of patients. Furthermore, the HPN Application demonstrated high 263 negative predictive value of 99.8%, which would allow for reduction in unnecessary antibiotic 264 use and support antibiotic stewardship efforts. Given this context, perhaps prospective 265 diagnostic trials in the near future may assess the true positive predictive values of the 266 Unyvero HPN Application and other similar commercially available molecular RDTs. 267 268 Our study has a few limitations. Currently, we do not have the clinical data of the patients 269 from whom the present study samples were obtained. Because of this we could not determine 270 the: i) the proportion of samples that were sent to the microbiology laboratory prior the 271 administration of antibiotics; ii) the proportion of samples that were false positive by the HPN 272 Application due to the detection of bacterial DNA from a past infection. Another limitation of 273 the present study is that we could not determine the performance characteristics of the HPN 274 Application for the detection of genes conferring antimicrobial resistance, due to the fact that 275 only few samples yielded drug resistant phenotypes by culture in this study cohort (data not 276 shown here). Despite these limitations, our study identified that the Unyvero HPN 277 Application is a reliable and rapid diagnostic test with excellent negative predictive value for 278 detection of bacterial pathogens from lower respiratory tract samples. 279 280 In conclusion, rapid diagnostics such as the Unyvero HPN panel are imperative to evaluate 281 and test patients for bacterial pneumonia earlier in their hospital journey for more prompt and 282 appropriate treatment. Unyvero HPN demonstrated a higher diagnostic yield than culture; it is 283 significantly faster, with turnaround time of <5 hours from sample to results compared with 284 average of 2.5 days for culture, providing clinicians earlier data to inform Gadsby NJ, McHugh MP, Forbes C, MacKenzie L, Hamilton SK, Griffith DM, Templeton KE 353 (2019) Comparison of Unyvero P55 Pneumonia Cartridge, in-house PCR and culture for the 354 identification of respiratory pathogens and antibiotic resistance in bronchoalveolar lavage fluids in the 355 critical care setting. European Journal of Clinical Microbiology & Infectious Diseases 38 (6",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "SoC detected S. aureus below the diagnostic-cutoff (10 1 -10 2 CFU/mL), not reported by HPN panel 408 b SoC detected K. pneumoniae below the diagnostic-cutoff (10 1 -10 2 CFU/mL), not reported by HPN panel 409 c one K. aerogenes was not quantified by SoC 410 d SoC detected P. mirabilis below the diagnostic-cutoff (10 2 -10 3 CFU/mL), not reported by HPN panel 411 412",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The copyright holder for this this version posted November 27, 2020.; https://doi.org/10.1101/2020.11.24.20237263 doi: medRxiv preprint whether bacterial co-infections are common among patients with SARS-CoV-2 infection, at 223 the time of their admission to hospital; however, there is adequate evidence in the published 224 literature suggesting that bacterial super-infections are common among COVID-19 patients 225 admitted to the intensive-care units[2, 9, 10]. It is most likely possible that the bacterial super-226 infections among COVID-19 patients admitted to critical care units are due to the longer 227 durations of stay in the ICU and mechanical ventilation, rather than the viral infection itself, 228 but nonetheless this requires diligent microbiological testing because the signs and symptoms 229 can be similar and confounding. Given this context, the Unyvero HPN Application can be a 230 potential RDT of choice, considering that the HPN panel is able to detect 20 bacterial species, 231 one fungus and 17 antimicrobial resistance genes (Table 1), that includes the most common 232 infectious etiology of both healthcare-and ventilator-associated pneumonia. 233 In general, diagnostic yields from LRT samples vary with the sample type used. Invasive 235 samples such as BAL and PSB are considered to have a better yield of the causative etiology 236 of respiratory infections, as compared with non-invasive samples such as sputum. Diagnostic 237 thresholds for various LRT samples among patients with health-care acquired pneumonia 238 sputum [11]. A very low yield of pathogens from sputum samples of hospitalized patients 240 with severe form of COVID-19 was recently reported [12]. Invasive sampling techniques 241 have been contraindicated among COVID-19 patients outside the intensive-care units, due to 242 the risk of aerosol generation. In the present study, tracheal aspirate was the predominant (61, 243 73.5%) sample type used. Nevertheless, we also included 19 (23%) BAL or PSB samples 244 among which four (one BAL and 3 PSB) samples had a bacterial species, isolated by culture 245 CFU/mL. The Unyvero HPN Application flagged all these four samples as 246 negative (Table 2). Considering the lower diagnostic threshold, recommended for PSB 247 samples in comparison with other sample types (aforementioned), diagnostic efficacy of the 248 HPN Application for PSB samples in particular, needs further evaluation. 249 In our study, the HPN Application detected additional bacterial species among 21/83 (25.3%) 251 samples tested. This finding is in concordance with previous studies that have reported a 252 similar increase in the bacterial yield from LRT samples, using other molecular detection 253 assays among non-COVID-19 patients [13-15]. Currently, the clinical implications of 254",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Concordance between Unyvero HPN Panel and SoC results by organism. 406 HPN panel analytes in clinical samples (N=83)",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "The copyright holder for this this version posted November 27, 2020. ; https://doi.org/10.1101/2020.11.24.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Concordance between HPN Application and SoC for HPN panel organism.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "No. (%) of HPN panel organism isolated from each sample compared to SoC. 428 429",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}