{"paper_id": "0afdc5997be451df31747c108d57d7d1bc43265c", "metadata": {"title": "Title: Neutralizing antibody-dependent and -independent immune responses against 1 SARS-CoV-2 in cynomolgus macaques 2 Short title: Immune responses against SARS-CoV-2 in cynomolgus macaques 3 4 Hirohito Ishigaki", "authors": [{"first": "Misako", "middle": [], "last": "Nakayama", "suffix": "", "affiliation": {"laboratory": "", "institution": "Shiga University", "location": {}}, "email": ""}, {"first": "Yoshinori", "middle": [], "last": "Kitagawa", "suffix": "", "affiliation": {"laboratory": "", "institution": "Shiga University", "location": {}}, "email": ""}, {"first": "Cong", "middle": ["Thanh"], "last": "Nguyen", "suffix": "", "affiliation": {"laboratory": "", "institution": "Shiga University", "location": {}}, "email": ""}, {"first": "", "middle": [], "last": "Kaori", "suffix": "", "affiliation": {"laboratory": "", "institution": "Shiga University", "location": {}}, "email": ""}, {"first": "Hayashi", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Masanori", "middle": [], "last": "Shiohara", "suffix": "", "affiliation": {"laboratory": "", "institution": "Shiga University", "location": {}}, "email": ""}, {"first": "Bin", "middle": [], "last": "Gotoh", "suffix": "", "affiliation": {"laboratory": "", "institution": "Shiga University of 10 Medical Science", "location": {"settlement": "Otsu", "country": "Japan"}}, "email": ""}, {"first": "Yasushi", "middle": [], "last": "Itoh", "suffix": "", "affiliation": {"laboratory": "", "institution": "Shiga University", "location": {}}, "email": "yasushii@belle.shiga-med.ac.jp14"}]}, "abstract": [{"text": "Severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) infectious disease 16 has been threatening the world because of severe symptoms and relatively high 17 mortality. To develop vaccines and antiviral drugs for COVID-19, an animal model of SARS-CoV-2 18 infection is required to evaluate the efficacy of prophylactics and therapeutics in vivo. Therefore, we 19 examined the pathogenicity of SARS-CoV-2 in cynomolgus macaques until 28 days after virus 20 inoculation in the present study. Cynomolgus macaques showed body temperature rises after 21 infection and X-ray radiographic viral pneumonia was observed in one of three macaques. However, 22 336", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "none of the macaques showed life-threatening clinical signs of disease corresponding that 23 approximately 80% of human patients did not show a critical disease in COVID-19. A neutralizing 24 antibody against SARS-CoV-2 and T-lymphocytes that produced interferon (IFN)-γ and interleukin 25 (IL)-2 specifically for SARS-CoV-2 N protein were detected on day 14 in the macaque that showed 26 viral pneumonia. On the other hand, in the other macaques, in which a neutralizing antibody was 27 not detected, T-lymphocytes that produced IFN-γ specifically for SARS-CoV-2 N protein increased 28 on day 7 to day 14 prior to an increase in the number of T-lymphocytes that produced IL-2. These 29 results suggest that not only a neutralizing antibody but also cellular immunity augmented by IFN-γ 30 has a role in the elimination of SARS-CoV-2. Thus, because of the mild clinical signs of disease and 31 low/no antibody responses against SARS-CoV-2 in two thirds of the macaques, cynomolgus 32 macaques are appropriate to extrapolate human responses in vaccine and drug development. 33", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) infectious disease (COVID-19) 36 has been threatening the world. To develop vaccines and antiviral drugs for COVID-19, an animal 37 model of SARS-CoV-2 infection is required to evaluate their efficacy in vivo. Therefore, we 38 examined the pathogenicity of SARS-CoV-2 in a non-human primate model until 28 days after 39 virus inoculation. Cynomolgus macaques showed a fever after infection and X-ray radiographic 40 viral pneumonia was observed in one of three macaques. However, none of the macaques showed 41 life-threatening symptoms. A neutralizing antibody against SARS-CoV-2 and T-lymphocytes that 42 produced interferon (IFN)-γ and interleukin (IL)-2 specifically for SARS-CoV-2 protein were 43 detected on day 14 in the macaque that showed viral pneumonia. In the other macaques, in which a 44 neutralizing antibody was not detected, T-lymphocytes that produced IFN-γ specifically for 45 SARS-CoV-2 N protein increased on day 7 to day 14. These results suggest that not only a 46 neutralizing antibody but also cellular immunity augmented by IFN-γ has a role in the elimination 47 macaques showed clinical scores that reached a humane endpoint (Table S2) . Therefore, infection 122 with WK-521 induced mild clinical signs of disease that were varied in the macaques. 123 124 Viral pneumonia in macaques infected with SARS-CoV-2 125 Viral pneumonia and/or bronchopneumonia was observed in cynomolgus macaques infected with 126 SARS-CoV-2. Chest X-ray radiographs revealed a ground glass appearance in the lung, especially 127 in the peripheral pulmonary areas, of CE0324F from day 3 to day 7 but not after day 10 ( Fig. 2A-C) . 128", "cite_spans": [], "ref_spans": [{"start": 1213, "end": 1223, "text": "(Table S2)", "ref_id": "TABREF1"}, {"start": 1683, "end": 1693, "text": "Fig. 2A-C)", "ref_id": "FIGREF5"}], "section": "Author Summary 35"}, {"text": "Saturation of percutaneous oxygen (SpO 2 ) values in infected macaques at each sampling were 129 higher than 90% during the study (Fig. S1B ). At autopsy on day 28, gross lesions were observed on 130 the surfaces of lungs including dark red and brown lesions in CE0324F, bright redness in CE0202M, 131 and small red areas in CE1242F (Fig. 2D-F) . 132", "cite_spans": [], "ref_spans": [{"start": 130, "end": 139, "text": "(Fig. S1B", "ref_id": "FIGREF4"}, {"start": 333, "end": 344, "text": "(Fig. 2D-F)", "ref_id": "FIGREF5"}], "section": "Author Summary 35"}, {"text": "Histological pneumonia was observed in all of the macaques infected with WK-521. Thickened 133 alveolar walls with infiltration of macrophages were observed in the lung with the macroscopic 134 lesions in CE0324F, indicating a regenerative tissue (Fig. 3A) . A larger number of 135 bronchus-associated lymphoid tissues (BALT) were formed in the lung tissues of CE0324F (Fig.  136 3B) and CE1242F (Fig. S2A ) than in those of CE0202M ( Fig S2B) . In CE0202M, congestion and a 137 thrombus in the lung blood vessels were detected (Fig. 3D , E) and bronchopneumonia was detected 138 in CE1242F (Fig. 3F) . Lymphoid infiltration was detected in tissues other than respiratory organs. 139", "cite_spans": [], "ref_spans": [{"start": 247, "end": 256, "text": "(Fig. 3A)", "ref_id": null}, {"start": 369, "end": 379, "text": "(Fig.  136", "ref_id": "FIGREF4"}, {"start": 396, "end": 405, "text": "(Fig. S2A", "ref_id": "FIGREF5"}, {"start": 435, "end": 443, "text": "Fig S2B)", "ref_id": "FIGREF5"}, {"start": 528, "end": 536, "text": "(Fig. 3D", "ref_id": null}, {"start": 591, "end": 600, "text": "(Fig. 3F)", "ref_id": null}], "section": "Author Summary 35"}, {"text": "Focal lymphoid accumulation was seen in the submandibular gland of CE0324F (Fig. 3C) . Thus, 140 although no virus was detected on day 28, lymphoid responses continued until day 28 after virus 141 inoculation. 142", "cite_spans": [], "ref_spans": [{"start": 75, "end": 84, "text": "(Fig. 3C)", "ref_id": null}], "section": "Author Summary 35"}, {"text": "Organ functions after infection with SARS-CoV-2 were biochemically analyzed. Levels 145 of alanine aminotransferase (ALT) and alkaline phosphatase (ALP) in the plasma of CE0324F and 146 CE1242F were increased after virus infection, but their levels including total bilirubin were within 147 normal ranges, indicating minimal damage of the liver (Fig. 4A -C). No increase in the level of 148 blood urea nitrogen (BUN) or creatinine was detected, indicating normal kidney function after virus 149 infection (Fig. 4D , E). In CE0324F, the level of plasma amylase was temporally increased on day 1 150", "cite_spans": [], "ref_spans": [{"start": 345, "end": 353, "text": "(Fig. 4A", "ref_id": null}, {"start": 505, "end": 513, "text": "(Fig. 4D", "ref_id": null}], "section": "Biochemical analysis of blood in macaques infected with SARS-CoV-2 144"}, {"text": "The blood cell population in macaques infected with SARS-CoV-2 was examined. The 154 numbers of total white blood cells and granulocytes in CE0202M and CD1242F were increased 155 temporally on day 1, but the number of total white blood cells in CE0324F was decreased on days 1 156 and 3 and it was increased after day 14 ( Fig. 5A, B) . The numbers of lymphocytes in the blood of 157 CE0324F and CE1242F were decreased on day 1 and returned to the levels before infection on day 158 7 to day 10 ( Fig. 5C ), whereas the numbers of monocytes in CE0324F and CE1242F were increased 159 on day 7 and day 3, respectively (Fig. 5D ). The numbers of platelets in CE0324F and CE1242F 160 were decreased on day 3. Thus, two of three macaques (CE0324F and CE1242F) showed apparent 161 changes in the population of blood cells after SARS-CoV-2 infection. 162", "cite_spans": [], "ref_spans": [{"start": 323, "end": 334, "text": "Fig. 5A, B)", "ref_id": null}, {"start": 497, "end": 504, "text": "Fig. 5C", "ref_id": null}, {"start": 616, "end": 624, "text": "(Fig. 5D", "ref_id": null}], "section": "Blood cell population in macaques infected with SARS-CoV-2 153"}, {"text": "Immune responses against SARS-CoV-2 in the cynomolgus macaques were examined. CE0324F 165 showed marked changes in plasma cytokine levels after infection (Fig. 6) . The levels of the 166 inflammatory cytokine interleukin-6 (IL-6) together with levels of monocyte chemotactic protein-1 167 (MCP-1) and IL-10 on day 1 were higher than those before infection. Levels of the Th2 cytokines 168 IL-4 and IL-13, Th17 cytokine IL-17, and chemokines MIP-1α were increased 10 days after virus 169 infection and the level of IL-8 was increased 21 days after virus infection, although the changes in 170 IL-17 and MIP-1α were small. Levels of the Th1 cytokines interferon-γ (IFN-γ) and IL-12 were 171 increased on day 1 after infection. IL-2 and TNF-α was detected in the plasma of CE0324F before 172 infection (day 0). CE1242F showed low cytokine responses in IL-6, MCP-1, IL-10, IL-4, IL-13, 173 MIP-1α, IFN-γ, and IL-12 compared with those in CE0324F. In CE0202M, levels of IL-8 and IL-12 174 on day 3 and levels of IL-13 from day 10 to day 17 were transiently increased, but no apparent 175 changes in other cytokines were detected during the study. 176", "cite_spans": [], "ref_spans": [{"start": 154, "end": 162, "text": "(Fig. 6)", "ref_id": "FIGREF8"}], "section": "Immune responses in macaques infected with SARS-CoV-2"}, {"text": "The neutralizing antibody against SARS-CoV-2 was detected in one macaque. A low titer of the 177 neutralizing antibody against WK-521 was detected in CE0324F on day 10 after virus inoculation, 178 but no neutralizing antibody was detected in the two other macaques until day 28 (Table 2 ). An IgG 179 response against SARS-CoV-2 S and N proteins was detected in the plasma of CE0324F and 180 CE1242F after day 14 and day 21, respectively, using an available antibody detection kit for human 181 IgG/IgM (Fig. S3) . No antibody response against SARS-CoV-2 was detected in CE0202M, in 182 which the number of BALTs was smaller than those in CE0324F and CE1242F, indicating a 183 relationship between IgG responses and BALT formation. 184 T lymphocyte responses specific for SARS-CoV-2 N protein were examined. In CE0324F, in 185 which the neutralizing antibody was detected, increases in the number of IL-2 and IFN-γ-producing cells specific for SARS-CoV-2 N protein were seen on day 14 after virus inoculation (Fig. 7) . In 187 CE0202M, increases in the number of IFN-γ-producing cells and IL-2-producing cells were 188 detected on day 14 and day 21, respectively. In CE1242F, increases in the number of 189 IFN-γ-producing cells and IL-2-producing cells were detected on day 7 and day 14, respectively. In 190 the two latter monkeys, the increase in the number of IL-2-producing cells followed that of 191 IFN-γ-producing cells and the stimulation indices of IFN-γ-producing cells were higher than those 192 of IL-2-producing cells. We also examined T-lymphocyte responses specific for SARS-CoV-2 N protein peptides. 216", "cite_spans": [], "ref_spans": [{"start": 278, "end": 286, "text": "(Table 2", "ref_id": "TABREF1"}, {"start": 503, "end": 512, "text": "(Fig. S3)", "ref_id": null}, {"start": 1009, "end": 1017, "text": "(Fig. 7)", "ref_id": "FIGREF9"}], "section": "Immune responses in macaques infected with SARS-CoV-2"}, {"text": "In macaque CE0324F, in which the neutralizing antibody was detected, the number of cells 217 producing IFN-γ and IL-2 specific for SARS-CoV-2 N protein was increased 2 weeks after virus 218 inoculation. On the other hand, in CE0202M and CE1242F, in which no neutralizing antibody was 219 detected, an increase in the number of cells producing IL-2 specific for SARS-CoV-2 N protein 220 followed an increase in the number of cells producing IFN-γ. The results indicate that an IFN-γ 221 response with a low IL-2 response is not sufficient for induction of a neutralizing antibody. In 222 addition, the IFN-γ response (Th1 response) that helps so-called 'cellular immunity' might 223 contribute to elimination of SARS-CoV-2 without a neutralizing antibody. Another possibility is 224 that the early IFN-γ response in CE1242F was induced by memory Th1 cells, suggesting previous 225 exposure to the other coronaviruses. The effects of immunity against the common cold coronavirus 226 on SARS-CoV-2 infection will be analyzed using the macaque model in the future [31] . 227", "cite_spans": [{"start": 1060, "end": 1064, "text": "[31]", "ref_id": null}], "ref_spans": [], "section": "Immune responses in macaques infected with SARS-CoV-2"}, {"text": "The level of amylase in the plasma of CE0324F was temporally increased. It has been 228 reported that blood amylase was released from the injured pancreas in patients with COVID-19 229 pneumonia [32, 33] . However, we did not detect inflammation or necrosis in the pancreas of 230 macaques infected with SARS-CoV-2 at autopsy in the present study (data not shown). On the other 231 hand, lymphoid infiltration in the submandibular gland of CE0324F might be related to the increase 232 of plasma amylase [34], indicating that plasma amylase was derived from infected salivary glands 233 and that the virus detection in oral swab samples was due to virus propagation in the salivary glands 234 [35] . 235", "cite_spans": [{"start": 195, "end": 199, "text": "[32,", "ref_id": null}, {"start": 200, "end": 203, "text": "33]", "ref_id": null}, {"start": 692, "end": 696, "text": "[35]", "ref_id": null}], "ref_spans": [], "section": "Immune responses in macaques infected with SARS-CoV-2"}, {"text": "In the present study, we revealed that SARS-CoV-2 propagated in the respiratory tissues ", "cite_spans": [], "ref_spans": [], "section": "Immune responses in macaques infected with SARS-CoV-2"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "A novel coronavirus from patients 349 with pneumonia in China", "authors": [{"first": "N", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "D", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "W", "middle": [], "last": "Wang", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}, {"first": "B", "middle": [], "last": "Yang", "suffix": ""}, {"first": "J", "middle": [], "last": "Song", "suffix": ""}], "year": 2019, "venue": "N Engl J Med", "volume": "382", "issn": "8", "pages": "", "other_ids": {"DOI": ["2020/01/25.doi:35010.1056/NEJMoa2001017"], "PMID": ["31978945"]}}, "BIBREF1": {"ref_id": "b1", "title": "Clinical features of patients infected 352 with 2019 novel coronavirus in Wuhan", "authors": [{"first": "C", "middle": [], "last": "Huang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}, {"first": "L", "middle": [], "last": "Ren", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hu", "suffix": ""}], "year": 2020, "venue": "China. Lancet", "volume": "395", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/s0140-6736(20)30183-5"], "PMID": ["31986264"]}}, "BIBREF2": {"ref_id": "b2", "title": "Clinical characteristics of 356 coronavirus disease 2019 in China", "authors": [{"first": "W", "middle": ["J"], "last": "Guan", "suffix": ""}, {"first": "Z", "middle": ["Y"], "last": "Ni", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hu", "suffix": ""}, {"first": "W", "middle": ["H"], "last": "Liang", "suffix": ""}, {"first": "C", "middle": ["Q"], "last": "Ou", "suffix": ""}, {"first": "J", "middle": ["X"], "last": "He", "suffix": ""}], "year": 2020, "venue": "N Engl J Med", "volume": "382", "issn": "18", "pages": "", "other_ids": {"DOI": ["2020/02/29.doi:35710.1056/NEJMoa2002032"], "PMID": ["32109013"]}}, "BIBREF4": {"ref_id": "b4", "title": "PubMed PMID: nonhuman primates infected with different H5N1 highly pathogenic avian influenza viruses", "authors": [], "year": 2014, "venue": "Lancet Respir Med", "volume": "360", "issn": "2020", "pages": "8981--97", "other_ids": {"DOI": ["10.1016/s2213-2600(20)30076-x"], "PMID": ["24899188"]}}}, "ref_entries": {"FIGREF0": {"text": "the pathogenicity of SARS-CoV-2 in cynomolgus macaques to establish an 196 animal model for the development of vaccines and antiviral drugs. SARS-CoV-2 was detected 197 predominantly in the nasal cavity and oral cavity of cynomolgus macaques for one week, and 198 infection with SARS-CoV-2 caused a body temperature rise in all of the cynomolgus macaques 199 examined. However, radiographic viral pneumonia was observed in one third of macaques, in which 200 the neutralizing antibody against SARS-CoV-2 was detected. Histologically, pneumonia in the 201 repairing phase and/or bronchopneumonia were observed in all of the macaques and a thrombus in a 202 pulmonary blood vessel was detected [24]. Mild clinical signs of disease and virus propagation in 203 the respiratory tissue of cynomolgus macaques in the present study are consistent with the results of 204 previous studies using cynomolgus macaques and rhesus macaques [11, 12] and with the results of a 205 clinical study showing that approximately 80% of human patients with COVID-two macaques in which body temperature increased and the virus propagated. On the 209 other hand, antibody responses specific for SARS-CoV-2 antigens were detected in most of the 210 macaques on day 14 after infection in previous studies [11, 12]. Our results are consistent with 211 results of studies showing delayed IgM and IgG responses in human patients with COVID-19 212 [28-30]. The results of the present study indicate that delayed antibody responses would occur in 213 patients without severe symptoms and complications. The results also suggested that the lack of an 214 antibody against SARS-CoV-2 does not necessarily mean evidence of uninfected individuals. 215", "latex": null, "type": "figure"}, "FIGREF1": {"text": "236 of cynomolgus macaques and that SARS-CoV-2 caused clinical signs of disease, indicating that the 237 cynomolgus macaque model is useful for the evaluation of vaccination and therapies. In addition, 238 delayed and low antibody responses in the macaque model suggest that vaccination against 239 SARS-CoV-2 requires high immunogenicity of vaccines and multiple immunizations in humans. was carried out in strict accordance with the Guidelines for the Husbandry and 244 Management of Laboratory Animals of the Research Center for Animal Life Science at Shiga 245 University of Medical Science and Standards Relating to the Care and Fundamental Guidelines for 246 Proper Conduct of Animal Experiments and Related Activities in Academic Research Institutions 247 under the jurisdiction of the Ministry of Education, Culture, Sports, Science and Technology, Japan. 248 The protocols were approved by the Shiga University of Medical Science Animal Experiment 249Committee (permit number: 2020-4-2). Regular veterinary care and monitoring, balanced nutrition 250 and environmental enrichment were provided by the Research Center for Animal Life Science at kg). Animals were monitored every day during the study to be clinically scored as shown in 254Table S2 and to undergo veterinary examinations to help alleviate suffering. Animals would be 255 euthanized if their clinical score reached 15 (a humane endpoint). 256 257 Animals 258Fifteen-year-old and ten-year-old female cynomolgus macaques (CE0324F and CE1242F) and a 259fifteen-year-old male cynomolgus macaque (CE0202M) born at Shiga University of Medical 260Science were used. All procedures were performed under ketamine and xylazine anesthesia, and all 261 efforts were made to minimize suffering. Food pellets of CMK-2 (CLEA Japan, Inc., Tokyo, Japan) 262 were provided once a day after recovery from anesthesia and drinking water was available ad263 libitum. The animals were singly housed in cages equipped with bars to climb up for environmental 264 enrichment under controlled conditions of humidity (39% -61%), temperature (24 -26°C), and 265 light (12-h light/12-h dark cycle, lights on at 8:00 a.m.). Two weeks before virus inoculation, a 266 telemetry probe (M00, Data Sciences International, St. Paul, MN) was implanted in the peritoneal 267 cavity or subcutaneous tissue of each macaque under ketamine/xylazine anesthesia followed by 268 isoflurane inhalation to monitor body temperature. The macaques used in the present study were 269 free from herpes B virus, hepatitis E virus, Mycobacterium tuberculosis, Shigella spp., Salmonella 270 spp., and Entamoeba histolytica. 271 Under ketamine/xylazine anesthesia, two cotton sticks (Eiken Chemical, Ltd., Tokyo, Japan) 272 were used to collect fluid samples from the conjunctivas, nasal cavities, oral cavities and tracheas, BC-203D-2006; Olympus Co., Tokyo, Japan) were used to obtain bronchial samples. Samples 277 were collected on indicated days. 278 Chest X-ray radiographs were taken using the I-PACS system (Konica Minolta Inc., Tokyo, 279 Japan) and PX-20BT mini (Kenko Tokina Corporation, Tokyo, Japan). SpO 2 was measured with a 280 pulse oximeter (Nellcor TM , Medtronic plc, Dublin, Ireland). 281 282 Virus and cells 283 SARS-CoV-2 JP/TY/WK-521/2020 was used as a challenge strain (GenBank Sequence 284 Accession: LC522975, kindly provided by Drs. Masayuki Saijo and Masaaki Sato, National 285 Institute of Infectious Disease (NIID) ) [26]. The virus was propagated twice in NIID and once at 286 the Shiga University of Medical Science using VeroE6 (American Type Culture Collection, 287 Manassas, VA) in the presence of BIOMYC-3 (Biological Industries, Beit Haemek, Israel). 288 The macaques were challenged with the WK-521 virus (2.2 × 10 6 TCID 50 ) inoculated into the 289 conjunctiva (0.05 mL × 2), nostrils (0.5 mL × 2), oral cavity (0.9 mL), and trachea (5 mL) with 290 pipettes and catheters under ketamine/xylazine anesthesia. Experiments using the virus were 291 performed in the biosafety level 3 facility of the Research Center for Animal Life Science, Shiga 292 University of Medical Science. 293 VeroE6 cells were grown in MEM supplemented with 10% inactivated fetal bovine serum 294 (Capricorn Scientific GmbH), penicillin (100 units/mL), and streptomycin (100 µg/mL) examination, tissues obtained at autopsy were immersed in 10% neutral 303 buffered formalin for fixation, embedded in paraffin, and cut to 3-μm-thick sections on glass slides. 304 The sections were stained with hematoxylin and eosin (H & E) and observed under a cytokines/chemokines in macaque plasma were measured using the Milliplex MAP 309 non-human primate cytokine panel and Luminex 200 (Millipore Corp., Billerica, MA) following the 310 manufacturer's instructions. Blood biochemical analysis and blood cell counts were performed 311 using VetScan VS2 and HM2, respectively (Abaxis, Inc., Union City, CA). 312 313 Virus neutralization assay 314 Plasma samples were pretreated with a receptor-destroying enzyme (RDEII, Denka Seiken, 315 Tokyo, Japan) at 37°C overnight and then inactivated at 56°C for 1 h. The diluted samples were 316 mixed with 100 TCID 50 /well of the WK-521 strain for 30 min. Then the mixture was added onto effects was counted in quadruplicate culture. Neutralization titers were expressed as 320 the dilution in which cytopathic effects were observed in 50% of the wells. 321 322 Detection of an antibody against SARS-CoV-2 323 Plasma were collected on indicated days. A COVID-19 IgG/IgM immunodetection kit (Novus 324 Biologicals USA, Centennial, CO) was used for detection of IgG and IgM specific for SARS-CoV-2 325 S and N proteins. Monkey IgM seemed not to react to the human IgM detection system. 326 327 Detection of cytokine-producing cells in ELISPOT 328 Peripheral blood mononuclear cells after separation from red blood cells were stored at -80°C 329 until use. Thawed cells (5 × 10 5 /well) were cultured with a peptide pool of SARS-CoV-2 N protein 330 (0.6 nmol/mL) (PepTivator, Miltenyi Biotech, Bergisch Gladbach, Germany) in the presence of 331 anti-CD28 antibody (0.1 µg/mL) overnight in ELISPOT plates coated with anti-IFN-γ and IL-2 332 antibodies (Cellular Technology Limited, Shaker Heights, OH). The number of cytokine-producing 333 cells was counted according to the manufacturer'JF, Zhang AJ, Yuan S, Poon VK, Chan CC, Lee AC, et al. Simulation of the clinical 370 and pathological manifestations of Coronavirus Disease 2019 (COVID-19) in golden Syrian 371 hamster model: implications for disease pathogenesis and transmissibility. Clin Infect Dis. 2020. 372 Epub 2020/03/28. doi: 10.1093/cid/ciaa325. PubMed PMID: 32215622; PubMed Central PMCIDM, Iwatsuki-Horimoto K, Hatta M, Loeber S, Halfmann PJ, Nakajima N, et al. 375 Syrian hamsters as a small animal model for SARS-CoV-2 infection and countermeasure 376 development. Proc Natl Acad Sci U S A. 2020. Epub 2020/06/24. doi: 10.1073/pnas.P, Qi F, Xu Y, Li F, Liu P, Liu J, et al. Age-related rhesus macaque models of 379 COVID-19. Animal Model Exp Med. 2020;3(1):93-7. Epub 2020/04/23. doi: 10.1002/ame2.12108. 380 PubMed PMID: 32318665; PubMed Central PMCID: PMC7167234. 381 10. Williamson BN, Feldmann F, Schwarz B, Meade-White K, Porter DP, Schulz J, et al. 382 Clinical benefit of remdesivir in rhesus macaques infected with SARS-CoV-2. bioRxiv. 2020. L, Liu J, Xiao C, Liu J, Xue J, et al. Primary exposure to SARS-CoV-2 393 protects against reinfection in rhesus macaques. Science. 2020. doi: 10.1126/science.W, Wang Q, Xu K, Xie J, Wu J, et al. Clinical characteristics and factors 396 associated with long-term viral excretion in patients with SARS-CoV-2 infection: a single center 397 28-day study. J Infect Dis. 2020. Epub 2020/07/03. doi: 10.1093/infdis/jiaa388. PubMed PMID: 398 32614392; PubMed Central PMCID: PMC7337834. 399 15. Itoh Y, Shinya K, Kiso M, Watanabe T, Sakoda Y, Hatta M, et al. In vitro and in vivo 400 characterization of new swine-origin H1N1 influenza viruses. Nature. 2009;460(7258)Y, Shoemaker JE, Le MQ, Itoh Y, Tamura D, Sakai-Tagawa Y, et al. Disease 404 severity is associated with differential gene expression at the early and late phases of infection in 405 Figure legends", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Body temperature change in cynomolgus macaques after SARS-CoV-2 infection. 486 Cynomolgus macaques (n = 3) were inoculated with WK-521 on day 0. Body temperatures of the 487 macaques were recorded using telemetry transmitters and a computer. 488 Viral pneumonia in cynomolgus macaques infected with SARS-CoV-2. 490 (A-C) X-ray radiographs of CE0324F taken on day 0 before infection (A) and day 3 (B) and day 7 491 (C) after virus inoculation. Red circles indicate ground glass appearance (pneumonia). (D-Inflammation in lungs and salivary glands of cynomolgus macaques infected with 496 SARS-CoV-2. 497 Lungs and salivary glands were collected on day 28 from macaques infected with SARS-CoV-2. 498 HE-stained sections of lung tissues (A, B, D-F) and salivary glands (C). Blood biochemistry in cynomolgus macaques infected with SARS-CoV-2. 502 Biochemical analysis was performed using plasma collected on the indicated days after virus 503 inoculation: (A) total bilirubin, (B) alanine aminotransferase, (C) alkaline phosphatase, (D) blood 504 urea nitrogen, (E) creatinine, and (F) amylase. 505 Blood cell counts in cynomolgus macaques infected with SARS-CoV-2. 507 Peripheral blood cells were collected on the indicated days after virus inoculation. The 508 concentrations of (A) total white blood cells, (B) granulocytes, (C) lymphocytes, (Levels of cytokines and chemokines in plasma of macaques infected with SARS-CoV-2. 512 The concentrations of the indicated cytokines and chemokines in plasma collected on the indicated 513 days from SARS-CoV-2-infected cynomolgus macaques are shown. 514 Cytokine responses of T lymphocytes specific for SARS-CoV-2 N protein. 516 Peripheral blood cells collected from macaques (A) CE0202M, (B) CE0324F, and (C) CE1242F on 517 the indicated days were cultured for 24 h with peptides derived from SARS-CoV-2 N protein. The 518 numbers of IFN-γ-positive and IL-2-positive cells were counted using an ELISPOT analyzer. 519 Peptide-specific responses were indicated as a stimulation index = number of spots in the culture 520 with peptides/number of spots in the culture without peptides. Left y-axis: stimulation index of 521 IFN-γ, right y-axis: stimulation index of IL-2. Blue and red dotted lines indicate stimulation indexes 522 2 in IFN-γ and IL-2, respectively. Stimulation indexes higher than 2 are thought as responses 523 specific for peptide antigens. 524", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Fig. 1", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Body temperature change in cynomolgus macaques after SARS-CoV-2 infection.Cynomolgus macaques (n = 3) were inoculated with WK-521 on day 0. Body temperatures of the macaques were recorded using telemetry transmitters and a computer.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Viral pneumonia in cynomolgus macaques infected with SARS-CoV-2.(A-C) X-ray radiographs of CE0324F taken on day 0 before infection (A) and day 3 (B) and day 7 (C) after virus inoculation. Red circles indicate ground glass appearance (pneumonia). (D-F) Lung macroscopic appearance. All of the macaques infected with the virus were autopsied 28 days after virus inoculation. White circles indicate lesions with a bright red or dark red/brown color.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Fig. 3", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Inflammation in lungs and salivary glands of cynomolgus macaques infected with SARS-CoV-2. Lungs and salivary glands were collected on day 28 from macaques infected with SARS-CoV-2. HE-stained sections of lung tissues (A, B, D-F) and salivary glands (C). (A-C) CE0324F, (Blood biochemistry in cynomolgus macaques infected with SARS-CoV-2. Biochemical analysis was performed using plasma collected on the indicated days after virus inoculation: (A) total bilirubin, (B) alanine aminotransferase, (C) alkaline phosphatase, (D) blood urea nitrogen, (E) creatinine, and (F) amylase. Blood cell counts in cynomolgus macaques infected with SARS-CoV-2. Peripheral blood cells were collected on the indicated days after virus inoculation. The concentrations of (A) total white blood cells, (B) granulocytes, (C) lymphocytes, (D) monocytes, and (E) platelets were determined.", "latex": null, "type": "figure"}, "FIGREF8": {"text": "Levels of cytokines and chemokines in plasma of macaques infected with SARS-CoV-2.The concentrations of the indicated cytokines and chemokines in plasma collected on the indicated days from SARS-CoV-2-infected cynomolgus macaques are shown.", "latex": null, "type": "figure"}, "FIGREF9": {"text": "Cytokine responses of T lymphocytes specific for SARS-CoV-2 N protein. Peripheral blood cells collected from macaques (A) CE0202M, (B) CE0324F, and (C) CE1242F on the indicated days were cultured for 24 h with peptides derived from SARS-CoV-2 N protein. The numbers of IFN-γ-positive and IL-2-positive cells were counted using an ELISPOT analyzer. Peptide-specific responses were indicated as a stimulation index = number of spots in the culture with peptides/number of spots in the culture without peptides. Left y-axis: stimulation index of IFN-γ, right y-axis: stimulation index of IL-2. Blue and red dotted lines indicate stimulation indexes 2 in IFN-γ and IL-2, respectively. Stimulation indexes higher than 2 are thought as responses specific for peptide antigens.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Virus titers in swab samples from cynomolgus macaques infected with SARS-CoV-2. 526Virus titers in swab samples (log 10 TCID 50 /mL)", "latex": null, "type": "table"}, "TABREF1": {"text": "Table 1. Virus titers in swab samples from cynomolgus macaques infected with SARS-CoV-2. 526", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Virus titers in swab samples (log10TCID50/mL) </td><td> </td><td> </td></tr><tr><td>Samples1 </td><td>Animals </td><td>Days after virus inoculation </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td>1 </td><td>3 </td><td>7 </td><td>10 </td><td>14 </td><td>17 </td><td>21 </td><td>24 </td></tr><tr><td>Conjunctiva </td><td>CE0202M </td><td>1.50 </td><td>&lt;2 </td><td>&lt; </td><td>&lt; </td><td>&lt; </td><td>&lt; </td><td>&lt; </td><td>&lt; </td></tr><tr><td>CE0324F </td><td>1.50 </td><td>&lt; </td><td>&lt; </td><td>&lt; </td><td>&lt; </td><td>&lt; </td><td>&lt; </td><td>&lt; </td></tr><tr><td>Nasal cavity </td><td>CE1242F </td><td>2.67 </td><td>&lt; </td><td>&lt; </td><td>&lt; </td><td>&lt; </td><td>&lt; </td><td>&lt; </td><td>&lt; </td></tr><tr><td>CE0202M </td><td>4.50 </td><td>2.77 </td><td>3.33 </td><td>&lt; </td><td>&lt; </td><td>&lt; </td><td>&lt; </td><td>&lt; </td></tr><tr><td>CE0324F </td><td>3.50 </td><td>1.33 </td><td>&lt; 1.33 </td><td>&lt; </td><td>&lt; </td><td>&lt; </td><td>&lt; </td><td>&lt; </td></tr><tr><td>Oral cavity </td><td>CE1242F </td><td>4.23 </td><td>&lt; 0.673 </td><td>&lt; </td><td>&lt; </td><td>&lt; </td><td>&lt; </td><td>&lt; </td><td>&lt; </td></tr><tr><td>CE0202M </td><td>4.83 </td><td>1.50 </td><td>1.67 </td><td>&lt; </td><td>&lt; </td><td>&lt; </td><td>&lt; </td><td>&lt; </td></tr><tr><td>CE0324F </td><td>2.50 </td><td>&lt; </td><td>&lt; 1.00 </td><td>&lt; </td><td>&lt; </td><td>&lt; </td><td>&lt; </td><td>&lt; </td></tr><tr><td>Trachea </td><td>CE1242F </td><td>3.50 </td><td>&lt; </td><td>&lt; </td><td>&lt; </td><td>&lt; </td><td>&lt; </td><td>&lt; </td><td>&lt; </td></tr><tr><td>CE0202M </td><td>3.33 </td><td>&lt; </td><td>&lt; </td><td>&lt; </td><td>&lt; </td><td>&lt; </td><td>&lt; </td><td>&lt; </td></tr><tr><td>CE0324F </td><td>2.00 </td><td>&lt; 0.67 </td><td>&lt; </td><td>&lt; </td><td>&lt; </td><td>&lt; </td><td>&lt; </td><td>&lt; </td></tr><tr><td>Bronchus </td><td>CE1242F </td><td>3.50 </td><td>&lt; </td><td>&lt; </td><td>&lt; </td><td>&lt; </td><td>&lt; </td><td>&lt; </td><td>&lt; </td></tr><tr><td>CE0202M </td><td>2.00 </td><td>&lt; </td><td>&lt; </td><td>&lt; </td><td>&lt; </td><td>&lt; </td><td>&lt; </td><td>&lt; </td></tr><tr><td>CE0324F </td><td>&lt; </td><td>&lt; 0.67 </td><td>&lt; </td><td>&lt; </td><td>&lt; </td><td>&lt; </td><td>&lt; </td><td>&lt; </td></tr><tr><td> </td><td>CE1242F </td><td>&lt; </td><td>&lt; </td><td>&lt; </td><td>&lt; </td><td>&lt; </td><td>&lt; </td><td>&lt; </td><td>&lt; </td></tr></table></body></html>"}, "TABREF2": {"text": "Table 2. Neutralizing antibody in macaques after infection with SARS-CoV-2 530", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>50% neutralization titer (log2) </td><td> </td></tr><tr><td>Days after virus inoculation </td><td>CE0202M </td><td>CE0324F </td><td>CE1242F </td></tr><tr><td>0 </td><td>&lt;1 </td><td>&lt; </td><td>&lt; </td></tr><tr><td>7 </td><td>&lt; </td><td>&lt; </td><td>&lt; </td></tr><tr><td>10 </td><td>&lt; </td><td>3.00 </td><td>&lt; </td></tr><tr><td>14 </td><td>&lt; </td><td>&lt; </td><td>&lt; </td></tr><tr><td>17 </td><td>&lt; </td><td>3.00 </td><td>&lt; </td></tr><tr><td>21 </td><td>&lt; </td><td>4.00 </td><td>&lt; </td></tr><tr><td>24 </td><td>&lt; </td><td>4.23 </td><td>&lt; </td></tr><tr><td>28 </td><td>&lt; </td><td>5.00 </td><td>&lt; </td></tr></table></body></html>"}}, "back_matter": []}