{
    "paper_id": "0aff3f2ec50fce4f519d998ac7d7d8288f35cd7d",
    "metadata": {
        "title": "Letters to the Editor Early short-course corticosteroids and furosemide combination to treat non-critically ill COVID-19 patients: an observational cohort study",
        "authors": [
            {
                "first": "Jean-Philippe",
                "middle": [],
                "last": "Kevorkian",
                "suffix": "",
                "affiliation": {},
                "email": "jean-philippe.kevorkian@aphp.frj-ph.kevorkian"
            },
            {
                "first": "Jean-Pierre",
                "middle": [],
                "last": "Riveline",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Claire",
                "middle": [],
                "last": "Vandiedonck",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Diane",
                "middle": [],
                "last": "Girard",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Joris",
                "middle": [],
                "last": "Galland",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Florine",
                "middle": [],
                "last": "Féron",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jean-François",
                "middle": [],
                "last": "Gautier",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bruno",
                "middle": [],
                "last": "Mégarbane",
                "suffix": "",
                "affiliation": {},
                "email": "bruno.megarbane@lrb.aphp.fr"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Availability of data and materials J.P.K. had full access to all of the data in the study and takes responsibility for the integrity of the data and the accuracy of the data analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "All the authors agree to publish.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        },
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "The authors would like to thank Mrs. Alison Good (Scotland, UK) for her helpful review of the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Acute respiratory distress syndrome (ARDS), a life-threatening complication of coronavirus disease-2019 (COVID-19) is associated with elevated risk of intensive care unit (ICU) admission and death, predominantly in the elderlies. 1 Based on a randomized controlled trial, early dexamethasone was shown effective to reduce mechanical ventilation (MV) duration and overall mortality in moderate-to-severe ARDS patients independently of the etiology. 2 Therefore, since systemic and pulmonary inflammatory cytokine storm and fibrinous and organizing pneumonia are involved in COVID-19 ARDS, early corticosteroid administration has been considered as appropriate to avoid clinical deterioration and need for MV support. 3 However, cautious has been advised due to potential harmful effects of corticosteroids in viral pneumonia such as During COVID-19 epidemic, non-critically ill COVID-19 patients for whom intubation could be an option if worsening and those not eligible for intubation due to refusal, comorbidities and/or advanced age in the context of limited access to ICU beds were referred to our ward. All patients received standard care, i.e. oxygen with adapted flow to oximetry (including high-flow oxygen), antibiotics, anticoagulants, vasopressors and antiviral drugs if needed. Usual monitoring was provided including pulse oximetry, electrocardiogram, finger blood sugar and daily routine chemical tests. Decision to administer corticosteroids was left to physicians in charge due to uncertainties regarding the benefit/risk balance of their use in non-critically ill COVID-19 patients. 5 Interestingly, because pulmonary edema could worsen hypoxemia in patients presenting cardiovascular co-morbidities and/or cardiac involvement in COVID-19 at risk of fluid retention, we decided to co-administer furosemide systematically to corticosteroid-treated patients, with a rationale similar to that of conservative fluid management in ARDS patients. 5 Therefore, to address the effectiveness of early short-course corticosteroid/furosemide treatment in the non-critically ill COVID-19 patient, we designed a retrospective observational cohort study. All successive COVID-19 patients with pneumonia requiring oxygen admitted to our non-critical medical ward from 03/11/2020 to 04/27/2020 were included. Patients who received intravenous or oral corticosteroids plus furosemide for at least once daily three consecutive days were compared to those who did not (usual care group). The primary composite endpoint was invasive MV requirement (corresponding to care escalation from ward to ICU) or 28-day mortality. Data are expressed as median [percentiles 25 th -75 th ] or percentages. Univariate comparisons were performed using Mann-Whitney or Fisher exact tests, as appropriate. A multivariate logistic regression model to explain the outcome was tested with the corticosteroid/furosemide treatment as explanatory variable and adjustment for independent covariates (gender, age, body-mass index and comorbidities). Odds ratios (OR) and their 95%-confidence intervals were determined. P-values ≤0.05 were considered significant. Analyses were preformed using the R3.6 environment. whereas ninety-three patients did not. Noteworthy, 14/24 control patients (58%) at risk of cardiogenic pulmonary edema (serum brain natriuretic peptide (BNP) ≥100ng/mL) received furosemide without corticosteroids. In the corticosteroid/furosemide treatment group, incidence of invasive MV or death given once daily for up to ten days reduced 28-day mortality by one-third among mechanically ventilated COVID-19 patients and by one-fifth among patients treated with oxygen, while no benefit was observed in patients not receiving respiratory support at randomization. 7 In COVID-19 patients, viral shedding is elevated early then declines. Interestingly, low-dose corticosteroids were shown not to delay viral clearance, thus encouraging their safe prescription aiming to limit the excessive systemic and pulmonary inflammation involved in ventilation worsening. 8 However, the best dose regimen and timing of corticosteroids in COVID-19 remain undetermined.",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 231,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 448,
                    "end": 449,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 716,
                    "end": 717,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1599,
                    "end": 1600,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1957,
                    "end": 1958,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 3754,
                    "end": 3755,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 4049,
                    "end": 4050,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "Various anti-inflammatory therapies including interleukin-1-receptor and interleukin-6 receptor antagonists were proposed to treat non-critically ill COVID-19 patients. 9 However, availability and cost-effectiveness of corticosteroids/furosemide (~60-fold less expensive than monoclonal antibodies) remain unbeatable.",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 170,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "In aged COVID-19 patients with high proportion of cardiac comorbidities, mild-to-moderate pneumonia may be accompanied by some degree of acute heart failure and ischemia, 10 as evidenced in our series by elevations in cardiac biomarkers (BNP, 43 ng/l [16-135] and troponin, 12 ng/ml , respectively). Thus, furosemide administration when prescribing corticosteroids is pertinent, possibly beneficial to limit corticosteroid-induced retention and at least safe if adequately monitored. We observed increase in length of hospital stay, undoubtedly corresponding to increased survival resulting in prolonged medical care and rehabilitation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "Our study limitations include the non-randomized single-center design and relatively small number of patients. The brief study duration determined by COVID-19 epidemic duration precluded a more elaborate design. Future trials should determine the most appropriate strategy offering the best risk/benefit ratio.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "To conclude, our data provides evidence that early short-course of corticosteroids combined to furosemide reduces the risk of invasive MV requirement or 28-day mortality in the non-critically ill COVID-19 patients. In comparison to the RECOVERY trial results, our findings highly suggest the benefits and safety of adding furosemide to corticosteroids, aiming to improve fluid management especially in the aged patients with comorbidities at risk of pulmonary edema (BNP >100ng/mL on admission).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Competing Interest"
        },
        {
            "text": "This study was part of the French COVID-19 cohort registry conducted by the REACTing consortium (REsearch and ACTion targeting emerging infectious diseases) and directed by INSERM (Institut national de la santé et de la recherche médicale) and ISARIC (International Severe Acute Respiratory and Emerging Infection Consortium). Our institutional ethics committee approved the study (N°, IDRCB, 2020-A00256-33; CPP, 11-20 20.02.04.68737). Figure 1 . Impact of the corticosteroid/furosemide treatment in the different patient subgroups defined according to age (using the median value as threshold), gender, presence of diabetes mellitus, serum brain natriuretic peptide (BNP; threshold at 100 ng/mL) and troponin levels (threshold at 16 ng/mL). Odds ratio (OR) and their 95%-confidence intervals were determined. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 437,
                    "end": 445,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Ethics approval and consent to participate"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Risk Factors Associated With Acute Respiratory Distress Syndrome and Death in Patients With Coronavirus Disease",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "JAMA Intern Med",
            "volume": "80",
            "issn": "7",
            "pages": "1--11",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Dexamethasone treatment for the acute respiratory distress syndrome: a multicentre, randomised controlled trial",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Villar",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ferrando",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Martínez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ambrós",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Muñoz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Soler",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "8",
            "issn": "3",
            "pages": "267--273",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19: consider cytokine storm syndromes and immunosuppression",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mehta",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Mcauley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1033--1037",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical evidence does not support corticosteroid treatment for 2019-nCoV lung injury",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Millar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Baillie",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "473--475",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The effect of corticosteroid treatment on patients with coronavirus infection: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Infect",
            "volume": "81",
            "issn": "1",
            "pages": "13--20",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Fluid management in ARDS",
            "authors": [
                {
                    "first": "Casey",
                    "middle": [
                        "J D"
                    ],
                    "last": "Semler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Rice",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Semin Respir Crit Care Med",
            "volume": "40",
            "issn": "1",
            "pages": "57--65",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Dexamethasone in hospitalized patients with COVID-19-Preliminary Report",
            "authors": [
                {
                    "first": "-Recovery Collaborative",
                    "middle": [],
                    "last": "Group",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Horby",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Emberson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mafham",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Bell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Low-dose corticosteroid therapy does not delay viral clearance in patients with COVID-19",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Mei",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Infect",
            "volume": "81",
            "issn": "1",
            "pages": "147--78",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Interleukin-1 blockade with high-dose anakinra in patients with COVID-19, acute respiratory distress syndrome, and hyperinflammation: a retrospective cohort study",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cavalli",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Luca",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Campochiaro",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Della-Torre",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ripa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Canetti",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Rheumatol",
            "volume": "2",
            "issn": "6",
            "pages": "325--331",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "COVID-19 in patients with heart failure: the new and the old epidemic",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "-Sisti",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Valente",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Mandoli",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Santoro",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sciaccaluga",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Franchi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Postgrad Med J",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "was lower than that in the usual care group (OR=0.35 [0.11-1.01], P=0.040). The multivariate analysis confirmed the significant effect of the corticosteroid/furosemide treatment on outcome after adjustment for independent covariates (OR=0.28 [0.07-0.88], P=0.038). Among covariates, male gender (OR=5.03 [1.69-17.49], P=0.006) and maximal oxygen flow (OR=1.14 [1.01-1.32], P=0.049)were associated with worse outcome. The model was significant compared to a model without the corticosteroid/furosemide treatment (P=0.028). Additionally, ORs were analyzed in patient subgroups stratified by age (using the median value as threshold), gender and risk factors including diabetes mellitus, elevated BNP (threshold, 100ng/ml) and troponin levels (threshold, 16ng/mL; Figure1).Remarkably, there was a significant effect of corticosteroid/furosemide treatment in elevated-BNP patients (OR=0.00 [0.00-0.48], P=0.020) while low-BNP patients did not appear to benefit from the treatment. Outcome was improved in elevated-versus low-BNP patients (P=0.030; Cochran-Mantel-Haenszel test). Clinicians reported no remarkable adverse effects attributed to the corticosteroid/furosemide treatment.Our findings are consistent with the retrospective analysis from the large Chinese dataset reporting that methylprednisolone exposure was significantly beneficial in COVID-19 patients admitted with ARDS 1 . The randomized controlled open-label RECOVERY trial showed that dexamethasone 6mg",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "One-hundred-and-nineteen patients(age, 75yrs [63-83]); M/F sex-ratio, 1.9; past hypertension, 61%; diabetes mellitus, 39%; cardiovascular diseases, 39%; lung diseases, 24%) were included (Table1). Twenty-six patients received the corticosteroid/furosemide combination (prednisolone dose equivalent, 1.25mg/kg/24h [0.85-1.87]; furosemide dose, 80mg/24h [40-100]) during 4days [3-4])",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Characteristics of the COVID-19 patients treated or not treated with the corticosteroid/furosemide combination. Data are presented as percentages or medians [percentiles 25th-75th]. Comparisons were performed using Mann-Whitney or Fisher exact tests, as appropriate.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Troponin Ic high-sensitivity (ng/mL) 18 11 ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}