{
    "paper_id": "0b0dd5ed09c8b00aa65d170f84a6fcd783118151",
    "metadata": {
        "title": "The need for change and the problems of change: Continuity and the 'new normal'",
        "authors": [
            {
                "first": "Megan",
                "middle": [],
                "last": "Ainsworth",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Ainsworth",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "industry grows more accustomed to new ways of working, we are beginning to ask questions such as: How can we ensure con- Now, as we introduce changes to suit our needs, restructure our companies, and solidify our new ways of working, is pressure mounting to keep the industry moving (even faster than before the pandemic) while also implementing 'the new'? Large publishers with a wealth of resources may use the time to embrace change; challenge industry norms; and experiment with new formats, processes, and partnerships, but for others in the industry, ensuring continuity and simply staying afloat may be the priority.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "the pandemic post-lockdown. How can we measure the success of each project implemented in such testing times in a fair way?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE CHALLENGE AND OPPORTUNITIES OF AN UNEVEN LANDSCAPE"
        },
        {
            "text": "For example, it would be unfair to compare the success of a new manuscript submissions site launched by a small society journal with no technical experience, to the projected successes of a large-scale partnership announced by a 'big-five' academic publisher during the same period. We are not a JIT (Just in Time) industry, and any changes take time, skills, and (usually) money.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 300,
                    "end": 314,
                    "text": "(Just in Time)",
                    "ref_id": null
                }
            ],
            "section": "THE CHALLENGE AND OPPORTUNITIES OF AN UNEVEN LANDSCAPE"
        },
        {
            "text": "The ability to support a developing (rather than a static) business is essentialperhaps at this time more than ever. We need sustainable resources that can support development such as capital to cover and invest in other areas of business, such as in open access agreements, in the place of print publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE CHALLENGE AND OPPORTUNITIES OF AN UNEVEN LANDSCAPE"
        },
        {
            "text": "For smaller publishers, clever innovation and careful planning has been of the utmost importance: without access to the same resources as that of larger publishers, change has had to be within and non-English Language STM publications will face the challenge of finding suitable publishing strategies to cope in the aftermath of the pandemic, whether it is through the introduction of OA models, collaborations, digital collections, ahead-of-print options, or restructuring workflows to decrease the time from submission to publication. Use of preprint servers such as medRxiv and bioRxiv, which make first versions of papers openly available within a day or two of submission, has soared (Barbour, 2020) . Rapid and open publishing (Calloway, 2020) has become expected for STM research, particularly during the pandemic. Indeed, 'even before COVID-19 spread around the globe, momentum was growing to share results early online and to make work open access' (Calloway, 2020) . Will this style of publishing that includes quick turnaround times and a focus on OA continue as we enter the final months of 2020 and in the future? How will those without a breadth of resources, such as smaller publishers or societies, continue current trends such as quick peer review and open publishing, sustainably, particularly in HSS?",
            "cite_spans": [
                {
                    "start": 689,
                    "end": 704,
                    "text": "(Barbour, 2020)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 733,
                    "end": 749,
                    "text": "(Calloway, 2020)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 958,
                    "end": 974,
                    "text": "(Calloway, 2020)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "THE CHALLENGE AND OPPORTUNITIES OF AN UNEVEN LANDSCAPE"
        },
        {
            "text": "So what comes next? Is our current world of online events via Zoom, Microsoft Teams, or some other virtual meeting software cementing itself as the norm? Over the last few months, there have been many successful online conferences, launches, events, and meetings which have never before taken place online, such as the University Press Redux Online 2020, which was hosted by Cambridge Open Engage. MIT Press saw a full season of book events cancelled in spring and instead made 'a transition from festivals, book tours, launches, and conferences to a fully digital events landscape' (Nyren & Stileman, 2020) . Despite the grim economic picture, all areas of the scholarly communications industry have ploughed ahead, altering the way we work to meet the needs of academics and universities. Inevitably, some have made more headway than others, and only time will tell how the pandemic will reshape the industry in the long term. The January 2021 special issue of Learned Publishing will address how the COVID-19 crisis is changing the way we work, how we plan, and where we invest as an industry, and perhaps looking back at the final quarter of 2020 will bring us some clarity about the changes which are here to stay.",
            "cite_spans": [
                {
                    "start": 583,
                    "end": 607,
                    "text": "(Nyren & Stileman, 2020)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "LOOKING AHEAD"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Science publishing has opened up during the coronavirus pandemic",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Barbour",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Will the pandemic permanently alter scientific publishing?",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Calloway",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Global academic response to COVID-19: cross-sectional study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Helliwell",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Bolton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Burke",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Tiernan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Jayne",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Chapman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Learned Publishing",
            "volume": "",
            "issn": "4",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/leap.1317"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "David among Goliaths: Open access publishing in scientific (semi-) periphery",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Macan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Škori C",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Petrak",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Learned Publishing",
            "volume": "",
            "issn": "4",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/leap.1320"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The A to zoom of digital book events",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nyren",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Stileman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Scholarly Publishing",
            "volume": "51",
            "issn": "4",
            "pages": "228--233",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Publishing during pandemic: Innovation, collaboration, and change",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Smart",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Learned Publishing",
            "volume": "33",
            "issn": "3",
            "pages": "194--197",
            "other_ids": {
                "DOI": [
                    "10.1002/leap.1314"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Society for scholarly publishing",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "CUP) has announced that five of its STM journals will publish with Hindawi Limited under a new collaborative, open access publishing agreement. Elsewhere, The American Association for the Advancement of Science (AAAS) has announced that it will be moving its full suite of online journal content to Atypon's online publishing platform, Literatum, in the summer of 2021 (SSP, 2020), and Clarivate has launched the Arabic Citation Index™ (ARCI), the world's first local language citation index for the Arabic world in Egypt. Developments, launches, and partnerships have continued to forge ahead across the industry, but how difficult has it been to lead large projects through to fruition? Is it worth it, particularly for smaller companies, to take on new ventures to ensure growth and continuity in such uncertain times? In this issue, Helliwell et al. present their article 'Global academic response to COVID-19: Cross-sectional study', which 'explores the response to COVID-19 from investigators, editors, and publishers and seeks to define challenges during the early stages of the pandemic' (Helliwell et al., 2020). A cross-sectional bibliometric review of COVID-19 literature was undertaken, as well as a comparative review of Middle East Respiratory Syndrome (MERS) literature, and the responsiveness of investigators, editors, and publishers was measured according to various criteria. The article summarizes how publishers, editors, and investigators responded to the early stages of the pandemic.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "the limits of what they can manage, and indeed afford. Has the time now come to decide what changes should (or must) be continued as practice post-pandemic? On an international level, how will less-resourced publishers come up to par if they are unable to keep up in the race towards 'new' publishing strategies? In the case study featured in this issue, entitled 'David among Goliaths: open access publishing in scientific (semi) periphery' by Macan, Škori c and Petrak (2020), the authors analyse data on papers of Croatian authors published in 2017 from four Web of Science Core Collection citation indexes and found that the percentage of open access (OA) papers in Croatian journals was 99.8%. Interestingly, the share of OA papers was the highest for the humanities and social sciences (HSS), which also saw the highest share of papers in the Croatian language. Publishers in HSS",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "tinuity? What should stay and what can go? Many of us working in scholarly communications have been tested as we have attempted to manage business as usual during the lockdown. We have persevered with planned projects: from website migrations to launching new submissions systems, from flipping subscription journals to open access, to entering into new contracts with third party partners, the list goes on. So, how have we managed? Will the numerous changes companies have made internally, as well as industry-wide overhauls (e.g. the massively increased focus on online content and discoverability), survive long term?BIG CHANGES, BIG REWARDS?In recent months, UK university presses have kept their noses to the grindstone; we have seen Liverpool University Press migrate their entire journals collection to a new platform hosted by CloudPublish. UCL Press has announced that five of its journals will be hosted on the interactive discovery platform, ScienceOpen, as part of the UCL Press partnership, and Cambridge University Press",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}