{
    "paper_id": "0b1c76cee25925e8e1c8551b255def954e972651",
    "metadata": {
        "title": "Journal Pre-proof Vertical transmission of COVID-19 in a 1-day-old neonate",
        "authors": [
            {
                "first": "Arash",
                "middle": [],
                "last": "Bordbar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Shahid Akbarabadi Clinical Research Development Unit (ShACRDU)",
                    "institution": "University of Medical Sciences (IUMS)",
                    "location": {
                        "settlement": "Tehran",
                        "country": "Iran, Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "Mandana",
                "middle": [],
                "last": "Kashaki",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Shahid Akbarabadi Clinical Research Development Unit (ShACRDU)",
                    "institution": "University of Medical Sciences (IUMS)",
                    "location": {
                        "settlement": "Tehran",
                        "country": "Iran, Iran"
                    }
                },
                "email": "mandanakashaki@gmail.com"
            },
            {
                "first": "Fatemeh",
                "middle": [],
                "last": "Rezaei",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Shahid Akbarabadi Clinical Research Development Unit (ShACRDU)",
                    "institution": "University of Medical Sciences (IUMS)",
                    "location": {
                        "settlement": "Tehran",
                        "country": "Iran, Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "Ramezan",
                "middle": [],
                "last": "Jafari",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Baqiyatallah University of Medical Sciences",
                    "location": {
                        "settlement": "Tehran",
                        "country": "Iran"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "COVID-19 has led to disruption of health care in the newborns and pregnant women [1] , but its clinical features are largely still unknown [2] . Therefore, the primary detection of COVID-19 may provide more desirable outcomes in pregnant women [3] . Previously, we reported a 6 months old infant with COVID-19, who was born prematurely at 28 weeks [4] .",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 84,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 139,
                    "end": 142,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 244,
                    "end": 247,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 348,
                    "end": 351,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor"
        },
        {
            "text": "In this report, a 29-year-old pregnant woman with a history of hypothyroidism for 2 years and gestational diabetes mellitus (GDM) for 6 months was admitted to the delivery ward of a maternity hospital in Tehran (Iran) due to labor pains. The mother had no contact history with suspected and infected patients. She also had no fever, cough, dyspnea or gastrointestinal symptoms. But she lived in areas with a high prevalence of COVID-19,and blood tests revealed a normal range for the mother A term male newborn was born by caesarean section on April 11th, 2020 with a birth weight of 4300, a height of 47 cm and a head circumference of 35 cm. Furthermore, Apgar scores were 8 and 9 at 1 and 5 minutes after birth, respectively. Additionally, vital signs were: temperature (36.7 °C), blood pressure (67/39 mm Hg), heart rate (156 beats per minute [bpm]), respiratory rate (72 breaths per minute), oxygen saturation (90%), cyanosis, tachypnea, intercostal and subcostal retractions, grunting and the clinical respiratory score (5-6). Immediately, the newborn was transferred from another hospital to the neonatal intensive care unit (NICU) ward of Shahid Akbar-Abadi Hospital in Tehran (Iran) due to progressive respiratory distress during the first 4 hours after birth. Furthermore, the neonate had no contact with the mother after birth. There was also no skin-to-skin contact after birth due to respiratory distress, and breastfeeding was not performed by the mother.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor"
        },
        {
            "text": "On the first day after birth, the patient was subjected to sepsis workup and chest X-ray was then requested for the neonate. Routine blood and early biochemical examinations, including white blood cell (WBC) count, venous blood gases (VBG), and C-reactive protein (CRP) were within normal limits. Also, the neonate was treated with ampicillin (50mg/kg /TDS for 24 hours) and amikacin (10mg/kg every 12 h for 24 hours). On the second day, leukocytes levels started dropping, while CRP levels started rising.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor"
        },
        {
            "text": "Nasopharyngeal swab specimens were taken immediately on day 2 from the newborn because of clinical, paraclinical, and radiologic suspicion of the COVID-19 and the mother (despit lack of symptom) to evaluate COVID-19 by Reverse-Transcription Polymerase Chain Reaction (RT-PCR) assay. Unfortunately, these specimens were not collected for PCR due to a lack of access to the maternal umbilical cord and amniotic fluid. After 24 h, the RT-PCR test results of the neonate and the mother were positive for COVID-19. chest radiography in the early hours after birth demonstrated bilateral scattered opacities preferably in the middle lobe of the right lung (Fig 1) . On examination, the patient had normal echocardiography. Regarding the imaging evidence and the persistence of respiratory distress of newborn, the antibiotics were changed to meropenem (20 mg/kg/TDS) and vancomycin (15 mg/kg/BD) on the second day of birth.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 650,
                    "end": 657,
                    "text": "(Fig 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Dear Editor"
        },
        {
            "text": "On the third day of birth, the newborn condition changed from high flow nasal cannula (HFNC) to hood with Fio2 (40%) due to reduced distress, retraction and tachypnea intensity. Oxygen therapy was and gradually reduced and discontinued from the fifth day. From the third day of birth, breastfeeding with formula is gradually beginning with a small volume. On this day, mother was discharged from hospital due to the asymptomatic condition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor"
        },
        {
            "text": "On the fourth day, the newborn was discharged from the hospital in stable condition and quarantined with her parents for 14 days to maintain isolation at home. Then, we followed them up to an afebrile condition without clinical signs of COVID-19, when the neonate symptoms were starting to resolve and oxygen saturation started rising (98%) so over the fourth day, resulting in negative RT-PCR test of the neonate and the mother.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor"
        },
        {
            "text": "In summary, conventional antiviral therapy has not been started due to possible side effects and lack of definitive advice during infancy. We present a 1-day-old neonate with COVID-19 based on the, laboratory and radiological findings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor"
        },
        {
            "text": "We only had supportive therapies, and the disease had a good clinical course, and there was no serious complication in the treatment process with supportive measures. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Promotion of Maternal-Infant Mental Health and Trauma-Informed Care During the Coronavirus Disease 2019 Pandemic",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Records",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Low",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Obstetric, Gynecologic, and Neonatal Nursing : JOGNN",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jogn.2020.07.004"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical features of neonates born to mothers with coronavirus disease-2019:a systematic review of 105 neonates",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Chiu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "L"
                    ],
                    "last": "Tai",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Sung",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tseng",
                    "suffix": ""
                },
                {
                    "first": "Yu-Min",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Immunology and Infection.Available online",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jmii.2020.07.024"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Maternal and neonatal characteristics and outcomes among COVID-19 infected women: An updated systematic review and meta-analysis",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dubey",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Reddy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Manuel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Dwivedi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "European Journal of Obstetrics, Gynecology, and Reproductive Biology",
            "volume": "252",
            "issn": "",
            "pages": "490--501",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A 6 months old infant with fever, dyspnea and poor feeding, diagnosed with COVID-19. Travel Medicine and Infectious Disease",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jafari",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cegolon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Torkaman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Two portable AP chest x rays from neonate at day one(A) show patchy reticular and ground glass infiltration at lower zone of both lungs (more prominent at right paracardiac area) with significant resolution of opacities at day four (B)",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to thank the Shahid Akbarabadi Clinical Research Development Unit (SHACRDU), Iran University of Medical Sciences (IUMS), Tehran, Iran (Ethical code NO: IR.IUMS.REC.1399.369).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "This case report has been described in accordance with the ethical standards laid down in the \"Declaration of Helsinki of 1964\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics approval"
        },
        {
            "text": "Written informed consent was obtained from parents for the publication of this case report.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        },
        {
            "text": "AB, MK, FR,and RJ drafted,designed and wrote the original draft.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors 'contributions"
        },
        {
            "text": "None",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        }
    ]
}