{"paper_id": "0b1dd2ed987b7a759ce890d6db09c46cba745cb3", "metadata": {"title": "Article Label Public Intent to Comply with COVID-19 Public Health Recommendations", "authors": [{"first": "Robert", "middle": ["P"], "last": "Lennon", "suffix": "", "affiliation": {"laboratory": "", "institution": "Penn State University", "location": {"region": "IV, MD, MPH"}}, "email": ""}, {"first": "Surav", "middle": ["M"], "last": "Sakya", "suffix": "", "affiliation": {"laboratory": "", "institution": "Penn State University", "location": {"region": "IV, MD, MPH"}}, "email": ""}, {"first": "Erin", "middle": ["L"], "last": "Miller", "suffix": "", "affiliation": {"laboratory": "", "institution": "Penn State University", "location": {"region": "IV, MD, MPH"}}, "email": ""}, {"first": "Bethany", "middle": [], "last": "Snyder", "suffix": "", "affiliation": {"laboratory": "", "institution": "Penn State University", "location": {"region": "IV, MD, MPH"}}, "email": ""}, {"first": "Tonguç", "middle": [], "last": "Yaman", "suffix": "", "affiliation": {"laboratory": "", "institution": "Penn State University", "location": {"region": "IV, MD, MPH"}}, "email": ""}, {"first": "Aleksandra", "middle": ["E"], "last": "Zgierska", "suffix": "", "affiliation": {"laboratory": "", "institution": "Penn State University", "location": {"region": "IV, MD, MPH"}}, "email": ""}, {"first": ";", "middle": [], "last": "Mack", "suffix": "", "affiliation": {"laboratory": "", "institution": "Penn State University", "location": {"region": "IV, MD, MPH"}}, "email": ""}, {"first": "T", "middle": [], "last": "Ruffin", "suffix": "", "affiliation": {"laboratory": "", "institution": "Penn State University", "location": {"region": "IV, MD, MPH"}}, "email": ""}, {"first": "Lauren", "middle": [], "last": "Jodi", "suffix": "", "affiliation": {"laboratory": "", "institution": "Penn State University", "location": {"region": "IV, MD, MPH"}}, "email": ""}, {"first": "Van", "middle": [], "last": "Scoy", "suffix": "", "affiliation": {"laboratory": "", "institution": "Penn State University", "location": {"region": "IV, MD, MPH"}}, "email": ""}]}, "abstract": [{"text": "Stay-at-home orders have been an essential component of coronavirus 2019 ) management in the United States. As states start lifting these mandates to reopen the economy, voluntary public compliance with public health recommendations may significantly influence the extent of resurgence in COVID-19 infection rates. Population-level risk from reopening may therefore be predicted from public intent to comply with public health recommendations. We are conducting a global, convergent design mixed-methods survey on public knowledge, perceptions, preferred health information sources, and understanding of and intent to comply with public health recommendations. With over 9,000 completed surveys from every US state and over 70 countries worldwide, to our knowledge this is the largest pandemic messaging study to date. Although the study is still ongoing, we have conducted an analysis of 5,005 US surveys completed from April 9-15, 2020 on public intent to comply with public health recommendations and offer insights on the COVID-19 pandemicrelated risk of reopening. We found marked regional differences in intent to follow key public health recommendations. Regional efforts are urgently needed to influence public behavior changes to decrease the risk of reopening, particularly in higher-risk areas with low public intent to comply with preventive health recommendations. [HLRP: Health Literacy Research and Practice. 2020;4(3):e160-e165.] © 2020 Lennon, Sakya, Miller, et al.; ", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Attribution-NonCommercial 4.0 International (https://creativecommons.org/licenses/by-nc/4.0). This license allows users to copy and distribute, to remix, transform, and build upon the article non-commercially, provided the author is attributed and the new work is non-commercial.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Modelling studies suggest that early quarantine combined with other public health measures appears to have been effective at reducing incidence and mortality during the coronavirus 2019 pandemic (Nussbaumer-Streit et al., 2020) . As states in the US lift stay-at-home orders to reopen the economy, compliance with public health recommendations becomes voluntary, and the risk of COVID-19 resurgence may be influenced by the public's intent to voluntarily comply with these recommendations. Limited data exist on public intent to comply with, or even the knowledge of, COVID-19 public health recommendations.", "cite_spans": [{"start": 195, "end": 227, "text": "(Nussbaumer-Streit et al., 2020)", "ref_id": "BIBREF9"}], "ref_spans": [], "section": ""}, {"text": "Recent knowledge surveys include a national phone survey (N = 1,216), which found a mixed understanding of COVID-19 recommendations (Hamel et al., 2020) , and a Chicago phone survey (N = 630), which found lower COVID-19 knowledge among racial/ethnic minority US participants and those with lower health literacy (Wolf et al., 2020 ). An online Pennsylvania survey (N = 5,984) also found lower COVID-19 knowledge in racial/ethnic minority US populations and in groups with lower education, and that only 67% intended to voluntarily adhere to social distancing and travel restriction recommendations (Van Scoy et al., 2020) . As states reopen, it is imperative that we identify groups at risk for worse compliance with public health preventive recommendations, as additional, targeted public health messaging may increase compliance (Asmundson & Taylor, 2020; Prati, Pietrantoni, & Zani, 2011) , reducing, in turn, the risk of COVID-19 resurgence. The objective of this study was to identify public intent to comply with the five primary public health recommendations aimed at reducing the spread of COVID-19.", "cite_spans": [{"start": 132, "end": 152, "text": "(Hamel et al., 2020)", "ref_id": "BIBREF5"}, {"start": 312, "end": 330, "text": "(Wolf et al., 2020", "ref_id": "BIBREF14"}, {"start": 598, "end": 621, "text": "(Van Scoy et al., 2020)", "ref_id": "BIBREF11"}, {"start": 831, "end": 857, "text": "(Asmundson & Taylor, 2020;", "ref_id": "BIBREF1"}, {"start": 858, "end": 891, "text": "Prati, Pietrantoni, & Zani, 2011)", "ref_id": "BIBREF10"}], "ref_spans": [], "section": ""}, {"text": "This cross-sectional online survey study has ongoing enrollment (covidsurvey.psu.edu) and asks open and closed questions to explore COVID-19 perceptions, knowledge, preferred information sources, and understanding of and intent to comply with public health recommendations. A preliminary quantitative analysis of questions pertaining to intent to comply with public health recommendations was conducted on data collected from April 9-15, 2020.", "cite_spans": [], "ref_spans": [], "section": "METHODS"}, {"text": "The survey was adapted from a prior survey (Van Scoy et al., 2020) in partnership with the College of Healthcare Information and Management Executives (CHIME). The survey is hosted on the SurveyHero platform (www.surveyhero.com) and promoted via social networking and CHIME and Penn State University College of Medicine (PS-COM) press releases. With no funding to pay for targeted outreach, the research team and CHIME partners advised their social and professional networks (i.e., Facebook, Twitter, LinkedIn) that the survey was available, and asked these networks to complete and, more importantly, share the survey with their networks via snowball sampling.", "cite_spans": [{"start": 43, "end": 66, "text": "(Van Scoy et al., 2020)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "METHODS"}, {"text": "Demographic information collected includes age, gender, race, ethnicity, education, and social status using the 10-point MacArthur Scale of Subjective Social Status (Adler, Epel, Castellazzo, & Ickovics, 2000) .", "cite_spans": [{"start": 165, "end": 209, "text": "(Adler, Epel, Castellazzo, & Ickovics, 2000)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "METHODS"}, {"text": "Respondents were asked about these five public health recommendations: \"wash your hands often (for 20 seconds or more)\" (wash hands); \"maintain social distancing/social isolation even if you have no symptoms\" (social distancing); \"avoid touching your eyes, nose, and mouth\" (avoid touching face);\" \"cough or sneeze into your elbow\" (cough etiquette); and \"stay at home if you feel unwell. if you have a fever, cough, and difficulty breathing seek medical attention and call in advance\" (stay home).", "cite_spans": [], "ref_spans": [], "section": "METHODS"}, {"text": "Intention to comply with these recommendations was measured by asking participants to identify the degree of their intent to follow public health recommendations on a 5-point scale (certainly not, probably not, maybe, probably yes, or most certainly).", "cite_spans": [], "ref_spans": [], "section": "METHODS"}, {"text": "The PS-COM Institutional Review Board approved the study protocol. This study adheres to the Strengthening the Reporting of Observational Studies in Epidemiology guidelines (von Elm et al., 2007) .", "cite_spans": [{"start": 173, "end": 195, "text": "(von Elm et al., 2007)", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "METHODS"}, {"text": "Descriptive statistics were used to describe the responses. Zip code data were clustered using the 2-digit prefix (representing large regions within discrete clusters of states); clusters with less than 10 respondents were removed as probable outliers. National averages were generated from all clusters with 10 or more respondents. Metro areas were identified by 3-digit zip code-adjacent clusters; clusters with 40 or more respondents were identified and compared to the national average using a 2-sided z-test with 95% confidence intervals. Statistical analyses were completed with R statistical software (Version 4.0.0).", "cite_spans": [], "ref_spans": [], "section": "METHODS"}, {"text": "From April 9-15, 2020, 5,137 US adults completed the survey. Surveys from 5,005 respondents came from 2-digit zip code prefix areas with at least 10 respondents and were analyzed. Respondents were primarily middle age (48 years), White (89.7%), non-Hispanic (91%), educated (74.5% with a bachelor's degree of higher), women (72.4%), and selfidentifying their social status at 7 of 10 (Table 1) . Fifteen metro areas, with a total of 1,809 respondents, were identified as having 40 or more respondents.", "cite_spans": [], "ref_spans": [{"start": 384, "end": 393, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "RESULTS"}, {"text": "National average intent to comply most certainly was over 80% for four recommendations: wash hands (90%); social distancing (86%); stay home (95%); and cough etiquette (86%), but substantially lower for avoid touching face (59%, N = 5,005, p < .05) ( Table 2) . Metro areas showed wide variation across recommendations: wash hands (82%-95%); social distancing (80%-95%); stay home (89%-96%); cough etiquette (81%-92%); and avoid touching face (44%-71%).", "cite_spans": [], "ref_spans": [{"start": 251, "end": 259, "text": "Table 2)", "ref_id": "TABREF1"}], "section": "RESULTS"}, {"text": "Preliminary data from 5,005 respondents nationally and 1,809 respondents in metro areas showed fairly high aggregate intent to follow public health recommendations to reduce the spread of COVID-19. However, respondents reported a lower intent to comply with arguably the most important recommendation: avoid touching face. Washing hands, social distancing, staying home, and cough etiquette are important, but perfect compliance with them can be undone with a single careless touch. The lower the intent to comply with public health recommendations, the higher the likelihood of a resurgence of COVID-19 when mandatory quarantine ends.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Atlanta, GA, has the lowest intent to most certainly comply with the recommendation to avoid touching face (44%, p <. 05). At the same time, Atlanta has the greatest COVID-19 burden in Georgia, and managed to plateau their cases-per-week under lockdown (Georgia Department of Health, 2020), but still has high occupancy of intensive care facilities, limiting their ability to effectively manage a surge (Whyte, 2020) . Respondents from Minneapolis, MN, Philadelphia, PA, and Seattle, WA, reported 50% or lower intent to most certainly comply with this recommendation (p <. 05). Formal analysis of possible correlation between intended compliance and resurgence during reopening is ongoing, and a challenge of evaluating resurgence is the 14day lag in reporting. Anecdotally, however, low-compliance areas appear to be particularly hard-hit during reopening. For example, Mayor Keisha Lance Bottoms of Atlanta, the city with the lowest intended compliance of avoid touching face (44%), mandated mask-wearing by executive order July 8, 2020, stating, \"Atlanta is going to do it [mandate mask wearing] today because . . . COVID-19 is wreaking havoc on our city, specifically Black and Brown communities. . . \" (FOX5Atlanta, 2020). Philadelphia, with 50% intended compliance of avoid touching face, has paused some of its reopening plans due to the rising number of positive COVID-19 cases, (McCormick & Brooks, 2020) and Washington, DC, with 52% intended compliance, has noted a \"troubling spike\" in coronavirus deaths over the past two weeks-even though not all deaths have been reported (NBC Washington Staff, 2020) . Low-intent areas would be prudent to mount targeted public education campaigns to improve compliance.", "cite_spans": [{"start": 403, "end": 416, "text": "(Whyte, 2020)", "ref_id": "BIBREF13"}, {"start": 1387, "end": 1413, "text": "(McCormick & Brooks, 2020)", "ref_id": "BIBREF7"}, {"start": 1586, "end": 1614, "text": "(NBC Washington Staff, 2020)", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Our data indicate the importance of inquiring about the intent to comply with individual recommendations. A question about general intent would not have identified the marked variation in intended compliance with some preventive strategies.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Our demographic distribution is skewed toward White women who self-identified as having above-average social status, which may limit generalizability. This likely stems from our snowball sampling method. This group is associated with better health outcomes (Lago et al., 2018) , so our data may reflect the upper boundary of intent, in turn suggesting that other demographic groups may have lower compliance, and hence, higher risk. Recent data on selfreported compliance with public health recommendations to prevent the spread of COVID-19 in African Americans supports this interpretation (Block, Berg, Lennon, Miller, & Nunez-Smith, 2020) . As an online, cross-sectional survey, we could not verify respondent veracity or describe true prevalence. The survey answers reflect a single moment in time and may not be generalizable over time. Our data were collected as stay-at-home orders started; hence, we collected self-reported intent to comply, which may reflect social desirability bias; in other words, our reported com-pliance may be what the public aspired to in April but does not actually practice today. Evolving social phenomenafrom a relaxing of attitudes over time, to nice weather enticing people outside, to civil disobedience and social action in the wake of prominent racially biased events-may all serve to further drive actual compliance today lower than the intended compliance we report, and may further cause differences across demographic groups. Sample sizes for individual metro areas were small, precluding meaningful subgroup analysis.", "cite_spans": [{"start": 257, "end": 276, "text": "(Lago et al., 2018)", "ref_id": "BIBREF6"}, {"start": 591, "end": 641, "text": "(Block, Berg, Lennon, Miller, & Nunez-Smith, 2020)", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Our study has several strengths. It is the largest study to our knowledge that offers data on public intent to comply with Centers for Disease Control and Prevention recommendations during the COVID-19 pandemic. It gives citizens in low intent-to-comply areas a surrogate marker of their community's risk of a COVID-19 resurgence in the midst of reopening and offers those municipalities a chance to conduct targeted outreach and messaging to convey the importance of compliance, particularly to avoid touching face.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "In summary, this study suggests that there are substantial, significant regional differences in intent to comply with public health recommendations to reduce the spread of COVID-19, which is alarming as states begin to reopen. Local-and state-level resurgence rates will determine the extent to which public intent-to-comply with public health recommendations correlates with resurgence risk in areas of reopening. Demographically matched sampling of metro areas is indicated to confirm or refute our data. Greater responses to our ongoing survey will offer the ability for per-zip-code risk assessment and demographic subgroup analyses that can help better target our preventive efforts.", "cite_spans": [], "ref_spans": [], "section": "CONCLUSION"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Relationship of subjective and objective social status with psychological and physiological functioning: Preliminary data in healthy white women. Health Psychology: Official Journal of the Division of Health Psychology", "authors": [{"first": "N", "middle": ["E"], "last": "Adler", "suffix": ""}, {"first": "E", "middle": ["S"], "last": "Epel", "suffix": ""}, {"first": "G", "middle": [], "last": "Castellazzo", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Ickovics", "suffix": ""}], "year": 2000, "venue": "American Psychological Association", "volume": "19", "issn": "6", "pages": "586--592", "other_ids": {"DOI": ["10.1037/0278-6133.19.6.586"], "PMID": ["11129362"]}}, "BIBREF1": {"ref_id": "b1", "title": "Coronaphobia: Fear and the 2019-nCoV outbreak", "authors": [{"first": "G", "middle": ["J G"], "last": "Asmundson", "suffix": ""}, {"first": "S", "middle": [], "last": "Taylor", "suffix": ""}], "year": 2020, "venue": "Journal of Anxiety Disorders", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.janx-dis.2020.102196"], "PMID": ["32078967"]}}, "BIBREF2": {"ref_id": "b2", "title": "African American adherence to COVID-19 public health recommendations", "authors": [{"first": "R", "middle": [], "last": "Block", "suffix": ""}, {"first": "", "middle": [], "last": "Jr", "suffix": ""}, {"first": "A", "middle": [], "last": "Berg", "suffix": ""}, {"first": "R", "middle": ["P"], "last": "Lennon", "suffix": ""}, {"first": "E", "middle": ["L"], "last": "Miller", "suffix": ""}, {"first": "M", "middle": [], "last": "Nunez-Smith", "suffix": ""}], "year": 2020, "venue": "HLRP: Health Literacy Research and Practice", "volume": "4", "issn": "3", "pages": "166--170", "other_ids": {"DOI": ["10.3928/24748307-20200707-01"]}}, "BIBREF3": {"ref_id": "b3", "title": "Atlanta mayor issues executive order mandating masks to fight COVID-19", "authors": [{"first": "", "middle": [], "last": "Fox5atlanta", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Georgia Department of Health daily status report", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "KFF coronavirus poll", "authors": [{"first": "L", "middle": [], "last": "Hamel", "suffix": ""}, {"first": "L", "middle": [], "last": "Lunna", "suffix": ""}, {"first": "C", "middle": [], "last": "Muñana", "suffix": ""}, {"first": "J", "middle": [], "last": "Kates", "suffix": ""}, {"first": "J", "middle": [], "last": "Michaud", "suffix": ""}, {"first": "M", "middle": [], "last": "Brodie", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Socioeconomic status, health inequalities and non-communicable diseases: A systematic review", "authors": [{"first": "S", "middle": [], "last": "Lago", "suffix": ""}, {"first": "D", "middle": [], "last": "Cantarero", "suffix": ""}, {"first": "B", "middle": [], "last": "Rivera", "suffix": ""}, {"first": "M", "middle": [], "last": "Pascual", "suffix": ""}, {"first": "C", "middle": [], "last": "Blázquez-Fernández", "suffix": ""}, {"first": "B", "middle": [], "last": "Casal", "suffix": ""}, {"first": "F", "middle": [], "last": "Reyes", "suffix": ""}], "year": 2018, "venue": "Journal of Public Health", "volume": "26", "issn": "1", "pages": "", "other_ids": {"DOI": ["10.1007/s10389-017-0850-zPMID"]}}, "BIBREF7": {"ref_id": "b7", "title": "Philadelphia pausing full green phase reopening, announces travel advisory. 6ABCAction-News", "authors": [{"first": "A", "middle": [], "last": "Mccormick", "suffix": ""}, {"first": "B", "middle": [], "last": "Brooks", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Coronavirus in DC, Maryland, Virginia: What to know on July 9", "authors": [{"first": "", "middle": [], "last": "Nbc Washington Staff", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Quarantine alone or in combination with other public health measures to control COVID-19: A rapid review", "authors": [{"first": "B", "middle": [], "last": "Nussbaumer-Streit", "suffix": ""}, {"first": "V", "middle": [], "last": "Mayr", "suffix": ""}, {"first": "A", "middle": ["I"], "last": "Dobrescu", "suffix": ""}, {"first": "A", "middle": [], "last": "Chapman", "suffix": ""}, {"first": "E", "middle": [], "last": "Persad", "suffix": ""}, {"first": "I", "middle": [], "last": "Klerings", "suffix": ""}, {"first": "E", "middle": [], "last": "Persad", "suffix": ""}, {"first": "I", "middle": [], "last": "Klerings", "suffix": ""}, {"first": "G", "middle": [], "last": "Wagner", "suffix": ""}, {"first": "U", "middle": [], "last": "Siebert", "suffix": ""}, {"first": "C", "middle": [], "last": "Christof", "suffix": ""}, {"first": "C", "middle": [], "last": "Zachariah", "suffix": ""}, {"first": "G", "middle": [], "last": "Gartlehner", "suffix": ""}], "year": 2020, "venue": "Cochrane Database Systematic Reviews", "volume": "4", "issn": "4", "pages": "", "other_ids": {"DOI": ["10.1002/14651858.CD013574"], "PMID": ["32267544"]}}, "BIBREF10": {"ref_id": "b10", "title": "A social-cognitive model of pandemic influenza H1N1 risk perception and recommended behaviors in Italy", "authors": [{"first": "G", "middle": [], "last": "Prati", "suffix": ""}, {"first": "L", "middle": [], "last": "Pietrantoni", "suffix": ""}, {"first": "B", "middle": [], "last": "Zani", "suffix": ""}], "year": 2011, "venue": "Risk Analysis", "volume": "31", "issn": "4", "pages": "", "other_ids": {"DOI": ["10.1111/j.1539-6924.2010.01529.xPMID"]}}, "BIBREF11": {"ref_id": "b11", "title": "Knowledge, perceptions, and preferred information sources related to COVID-19 among central Pennsylvania adults early in the pandemic: Results of a mixed methods cross sectional survey", "authors": [{"first": "L", "middle": ["J"], "last": "Van Scoy", "suffix": ""}, {"first": "E", "middle": ["L"], "last": "Miller", "suffix": ""}, {"first": "B", "middle": [], "last": "Snyder", "suffix": ""}, {"first": "E", "middle": [], "last": "Wasserman", "suffix": ""}, {"first": "V", "middle": ["M"], "last": "Chinchilli", "suffix": ""}, {"first": "A", "middle": ["E"], "last": "Zgierska", "suffix": ""}, {"first": "D", "middle": [], "last": "Rabago", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Lennon", "suffix": ""}, {"first": "D", "middle": [], "last": "Lipnick", "suffix": ""}, {"first": "O", "middle": [], "last": "Toyobo", "suffix": ""}, {"first": "M", "middle": ["T"], "last": "Ruffin", "suffix": ""}, {"first": "", "middle": [], "last": "Iv", "suffix": ""}, {"first": "R", "middle": ["P"], "last": "Lennon", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "The Strengthening the Reporting of Observational Studies in Epidemiology (STROBE) statement: Guidelines for reporting observational studies", "authors": [{"first": "E", "middle": [], "last": "Von Elm", "suffix": ""}, {"first": "D", "middle": ["G P"], "last": "Altman", "suffix": ""}, {"first": "M", "middle": [], "last": "Egger", "suffix": ""}, {"first": "S", "middle": ["J P"], "last": "Pocock", "suffix": ""}, {"first": "P", "middle": ["C M D"], "last": "Gøtzsche", "suffix": ""}, {"first": "J", "middle": ["P P"], "last": "Vandenbroucke", "suffix": ""}, {"first": "S", "middle": [], "last": "Initiative", "suffix": ""}], "year": 2007, "venue": "Lancet", "volume": "370", "issn": "9596", "pages": "", "other_ids": {"DOI": ["10.1016/S0140-6736(07"], "PMID": ["18064739"]}}, "BIBREF13": {"ref_id": "b13", "title": "As Georgia lifts restrictions, its hospitals may be unready for a COVID-19 surge. National Public Radio", "authors": [{"first": "L", "middle": ["E"], "last": "Whyte", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Awareness, attitudes, and actions related to COVID-19 among adults with chronic conditions at the onset of the U.S. outbreak: A cross-sectional survey", "authors": [{"first": "M", "middle": ["S"], "last": "Wolf", "suffix": ""}, {"first": "M", "middle": [], "last": "Serper", "suffix": ""}, {"first": "L", "middle": [], "last": "Opsasnick", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "O&apos;conor", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Curtis", "suffix": ""}, {"first": "J", "middle": ["Y"], "last": "Benavente", "suffix": ""}, {"first": "G", "middle": [], "last": "Wismer", "suffix": ""}, {"first": "S", "middle": [], "last": "Batio", "suffix": ""}, {"first": "M", "middle": [], "last": "Eifler", "suffix": ""}, {"first": "P", "middle": [], "last": "Zheng", "suffix": ""}, {"first": "A", "middle": [], "last": "Russell", "suffix": ""}, {"first": "M", "middle": [], "last": "Arvanitis", "suffix": ""}, {"first": "D", "middle": [], "last": "Ladner", "suffix": ""}, {"first": "M", "middle": [], "last": "Kwasny", "suffix": ""}, {"first": "S", "middle": ["D"], "last": "Persell", "suffix": ""}, {"first": "T", "middle": [], "last": "Rowe", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Linder", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Bailey", "suffix": ""}], "year": 2020, "venue": "Annals of Internal Medicine", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.7326/M20-1239"], "PMID": ["32271861"]}}}, "ref_entries": {"TABREF0": {"text": "", "latex": null, "type": "table"}, "TABREF1": {"text": "Public Understanding and Intent to Comply with Select CDC Recommendations Related to COVID-19", "latex": null, "type": "table"}, "TABREF2": {"text": "TABLE 1 Demographics of Survey Respondents ( N = 5,005)", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Characteristic </td><td>Number\n</td></tr><tr><td>Gender\n</td><td> </td></tr><tr><td> Female\n</td><td>3,720\n</td></tr><tr><td> Male\n</td><td>1,191\n</td></tr><tr><td> Nonbinary\n</td><td>43\n</td></tr><tr><td> Prefer not to answer\n</td><td>39\n</td></tr><tr><td> Missing information\n</td><td>12\n</td></tr><tr><td>Racea\n</td><td> </td></tr><tr><td> White\n</td><td>4,608\n</td></tr><tr><td> Asian\n</td><td>192\n</td></tr><tr><td> Prefer not to answer </td><td>92\n</td></tr><tr><td> Black/African American\n</td><td>78\n</td></tr><tr><td> Other race (not listed)\n</td><td>74\n</td></tr><tr><td> American Indian or Alaska Native\n</td><td>47\n</td></tr><tr><td> Native Hawaiian/Pacific Islander\n</td><td>7\n</td></tr><tr><td>Ethnicity\n</td><td> </td></tr><tr><td> Not Hispanic or Latino </td><td>4,556\n</td></tr><tr><td> Prefer not to answer\n</td><td>157\n</td></tr><tr><td> Hispanic or Latino\n</td><td>140\n</td></tr><tr><td> Missing information\n</td><td>152\n</td></tr><tr><td>Highest level of educational attainment\n</td><td> </td></tr><tr><td> Did not finish high school\n</td><td>10\n</td></tr><tr><td> High school\n</td><td>225\n</td></tr><tr><td> Some college\n</td><td>565\n</td></tr><tr><td> Associate's degree\n</td><td>345\n</td></tr><tr><td> Bachelor's degree\n</td><td>1,750\n</td></tr><tr><td> Graduate degree\n</td><td>2,079\n</td></tr><tr><td> Missing information\n</td><td>31\n</td></tr><tr><td>MacArthur Scale of Subjective Social Status\n</td><td> </td></tr><tr><td> 10 (most well off)\n</td><td>302\n</td></tr><tr><td> 9\n</td><td>548\n</td></tr><tr><td> 8\n</td><td>1,225\n</td></tr><tr><td> 7\n</td><td>1,321\n</td></tr><tr><td> 6\n</td><td>788\n</td></tr><tr><td> 5\n</td><td>473\n</td></tr><tr><td> 4\n</td><td>208\n</td></tr><tr><td> 3\n</td><td>77\n</td></tr><tr><td> 2\n</td><td>21\n</td></tr><tr><td> 1 (least well off)\n</td><td>4\n</td></tr><tr><td> M (SD)\n</td><td>7.09 (1.59)\n</td></tr><tr><td> Missing information\n</td><td>38\n</td></tr></table></body></html>"}}, "back_matter": []}