{"paper_id": "0b1fadb17ba46411a9f21d6c177ac4dfabbe68ae", "metadata": {"title": "Impacts of Exclusion From Municipal Water Service on Water Availability: A Case Study", "authors": [{"first": "Sydney", "middle": [], "last": "Lockhart", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Erica", "middle": [], "last": "Wood", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jacqueline", "middle": ["Macdonald"], "last": "Gibson", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Bordering the wealthy town of Apex, North Carolina, is a majority African-American neighborhood, Irongate Drive, without town water service, relying on private wells. Residents have long sought access to town water as their wells are running dry, but problems have not been systematically documented. Using a comprehensive survey and qualitative interviews, this study assesses the frequency of water shortages, uncovers the effects on daily lives, and reports on water source preferences. Surveys showed 80 percent of households experience water scarcity. Respondents reported not having enough water to flush toilets, shower, wash hands, or do laundry. Annual well maintenance costs averaged $1405; additional costs included dealing with water shortage and buying additional items to cope. More than 75 percent actively seek municipal water, and none oppose it. These results could inform assessments of impacts of water access disparities in similar peri-urban minority communities nationwide that remain excluded from nearby municipal services.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "A half-century after the Civil Rights Act, institutional racism remains embedded in the daily lives of minorities. 1 Residential segregation is one manifestation of this institutional racism. While in the Northeast such segregation typically manifests as concentrations of Black populations in inner cities, the spatial pattern of segregation is very different in some non-metropolitan areas of the South, where large Black populations may live just beyond corporate borders. Aiken 2 termed this phenomenon \"municipal underbounding.\" He noted that such areas may seek annexation into the neighboring municipality, \"only to be resisted by white-controlled city governments.\" More recently, Anderson 3 called such areas \"cities inside-out,\" writing:", "cite_spans": [{"start": 115, "end": 116, "text": "1", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Introduction"}, {"text": "On patches of unincorporated land at the municipal fringe, low-wage workers live without water or sewage lines, sidewalks or paved roads, drainage or flood control. Health and safety risks plague local water and soil, as communities rely on rural-character services in urbanized areas built on environmentally damaged or disastervulnerable land.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Such unincorporated, underbounded communities are not provided with the municipal services, including connections to the town water and sewer systems, provided to those living within town limits.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Several studies have identified underbounded communities in North Carolina. These communities are located within areas called \"extraterritorial jurisdictions (ETJs).\" ETJs are defined as locations outside of the municipality over which the town retains zoning authority but in which the town is not obligated to provide municipal services. A study in the ETJ of Mebane, North Carolina, found an 85 percent to 95 percent African-American population with limited access to services, such as safe housing, sewer and water, and exposure to unhealthy land uses. 4 One study of ETJs in seventy-five North Carolina counties found that the odds of having community water were 85 percent lower in areas with a 100 percent black population. 5 In addition, Leker and Gibson 5 found that \"peri-urban areas lacking service with no black residents were wealthier than 100 percent black areas and areas with any percent black greater than 0 percent.\" Gibson et al. 6 found that race was a statistically significant predictor of access to water service in ETJs of Wake County, North Carolina. The study showed that the odds of exclusion from municipal water service increased by 3.8 percent with every 10 percent increase in the African-American proportion of the population within a census block.", "cite_spans": [{"start": 557, "end": 558, "text": "4", "ref_id": "BIBREF3"}, {"start": 731, "end": 732, "text": "5", "ref_id": "BIBREF4"}, {"start": 763, "end": 764, "text": "5", "ref_id": "BIBREF4"}, {"start": 950, "end": 951, "text": "6", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Introduction"}, {"text": "Multiple studies have found increased risks of drinking water contamination in underbounded communities, in comparison to in areas with municipal water service. Stillo and Gibson 7 found that 35.6 percent of 171 households on private well water in underbounded areas of Wake County, North Carolina, had microbial contaminants in their water. The study attributed 22 percent of 114 annual emergency department visits for acute gastrointestinal illness to the presence of these contaminants. Heaney et al. 8 looked at the drinking water contamination in an ETJ in Orange County, North Carolina, that bordered a landfill using twelve private well samples and eight public water samples. When looking at water turbidity, fecal coliforms, and Escherichia coli, they found that all of the private well water samples exceeded at least one or more of the EPA's national primary drinking water standards compared to only one of their public drinking water samples, which had a violation of turbidity.", "cite_spans": [{"start": 504, "end": 505, "text": "8", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Introduction"}, {"text": "While these previous studies have reported on water quality problems in underbounded areas of North Carolina, to our knowledge, no prior research has examined problems of water quantity. This study addresses this gap by documenting water quantity problems in an underbounded community of Apex, NC, called Irongate Drive.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Apex is a relatively wealthy town with a predominantly Caucasian population. Apex has a 75 percent Caucasian population with a median household income of $100,305 compared to the U.S. population, which has a 76 percent Caucasian population and a median household income of $57,652. 9 Irongate Drive, a community of twenty-four houses, borders Apex on two sides. The Apex municipal water line runs to the entrance of Irongate Drive, and its fire hydrant is visible from several of the houses but does not serve those houses. Figure 1 shows this community along with Apex's water distribution lines, demonstrating an inequity in access to municipal water supply.", "cite_spans": [], "ref_spans": [{"start": 524, "end": 532, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "Introduction"}, {"text": "The neighborhood is generally low income and predominantly Black, and the homes all have private well water and septic systems. Over the last several years, some residents have found their private wells running low on water, yet no studies have been conducted to document these water quantity problems. This research has four main objectives:", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "1. document the occurrence of water quantity problems in the Irongate Drive neighborhood, 2. understand how residents are impacted by water quantity problems, 3. determine residents' perceptions of their private well water, and 4. establish whether residents wish to gain access to municipal water services via annexation into Apex.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The study operated in four parts: recruit households for an initial survey, recruit households for an interview based on the survey responses, conduct interviews, and analyze the results using qualitative research software.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "The short-form survey questions asked for background information on wells and septic systems. Characteristics of the well, such as age and depth, along with sections on well testing, demographics, and maintenance covered most of the survey. This survey grew from a previous survey created by Stillo et al. 10 to understand well water testing in Wake County, North Carolina. The original survey focused mainly on testing and contaminants and was twenty pages long. Due to Irongate Drive's problems with quantity and not necessarily quality of water, the short-form survey adopted for this study aimed to provide a baseline of information on private wells rather than focus on health behaviors. Tables 1 and 2 list the items included on the short-form survey. Two separate supplementary pages were included with each survey to accompany the main form. The first was on household income; the city of Apex wished to receive data on income to gain a better understanding of the financial state of the neighborhood when looking for grant money to fund water line projects. The second asked for contact information and gauged interest in participation in a oneon-one interview. The survey respondent was asked if they would be interested in having someone contact them for a potential interview or for free well testing. The survey was distributed by mail and in person.", "cite_spans": [{"start": 292, "end": 308, "text": "Stillo et al. 10", "ref_id": null}], "ref_spans": [{"start": 693, "end": 707, "text": "Tables 1 and 2", "ref_id": "TABREF0"}], "section": "Short-Form Survey"}, {"text": "If residents responded to the survey showing interest in the interview, researchers attempted to recruit them for the interview. Participants could choose either an inperson or a phone interview. Residents were recruited by calling and emailing participants of the written survey based on their given contact information, by distributing flyers, and through door-to-door canvasing. Twenty-five-dollar gift cards were provided to participants to compensate them for their time.", "cite_spans": [], "ref_spans": [], "section": "Participant Recruitment"}, {"text": "The interview questions, often open ended, aimed to encourage participants to describe their daily experiences and history with their private wells. The interview guide was separated into several sections: introduction, community, your well, well water testing, well water quality perception, well water quantity, septic system, the Apex Water Utility, finance, and closing (Table 1) .", "cite_spans": [], "ref_spans": [{"start": 374, "end": 383, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Interview"}, {"text": "Interviewees were asked about their relationship with the neighborhood, their history with their wells, and what emotions were evoked concerning certain aspects of their wells. Of eleven survey respondents who showed interest in having an interview, eight responded to recruitment methods and subsequently had interviews conducted. In-person interviews were conducted with a main researcher accompanied by a research partner to reduce safety risks. This design also allowed for research partners to watch the interview process directly. Interviews were mainly conducted within the interviewee's homes, allowing for a more comfortable atmosphere. However, the interviewees had the option of a phone interview. Seven interviews were conducted inperson and one interview was conducted via phone. The main researcher recorded the interviews on both their phone and their laptop to ensure adequate audio quality, though only one audio file from each interview was sent for transcription. For phone interviews, only laptops captured audio. The phone audio used an encrypted recording service, and both audio files from the laptop and phone were deleted from the devices upon upload to the secure university OneDrive. The University of North Carolina institutional review board approved this study (IRB study #18-1713).", "cite_spans": [], "ref_spans": [], "section": "Interview"}, {"text": "Surveys were analyzed for general information on well quality, well quantity, demographic information, and preference toward annexation and municipal water systems. The demographic data were compared to the data available on the U.S. Census Bureau's 2017 QuickFacts website for the city of Apex in North Carolina (n ¼ 50,451). 11 The researchers used a transcription service and a program called Dedoose to transcribe and code data from interviews. The research team worked through all transcripts to remove identifiers and check the quality of the transcriptions, making corrections if needed. Dedoose allows the user to upload data in a variety of formats. Researchers can then create a quick and usable codebook and analyze data effectively within an encrypted service. Key words or ideas within sections of the interview guide were identified for each topic and used as codes in Dedoose. Examples of these codes can be found in Table 1 . Excerpts from interviews can be tagged with specific codes allowing for further analysis of different aspects of the interview. The results from analysis of the tagged excerpts were then used to draw conclusions about the Irongate community's main focuses in concerns over their private wells. ", "cite_spans": [{"start": 327, "end": 329, "text": "11", "ref_id": null}], "ref_spans": [{"start": 932, "end": 939, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Data Analysis"}, {"text": "We compared twenty-one survey participants within the Irongate Drive community who completed the shortform survey with data from the City of Apex ( Table 2 ). The number of study participants for each portion varied; some participants did not complete all survey sections, and some participants completed sections with a partner, providing both their information and their partner's. The proportion of African-American participants (78.6%) was much higher than that of the city of Apex (8.6%). Furthermore, the median age of household members was higher in the Irongate community (40.5) than in the city of Apex (35.9). Homeownership, rather than renting, was also higher in Irongate (90.5%) than in Apex (71.9%). The household income survey had eighteen responses, giving a median household income of under $60,000, lower than the median income for Apex ($100,305).", "cite_spans": [], "ref_spans": [{"start": 148, "end": 155, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Characteristics of Study Participants"}, {"text": "Water shortages and impacts. Of twenty respondents, twelve (60%) reported that their private well failed to provide enough water more than once a year (Table 3) , one (5%) reported their well as failing once a year, three (15%) reported theirs as failing once every three years, and four (20%) respondents reported that their private well had never failed. When asked which services respondents would give up when their wells failed to provide enough water, many answered that they would lose the ability to cook, flush toilets, or shower. In response to an open-ended question, one respondent said that their household members would not be able to use their bathroom, and they would be \"giving up everything.\" More than half, eleven (52%), of the respondents reported using bottled water or gallon jugs for water storage when their private well fails to deliver enough water. In regard to personal hygiene, participants were asked how they washed their hands when there was a lack of water. Twelve of seventeen (71%) answering this question responded that they used bottled water to wash their hands, and five (29%) stated that they use hand sanitizer or wet wipes. In addition, one respondent said that they simply don't wash their hands without water, and one stated that they used a gas station. This implies a potential health risk surrounding well water shortages in this community due to an insufficient frequency of hand washing.", "cite_spans": [], "ref_spans": [{"start": 151, "end": 160, "text": "(Table 3)", "ref_id": "TABREF3"}], "section": "Short-Form Survey"}, {"text": "Water quality. Around half, ten of twenty-one (47.6%), of respondents reported not having a water treatment system (such as a filter), and three (14.3%) were unsure of what treatments they had if any ( Table 3 ). Ten of seventeen (58.8%) respondents were unsure of what, if any, contaminants were found in their wells upon testing. The age of wells varied between half a year and fifty-five years old with a mean age of 27.4 years. Nineteen respondents gave annual Note. Listed as percentages and medians. Number of entries varies based on participant entry. Some residents answered with multiple entries in \"gender,\" \"age of household residents,\" and \"race,\" causing the number of responses to vary between questions. Some also responded in regard to the entire household rather than for the survey taker. maintenance costs of wells, which varied greatly, between $0 and $20,000, and produced a mean cost of $1405.3.", "cite_spans": [], "ref_spans": [{"start": 202, "end": 209, "text": "Table 3", "ref_id": "TABREF3"}], "section": "Short-Form Survey"}, {"text": "Municipal water and annexation. Of twenty-one respondents, sixteen (76.2%) wanted to have their community on the municipal water supply. Some, three (9.5%), did not have a response, but no respondent did not want municipal water (Table 3 ). Of those who had unsure responses, they commented that they would like municipal water \"if necessary.\" Annexation showed similar patterns, with no respondent rejecting being annexed to the town of Apex. Thirteen (61.9%) wanted to be annexed to the town, but there were also a high number, six (28.6%), of blank responses to this question.", "cite_spans": [], "ref_spans": [{"start": 229, "end": 237, "text": "(Table 3", "ref_id": "TABREF3"}], "section": "Short-Form Survey"}, {"text": "Willingness to pay for municipal water. Some respondents, four, were hesitant to provide rough estimates on how much they were willing to pay for a municipal water system or annexation despite their desire for city water (Table 3) . Sixteen respondents were willing to pay a mean of $722.13 upfront for municipal water installation, with answers ranging from $0 to $1700. Seventeen Irongate survey respondents were willing to pay a mean of $24.94 monthly for a water bill, with answers ranging from $0 to $62.50. The town of Apex reports that, as of 1 July 2019, residents living inside of town limits paid a rate of $4.82 per gallon for the first 6000 gallons. 13 According to EPA WaterSense statistics, 14 with an American using an average of eighty-eight gallons of water per day in a four-person household, Apex residents would use around 11,000 gallons per month, and their monthly water bill would average at $53. Irongate residents live outside town limits and do not have a water bill since they live on well water.", "cite_spans": [{"start": 662, "end": 664, "text": "13", "ref_id": "BIBREF10"}, {"start": 705, "end": 707, "text": "14", "ref_id": null}], "ref_spans": [{"start": 221, "end": 230, "text": "(Table 3)", "ref_id": "TABREF3"}], "section": "Short-Form Survey"}, {"text": "Interviews with Irongate Drive residents provided more insight into residents' daily experiences with their private well water (Table 1) .", "cite_spans": [], "ref_spans": [{"start": 127, "end": 136, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Semi-Structured Interviews"}, {"text": "Water quantity. Many interviewees communicated a failure of their wells to provide enough water in the shortform surveys. The number of times interviewees lack water quantity varied; one interviewee stated sometimes in the wintertime [the well] goes out completely like a couple of times, two or three times a week. Due to the community's location on a hill, water quantity could vary throughout the neighborhood. One resident previously provided gallons of water to neighbors with less, but eventually could not pump enough water from their well to continue this practice. Despite the varying amount of water loss, interviewees with a long history at Irongate communicated a consistency in the lack of well water: I do remember as a kid we would frequently run out of water. Natural disasters also influenced water quantity for residents. Some interviewees mentioned the negative effect of natural events on their water systems. Hurricanes Florence and Matthew in 2018 caused power outages across the Irongate community, preventing well pumps from working. Although many were ready for Hurricane Florence, the magnitude of Hurricane Matthew left many unprepared. The power remained out for days, with some participants turning to family or neighbors for a place to stay, even with family out of town. Natural disasters and other environmental factors such as climate change can impact water quality, water quantity, and quality of life. Climate change can not only play a role in natural disasters but also can affect water tables. In discussing climate change impacts on water supply, the EPA describes flooding, drought, and changes in rainfall as just some ways climate change can increase water demand while decreasing water supplies. 15 Fluctuations of the water table can greatly impact water availability, leaving those living in some areas reliant on private well water with unreliable water service.", "cite_spans": [{"start": 1740, "end": 1742, "text": "15", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Semi-Structured Interviews"}, {"text": "Without water, residents use a variety of methods to deal with their situations and conserve what water they did have (Figure 2 ). Many interviewees mentioned using laundromats or relying on relatives and friends to clean their clothes: we still go wash our clothes somewhere else and bring it back home and dry them. One interview partner then added yeah, you got that nice wash machine that kind of dry rotted because you can't really use [it] . Showers were also mentioned frequently, with participants attempting to take shorter showers or not have enough water to take showers at all: when I worked . . . I used to take sink showers there too, because I was spending time [at work]. Multiple interviewees drank bottled water or reported using paper plates or plastic utensils to save water from cleaning dishes. Not all interviewees mentioned every conservation method. \"Drinking\" was mentioned by as few as two participants, while \"bottled water,\" \"showers,\" and \"laundry\" were each mentioned by seven participants. The total number of times interviewees mentioned any conservation of water varied in each interview, with some interviewees describing conservation as few as three times in an interview, while others mentioned conservation fifteen times.", "cite_spans": [{"start": 441, "end": 445, "text": "[it]", "ref_id": null}], "ref_spans": [{"start": 118, "end": 127, "text": "(Figure 2", "ref_id": "FIGREF1"}], "section": "Semi-Structured Interviews"}, {"text": "Water quality perceptions. Interviewees had mixed views of the safety and trustworthiness of their well water. One interviewee compared well and municipal water: we just don't trust it cause it's coming straight from the ground . . .", "cite_spans": [], "ref_spans": [], "section": "Semi-Structured Interviews"}, {"text": "[municipal water] goes through probably so many filters that make it as pure as possible. Another had an opposing opinion: city water's treated. It meets certain standards . . . [with well water] you can have totally safe water one day and then six months later, because of sewage or heavy metals or what have you, it can impact the quality of water and you don't know unless you get someone to come and test it.", "cite_spans": [], "ref_spans": [], "section": "Semi-Structured Interviews"}, {"text": "Some interviewees strongly trusted their well water. A participant stated that, in regard to whether they trusted their water, that they'd had it tested a couple of times, and the last time it was tested, we were told that it tested good. While one interviewee pointed to the fact that well water comes from the ground as a negative, another said that they trusted their water because it's something natural that comes, you know, even though it comes from the ground, it's still something that's naturally given.", "cite_spans": [], "ref_spans": [], "section": "Semi-Structured Interviews"}, {"text": "One participant stated that they wished to be put onto municipal water supply due to the struggles of their community members, but they would still drink and cook with the well water due to their taste preference of the well water. A preference toward well water, rather than municipal water, could be seen in many cases regardless of water quality. No interviewees reported sickness from their well water. When asked if their water had any unusual tastes, smells, or looks, some noted the presence of sediment which was a sign for them to change their water filters. Many reported that their own water did not have taste and odor problems and that they did not like the taste and smell of municipal water. Multiple participants commented on their dislike of additives, like chlorine, that they could detect from municipal water.", "cite_spans": [], "ref_spans": [], "section": "Semi-Structured Interviews"}, {"text": "Cost. Cost was also a very important influence on not only interviewees' personal well experiences, but on annexation. Overall, cost was mentioned and coded sixty-nine times between all interviews, and all interviewees discussed cost. This can be compared to the code applications of well water quality perceptions, which totaled twenty-two. Interviewees mentioned the cost of annexation and municipal water installation as well as the cost of well maintenance and water conservation methods. One participant commented how their emotions were affected by the annexation process: certainly had a lot of anxiety about how [municipal water installation] was going to be paid for. Participants mentioned grants and governmental assistance when discussing costs for municipal water supply and maintenance. One participant talked about their community by saying I think the reasons why they wouldn't join, allow their property to be annexed and join the town, is because they are afraid of the cost, not so much the water. However, only one household in the community has yet to sign the annexation petition. Annexation and the potential cost to citizens were a consistent worry bothering residents through most interviews. More still, residents with low water quantity dealt with many financial issues in their daily lives. Although costs varied between participants, one interviewee commented that's fifteen bucks a week of doing laundry that we own a perfectly functioning washing machine that we can't use. We spend probably fifteen bucks a month on paper plates and plastic utensils. A participant also said that their lack of water supply often caused them to book hotel rooms when they had nowhere else to go, adding strain to their budget. One interviewee demonstrated concern for their neighborhood, speaking in regard to both annexation and the costs surrounding a lack of well water: I'm one of these that again, I'm concerned about our senior citizens being on fixed incomes. One interviewee spent thousands to try and get well water. They stated they went 832 feet down for my well but that cost me $10,000 and then for them to do the hookup with all this technology that they have to use and going down 700 feet with the pipes and the water pump. That was another $10,000.", "cite_spans": [], "ref_spans": [], "section": "Semi-Structured Interviews"}, {"text": "It is also worth mentioning that some interviewees had concerns over the focus on municipal water installation and not on sewer system installation. They believed that influx of water from the new system might cause issues in their current septic systems. Despite also wanting sewer, to deal with this problem, many were concerned about additional costs of a sewer system. One interviewee said yeah, $880,000 now just for the sewer system. And we went whoa, that's a lot of money. But if you want to do it right now, we each have to pay $16,000 to have it there.", "cite_spans": [], "ref_spans": [], "section": "Semi-Structured Interviews"}, {"text": "Community relationships. Questions concerning connections to the community were asked to understand homeowners' relationships with their neighbors. Interviewees mentioned their neighborhood in a variety of ways. These codes were mainly categorized in specific terms. \"Care\" involved how neighbors interacted with each other, often in concern to handling well water problems. For example, one interviewee said so we kind of help each other to survive. You get to know them and you find out you got some good neighbors. You ask them for help. I call a buddy right there and say look, man, I need your help. He said okay.", "cite_spans": [], "ref_spans": [], "section": "Semi-Structured Interviews"}, {"text": "Another emphasized helping other neighbors through small actions: sometimes I go and help him at the laundromat to wash clothes because they don't have the water there to wash so we do, we take care.", "cite_spans": [], "ref_spans": [], "section": "Semi-Structured Interviews"}, {"text": "Although most instances of conversation around the neighborhood were positive, some participants mentioned the neighborhood in a negative light, often referring to the growing development outside the community or concerns about the new changes in the neighborhood and the potential influx of new neighbors. The current atmosphere in the Irongate community is one that residents hope to maintain. One resident talked about those currently in the neighborhood in a positive light, but in discussing new neighbors: so, I hope when the water comes and the sewer that the people that have empty lots, they be very careful of who they sell to or who they bring in here. Development was referred to in both positive and negative ways; development brought more of the city closer to Irongate, but it also impacted the quiet community. One interviewee discussed the growth of the city of Apex: Apex has really grown. When I moved here, it was all farmland, nothing but farms all around and I never dreamed Apex would grow like it's grown in a thousand years. One interviewee expressed their concern with development, stating pollution and the whole nine yards and a lot of things are changing, building as you can see. That subdivision across the street was not there.", "cite_spans": [], "ref_spans": [], "section": "Semi-Structured Interviews"}, {"text": "Despite new residents coming into the community, interviewees recognized the importance of creating strong relationships with one another: it's nice to be in a place where people know each other for a long time. It's amazing. I love it. In where I'm from, you know your neighbor. You talk to your neighbor. Some residents, now elderly, went to school with one another or had children that went to school together. One participant stressed the importance of \"giving back\" to one another after years of being taken care of by the same individuals still living in the community as retired or elderly residents. Some participants, however, had very short relationships with the neighborhood, having moved in more recently. Yet still, they found themselves meeting and bonding with their neighbors over struggles with their private wells.", "cite_spans": [], "ref_spans": [], "section": "Semi-Structured Interviews"}, {"text": "Relationship with Apex Water Utility. Many interviewees felt that their neighbors wanted municipal water supply due to the quantity of water it would provide, but not necessarily due to the quality or a preference for town water over well water. One of the biggest obstacles mentioned by interviewees in regard to receiving municipal water supply concerned cost. Some did not understand the costs the Apex Water Utility gave for water pipe placement or water bills. Although some knew that the town and researchers were looking for grants to cover the cost, one interviewee in particular did not feel that the fees the utility provided made sense for the water service. Many interviewees attended town meetings to gain insight on the Apex Water Utility and stay updated on changes in grants or land surveying. Some felt that the Apex Water Utility should be more transparent about the process and costs of annexation, while others felt that their main contact at the utility was doing a good job at staying on task and providing updates. Most interviewees hoped for connection to the municipal water supply, even participants who still had well water; those still with adequate water quantity expressed their desire for municipal water for the sake of their community and those without enough well water. The possibility of not having water in the future was also a factor in how residents reconciled with being put on municipal water supply. One participant stated tomorrow, we might not have water. We don't know. It might be a year down the road that we say, 'Oh no, we have plenty of water. We're not going to get on Apex water.' Next year, we might not have any water, so you don't know, and if anything, after we get on, if anything happens where there's no water, you have the town of Apex responsible to come out.", "cite_spans": [], "ref_spans": [], "section": "Semi-Structured Interviews"}, {"text": "We sought to gain insight on the experiences of residents at Irongate Drive, Apex, North Carolina, regarding their water quantity. We also sought to assess the impacts of these well problems, determine their water quality perceptions, and establish whether residents wished to be annexed to the town of Apex. Results showed a lack of wells producing appropriate quantities of water in this community, and a variety of ways residents attempt to handle this problem. Eighty percent of respondents reported problems with their wells, specifically due to water shortages. Those who didn't have water quantity issues still recognized the severity of the water quantity issue in their community. Sixty percent of respondents found their wells failing multiple times each year, with 70 percent of respondents describing alternate sanitation methods, such as the use of bottled water or hand sanitizer to wash hands, as well as failures that occurred. Participants gave up cooking, washing, toilet flushing, laundry, and more when wells failed to provide enough water.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Not only does the lack of well water impact individuals, but it affects the close-knit community as well. The deep history of the neighborhood and the relationships formed there have created a peaceful, caring community, and residents wish to maintain that atmosphere. Despite disruption of the neighborhood that might occur with the installation of municipal water, 60 percent of participants desire annexation to the town of Apex, with no participants objecting, and would like to have the services annexation will provide due to the strain water deficiency has put on the community. Naman and Gibson 16 described the challenge in organizing communities and unifying to raise awareness to a community problem. Individual differences in levels of need for municipal services can create a fractured front to municipal governments. Seeing the amount of commitment and organization within the Irongate community toward receiving access to municipal services emphasizes the level of need across the community, and the powerful relationships formed within the neighborhood.", "cite_spans": [{"start": 603, "end": 605, "text": "16", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Discussion"}, {"text": "Cost played a major role in how participants interpreted their choices concerning municipal water supply. When talking about cost, participants often had concerns with payment, either with their neighbors' abilities to pay or their own. Residents were also impacted financially by their lack of water quantity through the many routes taken to compensate for their well problems. In a study on the factors affecting access to municipal and sewer services in North Carolina, community members, utility providers, and officials referred to the costs of extending these services. 16 Although opinions differed on costs versus benefits, we can see how cost remains a constant factor for residents attempting annexation, and that it may be a shared concern to town officials, limiting their assistance to communities.", "cite_spans": [{"start": 576, "end": 578, "text": "16", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Discussion"}, {"text": "Lacking sufficient water to meet daily hygiene needs produces health risks, increasing the risk that Irongate residents will contract and transmit infectious diseases. This risk is especially important during outbreaks such as the current COVID-19 pandemic as the Centers for Disease Control and Prevention's top recommendation for personal protection from COVID-19 is frequent handwashing. COVID-19 has both health and financial implications as the public attempts to keep themselves healthy on strained budgets due to unemployment and lack of services. Without adequate water supply, Irongate residents are placed at a further disadvantage, with underlying health risks in a community averaging a lower income than its municipality and a higher median age of residents.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Although twenty-one of twenty-four households completed the survey, the interview portion was optional, meaning the data were collected from those more willing to participate in the surveys. Those with more private well problems may have been more willing to come forward as active participants in the study. In addition, the low sample size indicates that any inferences of the analysis of the qualitative interview data, or those more concerned about the issue, may not be adequate in identifying common beliefs in this population. However, the eight interviews represented one-third of the households in the community, and the number of interviews is counterbalanced by the nearly full participation in the short-form surveys. Although we did not reach data saturation, we believe that with these interviews, we have reached data sufficiency.", "cite_spans": [], "ref_spans": [], "section": "Limitations"}, {"text": "This study reveals key factors in private well water experiences affecting the lives of individuals living at Irongate Drive in Apex, NC, a majority African-American community. Community and history have bound these neighbors together as their well water quantity influences their daily lives and water decisions. Their interactions with their well water are bound to its availability. Cost of municipal water supply installment and billing are of concern to residents as is the wellbeing of other community members.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "As this study was under way, the Town of Apex began moving forward with plans to annex the Irongate Drive community and to extend municipal water lines to each house wishing to participate. The stories community members reported during neighborhood meetings with town officials about their experiences with water shortages, combined with data on water contamination risks supplied by the University of North Carolina and support by civil rights attorneys, appear to have helped build a case for annexation. Apex was able to obtain a Community Development Block Grant to support most of the cost of the water supply extension project. Nonetheless, as of the writing of this article, individual households still will be required to pay nearly $1800 to connect to the water system. In addition, increase in water usage may increase the load on household septic systems, but there are as yet no plans to extend sewer service to the neighborhood.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "Although a solution for Irongate's water problems is underway, other, similar communities exist across North Carolina and elsewhere. For example, a 2014 study 6 in Wake County found that odds of exclusion from municipal well water service increases with an increase in the proportion of African-American residents within a census block. Leker and Gibson 5 found that within 8758 peri-urban blocks selected in seventy-five North Carolina counties, 67 percent of the population were unserved by sewer pipes, 33 percent by water pipes, and 28 percent lacked both sewer and water service. Environmental injustice through municipal underbounding affects many communities across the South, with Lichter et al. 12 providing evidence to show that municipal underbounding and racial exclusion have patterns in many small, southern towns. These communities are numerous and may face similar problems with water and sewer. The drivers affecting their choices in responding to water crises may vary; each community may respond to different approaches when seeking annexation and creating relationships with their nearby municipalities.", "cite_spans": [{"start": 159, "end": 160, "text": "6", "ref_id": "BIBREF5"}, {"start": 704, "end": 706, "text": "12", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Conclusion"}, {"text": "Racial exclusion through municipal underbounding also plays a role in political participation, as affected communities are excluded from the local politics that can affect their environment. This research can help inform other communities and municipalities on how to understand one another to reach the common goal of having enough clean water to meet requirements for daily living.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "The author(s) declared no potential conflicts of interest with respect to the research, authorship, and/or publication of this article.", "cite_spans": [], "ref_spans": [], "section": "Declaration of Conflicting Interests"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Structural racism and health inequities in the USA: evidence and interventions", "authors": [{"first": "Z", "middle": ["D"], "last": "Bailey", "suffix": ""}, {"first": "N", "middle": [], "last": "Krieger", "suffix": ""}, {"first": "Ag", "middle": [], "last": "", "suffix": ""}, {"first": "M", "middle": [], "last": "", "suffix": ""}], "year": 2017, "venue": "Lancet", "volume": "389", "issn": "", "pages": "1453--1463", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Race as a factor in municipal underbounding", "authors": [{"first": "C", "middle": ["S"], "last": "Aiken", "suffix": ""}], "year": 1987, "venue": "Ann Assoc Am Geogr", "volume": "77", "issn": "", "pages": "564--579", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Cities inside out: race, poverty, and exclusion at the urban fringe", "authors": [{"first": "M", "middle": ["W"], "last": "Anderson", "suffix": ""}], "year": 2007, "venue": "SSRN Electron J", "volume": "55", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Built environment issues in unserved and underserved African-American neighborhoods in North Carolina", "authors": [{"first": "S", "middle": ["M"], "last": "Wilson", "suffix": ""}, {"first": "C", "middle": ["D"], "last": "Heaney", "suffix": ""}, {"first": "J", "middle": [], "last": "Cooper", "suffix": ""}], "year": 2008, "venue": "Environ Just", "volume": "1", "issn": "", "pages": "63--72", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Relationship between race and community water and sewer service in North Carolina", "authors": [{"first": "H", "middle": ["G"], "last": "Leker", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Gibson", "suffix": ""}], "year": 2018, "venue": "USA. PLoS One", "volume": "13", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Racial disparities in access to community water supply service in Wake County, North Carolina", "authors": [{"first": "J", "middle": ["M"], "last": "Gibson", "suffix": ""}, {"first": "N", "middle": [], "last": "Defelice", "suffix": ""}, {"first": "D", "middle": [], "last": "Sebastian", "suffix": ""}], "year": 2014, "venue": "Am J Public Health", "volume": "104", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Exposure to contaminated drinking water and health disparities in North Carolina", "authors": [{"first": "F", "middle": [], "last": "Stillo", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Gibson", "suffix": ""}], "year": 2017, "venue": "Am J Public Health", "volume": "107", "issn": "", "pages": "180--185", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Public infrastructure disparities and the microbiological and chemical safety of drinking and surface water supplies in a community bordering a landfill", "authors": [{"first": "C", "middle": ["D"], "last": "Heaney", "suffix": ""}, {"first": "S", "middle": [], "last": "Wing", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Wilson", "suffix": ""}], "year": 2013, "venue": "J Environ Health", "volume": "75", "issn": "", "pages": "24--36", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Well water testing in African-American communities without municipal infrastructure: beliefs driving decisions", "authors": [{"first": "F", "middle": [], "last": "Stillo", "suffix": ""}, {"first": "Wbd", "middle": [], "last": "Bruin", "suffix": ""}, {"first": "C", "middle": [], "last": "Zimmer", "suffix": ""}], "year": 2019, "venue": "Sci Total Environ", "volume": "686", "issn": "", "pages": "1220--1228", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Municipal underbounding: annexation and racial exclusion in small southern towns", "authors": [{"first": "D", "middle": ["T"], "last": "Lichter", "suffix": ""}, {"first": "D", "middle": [], "last": "Parisi", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Grice", "suffix": ""}], "year": 2007, "venue": "Rural Sociol", "volume": "72", "issn": "", "pages": "47--68", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Utility rates & schedules: Apex, NC -official website, www.apexnc.org/241/Utility-Rates-Schedules", "authors": [{"first": "N", "middle": ["C"], "last": "Apex", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Environmental Protection Agency. Climate impacts on water resources", "authors": [], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Disparities in water and sewer services in North Carolina: an analysis of the decisionmaking process", "authors": [{"first": "J", "middle": ["M"], "last": "Naman", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Gibson", "suffix": ""}], "year": 2015, "venue": "Am J Public Health", "volume": "105", "issn": "", "pages": "20--26", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Map of Irongate community in relation to water distribution lines.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Number of respondents mentioning conservation methods taken related to private well water supply.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Interview Guide Example Questions.", "latex": null, "type": "table"}, "TABREF1": {"text": "Characteristics of Irongate Drive Residents Versus Apex, NC Residents.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Gender (%) </td><td>Study participants (n¼ 23) </td><td>City of Apexa (n¼ 50,451)\n</td></tr><tr><td>Male </td><td>43.5 </td><td>48.1\n</td></tr><tr><td>Female </td><td>56.5 </td><td>51.9\n</td></tr><tr><td>Other </td><td>0 </td><td>0\n</td></tr><tr><td>Age of household residents </td><td>Study participants (n¼ 66) </td><td>City of Apexa (n¼ 50,451)\n</td></tr><tr><td>Median </td><td>40.5b </td><td>35.9\n</td></tr><tr><td>Race (%) </td><td>Study participants (n¼ 22) </td><td>City of Apexa (n¼ 50,451)\n</td></tr><tr><td>Native American </td><td>0 </td><td>0.3\n</td></tr><tr><td>Black/African American </td><td>78.6 </td><td>8.6\n</td></tr><tr><td>Asian/Asian American </td><td>0 </td><td>7.4\n</td></tr><tr><td>Hispanic/Latino </td><td>7.1 </td><td>7.3\n</td></tr><tr><td>White/Caucasian </td><td>14.3 </td><td>74.2c\n</td></tr><tr><td>Other </td><td>0 </td><td>2.9\n</td></tr><tr><td>Prefer not to answer </td><td>7.1 </td><td>0\n</td></tr><tr><td>Number of people in home </td><td>Study participants (n¼ 21) </td><td>City of Apexa (n¼ 50,451)\n</td></tr><tr><td>Median </td><td>3 </td><td>2.8\n</td></tr><tr><td>Home status (%) </td><td>Study participants (n¼ 21) </td><td>City of Apexa (n¼ 50,451)\n</td></tr><tr><td>Rent </td><td>9.5 </td><td>28.1d\n</td></tr><tr><td>Own </td><td>90.5 </td><td>71.9d\n</td></tr><tr><td>Household income ($) </td><td>Study participants (n¼ 18) </td><td>City of Apexa (n¼ 50,451)\n</td></tr><tr><td>Median </td><td>54,000e </td><td>100,305\n</td></tr></table></body></html>"}, "TABREF2": {"text": "a U.S. Census Bureau's 2017 QuickFacts. 11 b Assumptions made for ages listed as ranges.White alone, not Hispanic or Latino. d Owner-occupied housing rate. e U.S. Census Bureau method used.12", "latex": null, "type": "table"}, "TABREF3": {"text": "Summary of Responses to Short-Form Survey Questions Surveyed from Irongate Drive, Apex, NC.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Interview question </td><td>Statistic </td><td>Minimum </td><td>Maximum </td><td>n\n</td></tr><tr><td>Failure of well water quantity\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>More than once a year </td><td>60 percent </td><td>- </td><td>- </td><td>20\n</td></tr><tr><td>Once a year </td><td>5 percent </td><td>- </td><td>- </td><td>20\n</td></tr><tr><td>Once every __ Years </td><td> </td><td>- </td><td>- </td><td>20\n</td></tr><tr><td>Never </td><td>15 percent </td><td>- </td><td>- </td><td>20\n</td></tr><tr><td>20 percent </td><td> </td><td> </td><td> </td></tr><tr><td>Water treatments\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Yes </td><td>38.1 percent </td><td>- </td><td>- </td><td>21\n</td></tr><tr><td>No </td><td>47.6 percent </td><td>- </td><td>- </td><td>21\n</td></tr><tr><td>Don't know </td><td>14.3 percent </td><td>- </td><td>- </td><td>21\n</td></tr><tr><td>Municipal water\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Want town water </td><td>76.2 percent </td><td>- </td><td>- </td><td>21\n</td></tr><tr><td>Unsure about having town water </td><td>14.3 percent </td><td>- </td><td>- </td><td>21\n</td></tr><tr><td>Do not want town water </td><td>0.0 percent </td><td>- </td><td>- </td><td>21\n</td></tr><tr><td>No response </td><td>9.5 percent </td><td>- </td><td>- </td><td>21\n</td></tr><tr><td>Willing municipal water payment ($)\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Mean payment for upfront for installation </td><td>722.1 1142.6 </td><td>0 </td><td>1700 </td><td>16\n</td></tr><tr><td>Mean payment for water bill </td><td>24.9 21.1 </td><td>0 </td><td>62.5 </td><td>17\n</td></tr><tr><td>Annexation\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Want annexation </td><td>61.9 percent </td><td>- </td><td>- </td><td>21\n</td></tr><tr><td>Do not want annexation </td><td>0.0 percent </td><td>- </td><td>- </td><td>21\n</td></tr><tr><td>Unsure about annexation </td><td>9.5 percent </td><td>- </td><td>- </td><td>21\n</td></tr><tr><td>No response </td><td>28.6 percent </td><td>- </td><td>- </td><td>21\n</td></tr></table></body></html>"}, "TABREF4": {"text": "Table 1. Excerpts from interviews can be\ntagged with specific codes allowing for further analysis\nof different aspects of the interview. The results from\nanalysis of the tagged excerpts were then used to draw\nconclusions about the Irongate community's main focus-\nes in concerns over their private wells.\nTable 1.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Interview Guide Example Questions.\n</td><td> </td></tr><tr><td>Interview sections </td><td>Example analysis codes\n</td></tr><tr><td>Introduction\n What do you want us to know about you?\n What would you like us to reveal about you in discussing your story?\n Is there anything you would like omitted?\n</td></tr><tr><td>Well water quantity\n Do you have problems with your well?\n </td><td> Lack of options when without water\n </td></tr><tr><td>How often have you not had enough water for your daily needs?\n How are your daily activities affected?\n</td><td>Water loss/lack\n Reliance on others for water\n</td></tr><tr><td> Lack of problems with water\n Daily life (negative)\n</td></tr><tr><td>Community\n</td><td> Conservation (drinking, cooking,\ndishes, laundry, etc.)\n</td></tr><tr><td> How long have you lived in this community?\n Do you have any strong memories associated with this neighborhood?\n</td><td> \"family\"\n \"community\"\n</td></tr><tr><td> Describe your relationship to this community. What is this neighborhood like?\n</td><td> Neighborhood (negative)\n</td></tr><tr><td>Septic system\n</td><td> Neighborhood (positive)\n</td></tr><tr><td> Tell me about your experiences with your septic system. </td><td> Septic Problems (current/past)\n Concerns with septic (future)\n</td></tr><tr><td>Your well\n What feelings come up for you when you think about your well?\n</td><td> Negative emotions\n</td></tr><tr><td> What is it like to have well water?\n How deep is your well?\n </td><td> Positive emotions\n</td></tr><tr><td>Has your experience with your well changed over time? If yes, how?\nThe Apex Water Utility\n What are your hopes and concerns for your water?\n</td><td> Apex Water (positive)\n</td></tr><tr><td> If you had a choice, would you like to have well water or city water? Why?\n</td><td> Apex Water (negative)\n</td></tr><tr><td> What have you done so far, if anything, to get connected to the municipal water\nsystem? Can you explain?\n</td><td> Apex Water: has been involved\n</td></tr><tr><td> Apex Water: has not been involved\n</td></tr><tr><td>Well water testing\n Have you tested your well water in the past?\n</td><td> Treatment (yes)\n</td></tr><tr><td> What kind of tests did you do?\n How often do you think you should test your well?\n</td><td> Treatment (no)\n</td></tr><tr><td>Finance\n How do you feel about the cost of your well?\n How would you describe the finance of your well?\n What feelings come up for you on this subject?\n</td><td> Annexation/installation costs\n Maintenance/conservation costs\n</td></tr><tr><td>Well water quality perception\n Do you drink or cook with water from your tap? Why or why not?\n Have you noticed any unusual water tastes, smells, or looks?\n</td><td> Preference for municipal water\n Preference for well water\n Taste\n </td></tr><tr><td>Closing\n Does anything else come to mind?\n</td><td>Look\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "The author(s) disclosed receipt of the following financial support for the research, authorship, and/or publication of this article: This research was funded by The EPA Science to Achieve Results Program (grant ##83927901). ", "cite_spans": [], "ref_spans": [], "section": "Funding"}]}