{
    "paper_id": "0b2f4610f6227bef0fe70c7ae5a9096f38a5b8e6",
    "metadata": {
        "title": "Journal Pre-proof A Model for Evaluating Green Credit Rating and its impact on Sustainability Performance CRediT authorship contribution statement A Model for Evaluating Green Credit Rating and its impact on Sustainability Performance A Model for Evaluating Green Credit Rating and its impact on Sustainability Performance",
        "authors": [
            {
                "first": "Nada",
                "middle": [
                    "A"
                ],
                "last": "Nabeeh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mansoura University",
                    "location": {
                        "postCode": "35516",
                        "settlement": "Dakahlia",
                        "country": "Egypt"
                    }
                },
                "email": ""
            },
            {
                "first": "Mohamed",
                "middle": [],
                "last": "Abdel-Basset",
                "suffix": "",
                "affiliation": {},
                "email": "s:mohamed.abdelbasset@fci.zu.edu.eg"
            },
            {
                "first": "Gawaher",
                "middle": [],
                "last": "Soliman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zagazig University",
                    "location": {
                        "postCode": "44519",
                        "settlement": "Zagazig",
                        "region": "Sharqiyah",
                        "country": "Egypt"
                    }
                },
                "email": "gawaherahmed@yahoo.com"
            },
            {
                "first": "Nada",
                "middle": [
                    "A"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The development of economic activities and social progress index leads to the governmental considerations for the environmental challenge's issues. The Green Credit Policy (GCP) in China for manufacturing, as a part of a sustainable finance package, initiatives restrictions with suppliers to reduce harmful pollution for the environment. The study mainly validates the impact of GCP on manufacturing for diminishing the emerged pollution to the environment. The study develops Neutrosophic Multiple-Criteria Decision-Making Framework (N-MCDMF) according to neutrosophic theory and various MCDM methods of grey relational analysis (GRA), analytic network process (ANP), the Decision-Making Trial and Evaluation Laboratory technique (DEMATEL), and the Technique for Order of Preference by Similarity to Ideal Solution (TOPSIS) to support the decisionmakers with highly systematic procedures in the uncertain and inconsistent environmental conditions. The N-MCDMF evaluates the conditions of GCP and recommends the optimal Supply Chain Management (SCM) in manufacturing alternatives. A case study is presented for the validation of the issues of applicability and flexibility for the proposed N-MCDMF. The results obtained from the implementation of the N-MCDMF indicates the applicability and flexibility of the proposed approach. In addition, results show that SCM in manufacturing can provide more cooperation for the environment to reduce harmful pollution and to attain sustainability for achieving motivations under the restrictions of GCP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The advancement of the world economy leads to prominent obstacles in environmental issues all over the world. The economic growth with retaining the development of sustainability is the concern of many countries . Improving sustainable development can be the only way to handle most of the global problems like climate change, poverty, global warming, hunger, and inequality (Sherafati et al., 2020) . In China, the advancements of manufacture lead to huge environmental pollution. Due to the extreme use of energy, and massive emissions of carbon in the previous decades (Xu and Lin, 2017) . According to Shen and Lin. (2020) , the manufacture is the largest consuming sector of energy in China, and the government decided to control the use of energy. The government in China, imposed incentives and punishments to encourage manufacturers to make efforts to reduce pollution . The manufacturers' production and transportation activities have an extreme influence on the environment and the development level among the elements of the supply chain (Sherafati et al., 2020) . According to , the government and the manufacturer have an important role in the supply chain for the sake of pollution reduction. The participants in the supply chain can obtain the incentive to reduce pollution emitted to the environment (Castellacci and Lie, 2017) . application of green credit, the manufacturing companies direct resource allocation to reduce pollution for the purpose of attaining sustainability.",
            "cite_spans": [
                {
                    "start": 375,
                    "end": 399,
                    "text": "(Sherafati et al., 2020)",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 572,
                    "end": 590,
                    "text": "(Xu and Lin, 2017)",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 606,
                    "end": 626,
                    "text": "Shen and Lin. (2020)",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 1049,
                    "end": 1073,
                    "text": "(Sherafati et al., 2020)",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 1316,
                    "end": 1343,
                    "text": "(Castellacci and Lie, 2017)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The green credit rating of companies is a MCDM problem. The researchers used MCDM methods to determine trade-offs among environmental, social, and economic criteria (Banasik et al., 2018) . The MCDM is a formal method of decision-making that can handle the conflict criteria and complex problems . In MCDM, the experts may provide confusing perspectives because of the real-life environmental conditions of vague, impression, inconsistency, and uncertainty . Hence, the MCDM should be extended with advanced mathematical sets to handle the current environmental challenges. Consequently, the Fuzzy set is used to deal with vague or imprecise of MCDM . Traditionally, the Fuzzy set used the membership function to find preference relations, however, there are technical difficulties to create membership functions that reflect all problem's aspects in real situations of indeterminate cases (Abdel-basset and Mohamed. R., 2020a; Abdel-Basset et al., 2018a; Abdel-Basset et al., 2019b) .",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 187,
                    "text": "(Banasik et al., 2018)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 890,
                    "end": 927,
                    "text": "(Abdel-basset and Mohamed. R., 2020a;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 928,
                    "end": 955,
                    "text": "Abdel-Basset et al., 2018a;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 956,
                    "end": 983,
                    "text": "Abdel-Basset et al., 2019b)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Neutrosophic sets are used to model real-world problems regarding the conditions of all situations of decision-making (Victor et al., 2018) . According to the neutrosophic is a novel aspect of philosophy that concentrates on the study of the origin and scope of neutralities. Due to the decision-maker confusion and real-life situations, the relationships between numerous criteria and alternatives cannot be efficiently defined. Neutrosophic can handle both the misjudgments of decision-makers and environmental factors of uncertainty conditions. According , the neutrosophic theory can handle the indeterminate cases by illustrated a systematic methodology to obtain the measurable form for such indeterminate cases. The neutrosophic sets powerfully handled the indeterminate and inconsistent data through including three aspects which are truth, indeterminate, and false degrees . Recently, the integration of MCDM methods used in complicated problems with various criteria and alternatives (Alam-Tabriz et al., 2014; Shen et al., 2014) .",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 139,
                    "text": "(Victor et al., 2018)",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 994,
                    "end": 1020,
                    "text": "(Alam-Tabriz et al., 2014;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1021,
                    "end": 1039,
                    "text": "Shen et al., 2014)",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The proposed N-MCDMF integrates the neutrosophic with MCDM to support the decisionmakers with a highly systematic framework in the uncertain and inconsistent environmental conditions. The N-MCDMF integrated the GRA to evaluate the degree of interrelation among the criterion of GCP. The DEMATEL method is used to analyze the preferences among the criterion of GCP. The ANP is applied to obtain the final weights for the GCP criterion. The N-MCDM is focused on ranking alternatives of the SCM in manufacturing that meets the objectives of GCP. The TOPSIS is used in the N-MCDMF to attain optimal SCM in manufacturing solutions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The rest of this study is structured as follows. Section 2 presents the literature review and related studies. Section 3 presents the main procedures for the proposed framework and the integration neutrosophic with MCDM methods to attain optimal solutions according to GCP conditions. Section 4 presents an effective case study to ensure the applicability and flexibility of N-MCDMF. Section 5 illustrates the discussion and results for the proposed N-MCDMD. Section 6 mentions the managerial insights. Section 7 concludes the study and benefits of applying N-MCDMF, in addition, plans future trends for the next studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In literature, environmental issues attract a lot of attention. . In manufacture, the raw material is transformed into useful products through a series of value and non-value-added processes. The manufacturing process is utilized by eliminating non-value-added activities and reducing the environmental effect to assess the sustainable performance for companies (Aigbedo 2021) . In literature, the sustainability is the growth that meets the needs of the current generation with the province of the chance and the ability for forthcoming generations (Abdel-Basset et al., 2020a; Tsalis et al., 2020; Seuring et al., 2008; ) . In addition, sustainability has a multi-dimensional focus on the 'triple-bottom-line' of economic, environmental, and social dimensions (Seuring et al., 2008) . The business around the world introducing certain strategies such as \"clean production\" and \"ecoefficiency\" approaches to respond to sustainability (Tsalis et al., 2020) The SCM cooperated to overcome the negative effect of the activities of manufacturing for reducing environmental pollution and minimizing the harmful waste of industries (Zhu et al., 2017) . Many researchers have tried to determine the relationship between the supply chain to reduce the emitted pollution to the environment. The manufacturing process improved environmental performance and productivity for small and mediumsized enterprises to attain such a proper sustainable performance (Choudhary et al., 2019) .",
            "cite_spans": [
                {
                    "start": 362,
                    "end": 376,
                    "text": "(Aigbedo 2021)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 550,
                    "end": 578,
                    "text": "(Abdel-Basset et al., 2020a;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 579,
                    "end": 599,
                    "text": "Tsalis et al., 2020;",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 600,
                    "end": 621,
                    "text": "Seuring et al., 2008;",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 622,
                    "end": 623,
                    "text": ")",
                    "ref_id": null
                },
                {
                    "start": 762,
                    "end": 784,
                    "text": "(Seuring et al., 2008)",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 935,
                    "end": 956,
                    "text": "(Tsalis et al., 2020)",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 1127,
                    "end": 1145,
                    "text": "(Zhu et al., 2017)",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 1447,
                    "end": 1471,
                    "text": "(Choudhary et al., 2019)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Research Background"
        },
        {
            "text": "The governments restricted many policies regarding the issues of the environment and corporations of GCP. The GCP, as an effective incentive system, is a form of policy to reduce pollution (Zhang et al., 2011) . In South Korea, GCP allows manufacturers to reduce pollution by cooperating with suppliers to apply environment-friendly regulation . Governments applied many policies such as tax programs and incentives to motivate companies to decrease pollution . Fan et al., (2017) studied empirically the reduce energy consumption on the aspects of financial performance and efficiency in China. While Choudhary et al. (2019) used an integrated lean and green approach for improving sustainability performance. studied the effect of the GCP on manufacturers' efforts to reduce pollution in the supply chain in South Korea. The manufacturers used the optimal control theory to create additional value by reducing their suppliers' pollution at the desirable levels. Kannan et al. (2020) evaluated and prioritized sustainable suppliers in circular supply chains in Iran by integrating the Fuzzy set best-worst method and the interval VIKOR method. Recently, China has accomplished many achievements in economic, however caused high energy consumption and high pollution to the environment . Since there exist only a few cities that have adequate fresh air which is only eighty-three from three hundred thirty-eight cities in China. The government concerns increased to recover environmental pollutions.",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 209,
                    "text": "(Zhang et al., 2011)",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 462,
                    "end": 480,
                    "text": "Fan et al., (2017)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 602,
                    "end": 625,
                    "text": "Choudhary et al. (2019)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 964,
                    "end": 984,
                    "text": "Kannan et al. (2020)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Research Background"
        },
        {
            "text": "Previous studies that deal with pollution have concentrated on the maximization of individual profits in isolation . There is a gap in the research that reflects the efforts of the manufacturer to decrease pollution in the supply chain. Furthermore, the manufacturer's attempts to use the GCP have not been fully investigated. The green credit rating of corporations is a MCDM problem. To evaluate and rank multiple attributes, it is recommended to use the MCDM model to provide these characteristics . The MCDM problems deal with the conditions of vague, impression, inconsistency, and uncertainty (Zhang and Wang, 2018) . The MCDM is integrated with Fuzzy set to handle the existing challenges of MCDM techniques. However, the membership function could be represented in all problems (Abdel-Basset et al., 2018a) .",
            "cite_spans": [
                {
                    "start": 599,
                    "end": 621,
                    "text": "(Zhang and Wang, 2018)",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 786,
                    "end": 814,
                    "text": "(Abdel-Basset et al., 2018a)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Research Background"
        },
        {
            "text": "The neutrosophic theory is proposed to handle the environmental conditions of uncertainty and inconsistency . The neutrosophic theory can fully deal with indeterminant cases, while fuzzy cannot deal with indeterminate cases. The intuitionistic fuzzy theory can deal only partially with independent cases. Hence, indeterminacy is an independent component in neutrosophic theory in other sets (fuzzy, intuitionistic fuzzy, etc.) indeterminacy is dependent or does not exist. The while neutrosophic theory is used in many disciplines such as supplier selection, cloud services, smart city, and personnel selection to handle the indeterminate solution into a suitable form (Abdel-Basset et al., 2018b; Abdel-Basset and Mohamed, 2018; Abdel-Basset et al., 2019b) . The neutrosophic theory can model the indeterminant cases to represent an accurate decision maker's perspective in different neutrosophic scales to attain optimal solutions for different objectives .",
            "cite_spans": [
                {
                    "start": 669,
                    "end": 697,
                    "text": "(Abdel-Basset et al., 2018b;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 698,
                    "end": 729,
                    "text": "Abdel-Basset and Mohamed, 2018;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 730,
                    "end": 757,
                    "text": "Abdel-Basset et al., 2019b)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Research Background"
        },
        {
            "text": "Step 1: Detect the study objectives, alternatives, and criteria. The expert's perspectives and judgments are gathered surveys by the aid of reviews, vis-a-vis meetings of advices, and questioner to formulate in an appropriate form, more details in Appendix A.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2. The flowchart of N-MCDMF"
        },
        {
            "text": "Step 2: The neutrosophic theory can specify the perspectives and judgments of decision-makers. In situations of multiple decision-makers, apply the aggregation function to achieve to aggregated pairwise comparison matrix . The study recommends formulating decision judgments as a triangular neutrosophic scale to overcome the uncertain and inconsistent cases of environment real-life conditions Step 3: The neutrosophic judgments for GCP criteria have been converted to crisp values between zero and three by applying the score function illustrated in . The formulation of neutrosophic decision-makers' judgments to crisp values provides a degree of flexibility and simplicity for the following practical steps. The score function is mentioned as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2. The flowchart of N-MCDMF"
        },
        {
            "text": ", such that l, m, u refers to the lower, median, upper of the scale neutrosophic numbers, and T, I, F are representing the truth-membership, indeterminacy, and falsity membership functions respectively for triangular neutrosophic number.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2. The flowchart of N-MCDMF"
        },
        {
            "text": "Step 4: The N-MCDMF primarily used the method of GRA to evaluate the relations between various criteria. The relationships among criteria are commonly strong, hence the GRA is recommended to evaluate GCP criteria. In addition, the GRA has the capability to perform flexible computations in real-J o u r n a l P r e -p r o o f life situations of uncertainty and inconsistency . The GRA involved two cardinal models: the local and global GRA models . According to the strength and weakness index mentioned in (Wang, 2009) , the study decided to perform the global GRA to the N-MCDMF to evaluate the effectiveness GCP on the SCM in manufacturing. The steps of global GRA are mentioned as follows:",
            "cite_spans": [
                {
                    "start": 507,
                    "end": 519,
                    "text": "(Wang, 2009)",
                    "ref_id": "BIBREF71"
                }
            ],
            "ref_spans": [],
            "section": "Figure 2. The flowchart of N-MCDMF"
        },
        {
            "text": "Step 4.1: Create the original sequence for GCP criterions = (1), ⋯ , ( ) , such that j= 1,2, ⋯ , = 1,2, ⋯ .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2. The flowchart of N-MCDMF"
        },
        {
            "text": "Step 4.2: The data preprocessing and data normalization for GRA is classified according to the original sequence into two classes, first-class refers to the Larger-the-better for infinite or maximum data, second class refers to the smaller-the-better for finite or minimum data (Sa et al., 2018) . The equations for data preprocessing are mentioned as follows:",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 295,
                    "text": "(Sa et al., 2018)",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Figure 2. The flowchart of N-MCDMF"
        },
        {
            "text": "(1) Larger-the-better: the effective measure for upper-bound is represented as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2. The flowchart of N-MCDMF"
        },
        {
            "text": ", such that, z * (L) is the resulted preprocessing values, z (L) is the original sequence for the criteria, max[z (L)], % [ ( )] represents the maximum, and minimum values respectively for the original sequences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2. The flowchart of N-MCDMF"
        },
        {
            "text": "(2) Smaller-the-better: the effective measure for lower-bound is represented as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2. The flowchart of N-MCDMF"
        },
        {
            "text": "(2)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2. The flowchart of N-MCDMF"
        },
        {
            "text": "Step 4.3: compute the grey relation coefficient (GRC) to detect the relations between the reference sequence ( ) , and comparative sequence denoted as ( ). The GRC is mentioned as in the next , L= 1,2, ⋯ , 1 = 1,2, ⋯ , % ∈ , The 4 represents a distinguishing coefficient with a value between [0,1] and set to be 0.5 Sa et al., 2018) Step 4.4: Compute the grey relational grade for the sequence of illustrated as follows (Deng, 1982) : 5 678 5( , ) = 9 : ∑ <( : =89 ( ), ( )) (4) , where m represents the number of criterions",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 332,
                    "text": "Sa et al., 2018)",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 420,
                    "end": 432,
                    "text": "(Deng, 1982)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Figure 2. The flowchart of N-MCDMF"
        },
        {
            "text": "Step 4.5: Compute the grey relational matrix from the previous step of grey relational grade:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2. The flowchart of N-MCDMF"
        },
        {
            "text": ", such that 5 67 represents the relation between the sequences of ( ), B C ( ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2. The flowchart of N-MCDMF"
        },
        {
            "text": "Step 5: The DEMATEL is adopted to study the relation among structured criteria (Deng, 1982) . The study extends DEMATEL with GRA to combine valuable advantages of step 4 of the grey relational matrix. The procedures for DEMATEL are illustrated in the following steps: Step 5.2: Determine the normalized direct relation matrix The current matrix built up from the previous step of initial direct relation matrix form (6). The following equations are used to obtain the normalized direct relation matrix:",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 91,
                    "text": "(Deng, 1982)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Figure 2. The flowchart of N-MCDMF"
        },
        {
            "text": "Step 5.3: Build the total relation matrix The total relation matrix can be computed using the general normalized direct relation matrix as follows :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2. The flowchart of N-MCDMF"
        },
        {
            "text": "where I denote identity matrix, and T g denotes total relation extended with GRA",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2. The flowchart of N-MCDMF"
        },
        {
            "text": "Step 6: Construct weighted supermatrix of ANP",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2. The flowchart of N-MCDMF"
        },
        {
            "text": "The ANP is constructed based on the resulted preceding methods of GRA and DEMATEL to produce the supermatrix of ANP. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2. The flowchart of N-MCDMF"
        },
        {
            "text": ", where T g is the total relation resulted from applying previous methods of GRA and DEMATEL, and ij n denoted to indirect effects that criteria i has on criteria j.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2. The flowchart of N-MCDMF"
        },
        {
            "text": "Step 6.1: The total matrix relation T g that resulted from the integration of GRA and DEAMTEL would be normalized to supermatrix T s matrix (hao et al., 2018) . Such that, Step 6.2: Obtain the unweighted supermatrix The supermatrix denotes to be W matrix by transposing the normalized supermatrix as follows: Step 6.3: Compute the weighted supermatrix The weight of supermatrix can be calculated as mentioned: (13) Step 6.4: Detect weights for the candidate's criteria The priorities for GCP criterion are computed as mentioned:",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 158,
                    "text": "(hao et al., 2018)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Figure 2. The flowchart of N-MCDMF"
        },
        {
            "text": "1. Compute the summation for row mean:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2. The flowchart of N-MCDMF"
        },
        {
            "text": ", where, S ij represents the values of weighted matrix W s (e.g. S 11 denoted to 11 11 w n s × ) Step 7: TOPSIS method is used to detect optimal solutions by detecting two areas for solutions denoted as negative and positive range . In order to inform decision-makers with the optimal decision, TOPSIS is used to recommend SCM in manufacturing that well-applied the GCP criteria. The optimum manufacturing SCM alternative is selected to reduce pollution in the environment, in addition, attain sustainability under the rapid economic growth and environmental degradation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2. The flowchart of N-MCDMF"
        },
        {
            "text": "Step 7.1: Collect decision judgments for alternatives. Formulate decision judgments on a triangular neutrosophic scale . Aggregate decision judgments in case of more than one decision-maker in the study Step 7.2: The triangular neutrosophic scale of decision judgments is transformed into crisp values using score function mentioned in ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2. The flowchart of N-MCDMF"
        },
        {
            "text": "Step 7.3: The normalization has been applied on the crisp value ij x as mentioned:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2. The flowchart of N-MCDMF"
        },
        {
            "text": "Step 7.4: Compute weighted normalized decision-making matrix J o u r n a l P r e -p r o o f",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2. The flowchart of N-MCDMF"
        },
        {
            "text": ", where j w refers to the weights for criteria resulted from construction of weighted supermatrix of ANP",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2. The flowchart of N-MCDMF"
        },
        {
            "text": "Step 7.5: Calculate the positive and negative region of solutions as the following:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2. The flowchart of N-MCDMF"
        },
        {
            "text": ", where + s denotes a positive area − s denotes a negative area.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2. The flowchart of N-MCDMF"
        },
        {
            "text": "Step 7.6: Detect separation measures by computing the Euclidean distance between positive ( + i d ) and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2. The flowchart of N-MCDMF"
        },
        {
            "text": "negative ideal area of solutions ( − i d ) to alternatives as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2. The flowchart of N-MCDMF"
        },
        {
            "text": "Step 7.7: Calculate the relative closeness to ideal solutions",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2. The flowchart of N-MCDMF"
        },
        {
            "text": ", such that the i RC solutions values included between zero and one. The largest value of i RC refers to the optimum solution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2. The flowchart of N-MCDMF"
        },
        {
            "text": "Step 8: Rank solutions based on the N-MCDMF methods to achieve the optimum decision that meets GCP objectives and attain sustainability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2. The flowchart of N-MCDMF"
        },
        {
            "text": "The illustrative example applied the N-MCDMF in China, it is pretended to evaluate the criteria of GCP, and to rank the alternatives of SCM in manufacturing. Common international ratings of GCP indicators is used to evaluate the sustainability conditions (hao et al., 2018) , and details mentioned in appendix A. As a result, the case study is covered the current issues for GCP in chine as considering the following factored criteria: Management Authority, Anthropogenic Pollutants, Ingredients, Energy Efficiency, Water Efficiency, Modernization, Waste and pollution environment, and Epidemic diseases. The evaluation of GCP is confined into nine main criteria as mentioned in table 1, and the rank of SCM alternatives is highlighted on five alternatives. The five alternatives are corresponding to SCM of software companies SCM 1: Oracle, SCM 2 : SAP, SCM 3 : Copa Software, SCM 4: Manhattan Associates. SCM 5 : JDA. The problem formulation for criteria and alternatives has been detected from the perspectives of expertise in GCP, production experts, sales managers, quality control managers, and manufacturing managers. The N-MCDMF is used the hybrid MCDM methods of GRA, DEMATEL, ANP, and TOPSIS to recommend optimal ranked alternatives to meet the evaluated GCP criteria. Consequently, the step by step implementation for the proposed N-MCDMF: The coordination of activities to achieve the targeted objectives, such as sustainable procurement (Al-Jebouri et al., 2017) , and stockholder participation ",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 273,
                    "text": "(hao et al., 2018)",
                    "ref_id": null
                },
                {
                    "start": 1450,
                    "end": 1475,
                    "text": "(Al-Jebouri et al., 2017)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "An Illustrative Example"
        },
        {
            "text": "A 2 Refers to the total human exposure to air pollution, such as combustions, building new materials, allergens, viruses, and bacteria (Stiborova et al., 2020) .",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 159,
                    "text": "(Stiborova et al., 2020)",
                    "ref_id": "BIBREF66"
                }
            ],
            "ref_spans": [],
            "section": "Anthropogenic Pollutants"
        },
        {
            "text": "The materials included in manufacturing such as source, recycled, and new materials (Darko et al., 2017) .",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 104,
                    "text": "(Darko et al., 2017)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Ingredients I 3"
        },
        {
            "text": "The energy efficiency is mainly focused on reducing the carbon dioxide emission to the environment (Kong et al., 2020) , in addition reducing the energy needed for operating, and reducing costs to the manufacturing economy Water Efficiency W 5",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 118,
                    "text": "(Kong et al., 2020)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Energy Efficiency E 4"
        },
        {
            "text": "The minimum amount of water consumed to accomplish a specific task (Al-Jebouri et al., 2017) .",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 92,
                    "text": "(Al-Jebouri et al., 2017)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Energy Efficiency E 4"
        },
        {
            "text": "The transition from traditional to smart methods, such as smart grids, smart cities (Zhang et al., 2011) .",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 104,
                    "text": "(Zhang et al., 2011)",
                    "ref_id": "BIBREF75"
                }
            ],
            "ref_spans": [],
            "section": "Modernization M 6"
        },
        {
            "text": "Habits and cite ecology include the public transport, outdoor space, Cyclist landscaping, etc. (Al-Jebouri et al., 2017) .",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 120,
                    "text": "(Al-Jebouri et al., 2017)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Habits and Cite Ecology H 7"
        },
        {
            "text": "Waste and pollution environment radioactive wastes, plastic, garbage, and etc. (Darko et al., 2017) .",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 99,
                    "text": "(Darko et al., 2017)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Wp 8"
        },
        {
            "text": "Is infectious diseases rapidly spread within short for a community of people. e.g. Plague, cholera typhus, malaria, ebola virus disease, small box, Spanish influenzas, SARS, and coronavirus disease (COVID-19) (Fujji et al., 2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemic diseases Ed 9"
        },
        {
            "text": "Step 1: Detect the study objectives, alternatives, and criteria. In the proposed study decision-makers include experts in GCP, SCM, manufacture selection, business administrators, and technological administrators as mentioned in table 2. Collect perspectives of decision experts and gather the resulted judgments in the appropriate form. Step 2: The decision judgments from experts about the criteria for evaluating the GCP are specified and aggregated by aggregation function. The aggregated decision judgments are formulated in a triangular neutrosophic scale as mentioned in table 3.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemic diseases Ed 9"
        },
        {
            "text": "Step 3: The neutrosophic triangular scale for aggregated decision judgments is converted to crisp values using Eq. (1) as illustrated in table 4. Step 4: The N-MCDMF applies the GRA method to evaluate the relationship of criteria. The original sequence for GRA is the neutrosophic aggregated decision judgments from the previous step. The case study assigned the criteria A 2, Wp 8, and Ed 9 to the equation of preprocessing smallest-the better using eq. (1). The rest of the criterions is assigned to the largest-the-better using eq. (2). The results of data preprocessing and normalization are depicted in table 5. The grey relational grade is obtained by applying Eq. (3), eq. (4), and the results are mentioned in table 6. The last step in the GRA is to compute the grey relational matrix by eq. (5) the results are mentioned in table 7. Table 7 . The grey relational matrix",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 842,
                    "end": 849,
                    "text": "Table 7",
                    "ref_id": null
                }
            ],
            "section": "Epidemic diseases Ed 9"
        },
        {
            "text": "Step 5: The DEMATEL is applied in the grey relational matrix to analyze the complex relations between criteria. Construct the initial direct relation matrix by eq. (6), and the results are mentioned in table 8. Compute the normalized direct relation matrix by eq. (7), and (8). The total relation matrix is achieved by applying eq. (9), and the results are depicted in table 9. Table 9 . Total relation matrix",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 378,
                    "end": 385,
                    "text": "Table 9",
                    "ref_id": null
                }
            ],
            "section": "Epidemic diseases Ed 9"
        },
        {
            "text": "Step 6: The ANP is applied to the previous MCDM methods of GRA and DEMATEL. Construct the supermatrix of ANP using eq. (10). The total matrix of relation T g is achieved in eq. (11) as in Step 7: The alternatives of SCM in manufacturing are represented and aggregated in a triangular neutrosophic scale from decision experts. The alternatives include five candidates denoted as follows: SCM 1 , SCM 2 , SCM 3 , SCM 4 , SCM 5 . The aggregated pairwise comparison matrix for the candidate's alternatives are mentioned in table 13. For simplicity, the triangular neutrosophic scale is converted to crisp values by applying score function and is mentioned in table 14. The weighted normalization was achieved by applying eq. (16), eq. (17). The results of weighted data normalization are mentioned in table 15. The positive and negative region is calculated respectively with eq. (18), and eq. (19). The positive region, negative region, and relative closeness are calculated using eq. (20), (21), and (22). In addition, the results are depicted in table 16.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemic diseases Ed 9"
        },
        {
            "text": "Step 8: The results show that SCM 2 is recommended to be the optimal SCM in manufacturing alternative, while SCM 3 denotes to be the worst alternative. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemic diseases Ed 9"
        },
        {
            "text": "The proposed N-MCDMF is mainly influenced by the decision judgments of the problem definition either for alternatives or criteria, in addition to the weights of criteria. The values assigned to aggregated decision judgments vary according to the current environmental conditions, and experts. For the sake of analyzing the N-MCDM results, the weights of decision judgments parameter for criteria are re-prioritize to detect the impact of weights on final ranking, while the decision judgments of SCM in manufacturing are fixed. Based on Table 17 the weights of GCP criteria are characterized as follows: A 2 , H 7 , M 6 , E 4 , I 3 , W 5 , Wp 8 , Ma 1 , Ed 9 as mentioned in Fig.3 . The decision judgments for evaluating GCP are aggregated in the form of a neutrosophic triangular scale and following the N-MCDMF steps to calculate the weights of criteria. The new weights are mentioned as follows in table 17. The new priorities would characterize as follows: I 3 , Ed 9 , M 6 , E 4 , Ma 1 , W 5 , H 7 , A 2 as mentioned in Fig.4 . Indeed, the changing in criteria weights must affect the ranking of SCM in manufacturing alternatives.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 537,
                    "end": 545,
                    "text": "Table 17",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 675,
                    "end": 680,
                    "text": "Fig.3",
                    "ref_id": null
                },
                {
                    "start": 1025,
                    "end": 1030,
                    "text": "Fig.4",
                    "ref_id": null
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "The original rank of decision alternatives mentioned as follows: SCM 2 , SCM 1 , SCM 4 , SCM 5 , SCM 3 . The steps of N-MCDM would apply on the new weights to trace step by step changes in values. Table  18 shows the TOPSIS positive region, negative region, and relative closeness new values. Based on Table 18 , the decision alternatives are prioritized as follows: SCM 1 , SCM 4 , SCM 2 , SCM 5 , SCM 3 . The original and new relative closeness is modeled in Fig.5 . The results obtained that the SCM alternatives affected by interchanging their ranked position are SCM 1 , SCM 2 , SCM 4 . In addition, SCM 3 identified as the worst decision alternative. In general, the study recommends for decision-makers to collaborate with SCM alternatives SCM 1 , SCM 2 , SCM 4 , that would attain GCP criterion and sustainability, while the study does not recommend SCM 3 under any circumstances. J o u r n a l P r e -p r o o f Table 20 shows the results for the ranking of alternatives using TOPSIS. The results showed that SCM 2 recommends being the best alternatives that meet GCP conditions, while SCM 3 is the worst alternative and do not recommend to be selected ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 197,
                    "end": 206,
                    "text": "Table  18",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 302,
                    "end": 310,
                    "text": "Table 18",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 461,
                    "end": 466,
                    "text": "Fig.5",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 920,
                    "end": 928,
                    "text": "Table 20",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "The model evaluation is applied to the proposed N-MCDMF. The proposed model is mainly depending on the neutrosophic theory and MCDM methods. The subject of the study forced researchers to adopt the proper methodologies and algorithms to achieve optimal solutions. In this section, the proposed N-MCDMF is evaluated and compared with other studies adopted some of the used methodologies and theories. In Yang et al. (2019) , the research used hybrid MCDM methods to establish a green credit rating mechanism. Indeed, the current study addressed Yang et al., (2019) drawback as follows: 1) Cannot handle environmental situations of vague, impression, uncertainty, and In , the research focused on the GCP in South Korea to allow manufactures to limit the pollution by the cooperation of suppliers in SCM. The , illustrated an optimal control model to reduce the emitted pollution from the supply chain. The proposed study addressed some drawbacks as follows: 1) The research can be improved with aid of MCDM methods, 2) The research can not handle the real-life situations of vague, impression, uncertainty, and inconsistency, 3) The numerical analysis lacked the use fuzzy set theory or neutrosophic theory, 4) The research can handle the uncertain and inconsistent data, 5) The research can not handle the indeterminate cases.",
            "cite_spans": [
                {
                    "start": 403,
                    "end": 421,
                    "text": "Yang et al. (2019)",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 544,
                    "end": 563,
                    "text": "Yang et al., (2019)",
                    "ref_id": "BIBREF73"
                }
            ],
            "ref_spans": [],
            "section": "Model Evaluation"
        },
        {
            "text": "In , using a hybrid MCDM methods for the evaluation of sustainable development performance. The study addressed some drawbacks as follows: 1) The research samples did not include the decision judgments for experts. 2) The research did not consider the indeterminate situation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model Evaluation"
        },
        {
            "text": "3)The research does not trend to handle the real-life situations of vague, impression, uncertainty, and inconsistency. Stanujkic et al. (2013) , adopted a comparative analysis of MCDM methods for ranking. The research adopted various MCDM methods in ranking to demonstrate that resulted orders can sometimes produce a different ranking of candidates. The research drawbacks include 1) Did not include decision judgments in the comparative analysis, 2) did not consider the reallife situations of vague, impression, uncertainty, and inconsistency. 3) Did not focus on the indeterminant cases and how to handle those cases.",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 142,
                    "text": "Stanujkic et al. (2013)",
                    "ref_id": "BIBREF65"
                }
            ],
            "ref_spans": [],
            "section": "Model Evaluation"
        },
        {
            "text": "The Fuzzy set theory adopted the membership function to detect the preference relations (Abdel-Basset et al., 2017) . However, the real situations are surrounded with indeterminate cases that can not be represented with membership function. The MCDM methods are combined with fuzzy set theory to handle the following issues : 1) Decision maker's different perspectives and experience, in addition, limit biasness situations. 2) Deal with vague and impression information, 3) Help decision makes to valuable cognitive to achieve optimal solutions. Ding and Kamaruddin, (2014) , illustrated the evolution of integrating a fuzzy set approach to the MCDM method of TOPSIS to produce comparison results between the effectiveness of crisp fuzzy to fuzzy TOPSIS. The drawbacks of the research: the membership function cannot represent the indeterminate cases in addition cannot reflect all overview and perspectives of decisionmakers and experts.",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 115,
                    "text": "(Abdel-Basset et al., 2017)",
                    "ref_id": null
                },
                {
                    "start": 547,
                    "end": 574,
                    "text": "Ding and Kamaruddin, (2014)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Model Evaluation"
        },
        {
            "text": "According to the limitations for the previous studies, the study proposed an integrated framework of various MCDM methods, to take the advantages for each MCDM method, with the integration of neutrosophic theory to evaluates the conditions of GCP and recommend the optimal SCM in manufacturing alternatives. The proposed N-MCDMF: 1) Include decision maker's perspectives, 2) Handle the decision maker's less experience and biasness situations, 3) Handle the real situations of vague, impression, uncertainty, and inconsistency, 4) Handle the uncertain and inconsistent data, and 5) handle the indeterminate cases. The neutrosophic theory depends on three membership functions of true, indeterminate, and false respectively. The use of the MCDM method is a variant according to the problem definition. Consequently, the study combined GRA to evaluate the degree of interrelation among the criterion of GCP, DEMATEL to analyze the preferences among the criterion of GCP, ANP to obtain the final weights for the GCP criterion, to attain optimal SCM in manufacturing solution with the integration of neutrosophic theory to evaluate the conditions of GCP and recommends the optimal SCM in manufacturing alternatives applied the data model quality function to validate the framework. The study evaluated N-MCDMF according to eight factors illustrated by .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model Evaluation"
        },
        {
            "text": "1. Completeness: the study adopted nine criteria, and five alternatives, in addition, decision maker's judgments. 2. Integrity: The framework is consistent and accurate. 3. Flexibility: The criteria, alternatives, and decision judgments can be flexibility altered according to the given situations. 4. Understandability: The N-MCDMF is modeled with figures and details to ensure reader perception. The framework is understandable. 5. Correctness: The N-MCDMF is supplemented with a numerical case study to ensure applicability and correctness. The framework is correct.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model Evaluation"
        },
        {
            "text": "6. Simplicity: The N-MCDMF is simple to use all procedures are expanded with details and supplemented with a numerical example. The framework is simple. 7. Integration: The N-MCDMF is integrated with MCDM methods and neutrosophic theory. The framework is integrated 8. Implement ability: the study can be easily implemented the case study, results and discussion show the applicability of the proposed N-MCDMF.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model Evaluation"
        },
        {
            "text": "Hence, the proposed framework applied data model quality eight functions. The framework is complete, integrity, flexible, understandable, correct, simple, integrated, and easy to implement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model Evaluation"
        },
        {
            "text": "The study involved a sample of people for evaluation for the proposed study more details in Appendix B",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model Evaluation"
        },
        {
            "text": "The study adopted an intelligent decision support system so as called N-MCDMF, that merge neutrosophic theory with different MCDM methods to assist decision-makers to achieve optimal solution under the uncertain and inconsistent conditions. Obliviously, the N-MCDMF can assign any decision judgments, criteria, and alternatives according to the case study and application. In addition, the proposed N-MCDMF not only evaluates GCP but also recommends the best SCM in manufacturing. The N-MCDMF takes the advantages of many MCDM methods GRA, DEMATEL, ANP, and TOPSIS under the umbrella of the neutrosophic theory which makes a strengthening point of the study. For example, nowadays N-MCDMF can be used in many real problems. For example, the epidemic disease of coronavirus disease (COVID-19), countries can use the N-MCDMF to recommend the most optimum health care for the audience that applies the safety conditions criteria. The application of N-MCDMF can provide suitable accommodation of alternatives according to the decision maker's judgments to reach an optimum decision. Therefore, the N-MCDMF is a general, practical, and fixable approach in the real-world environmental condition, in addition to the ease of implementation in many applications",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Managerial Insights"
        },
        {
            "text": "Nowadays both economic development and environmental protection are important. The stage of the green revolution, and sustainable have been developed. The GCP is granted with the flow of funds for minimizing the level of pollution and attaining sustainability. The SCM in manufacturing includes all processes from procurement to shipping products to customers that need to be restricted with GCP conditions of reducing environmental pollution and attaining sustainability. Therefore, the study proposed N-MCDMF that integrates neutrosophic theory with various methods of MCDM in order to evaluate the GCP and recommend the optimal alternative of SCM in manufacturing that meets the GCP conditions. The N-MCDMF included the decision judgments and experience in the study to ensure the unexpected conditions in real-life situations of uncertainty and inconsistency to attain the optimal solution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Results show the applicability and flexibility of the proposed N-MCDMF. The dynamic decision judgments due to environmental conditions would make updates in weights of criteria and consequently the ranks of alternatives. The case study provides the weights of GCP criteria in importance as follows: A 2 , H 7 , M 6 , E 4 , I 3 , W 5 , Wp 8 , Ma 1 , and Ed 9 , and priorities of alternatives as follows: SCM 2 , SCM 1 , SCM 4 , SCM 5 , SCM 3 . While after changing the decision judgments and fixing decision alternatives, the results showed to be criteria in importance are mentioned as follows: I 3 , Ed 9 , M 6 , E 4 , Ma 1 , W 5 , H 7 , A 2 . While alternatives mentioned as follows SCM 1 , SCM 4 , SCM 2 , SCM 5 , SCM 3 . Therefore N-MCDM recommends SCM alternative's SCM 1 , SCM 2 , SCM 4 , but N-MCDM does not advise decisionmaker to deal with SCM alternative's SCM 3 in all circumstances. In general, the NMCDMF is proved to be applicable and flexible in different circumstances. The future work includes analyze the SCM especially stainable circular supplier selection and use evolutionary algorithms to rate the weight of decision judgments. The future work includes make a detailed analysis of GCP conditions using evolutionary algorithms and including more countries around the world to study the effectiveness of GCP for humanity. The study mainly focused on the evaluation of GCP criteria and recommendation of optimal alternatives of SCM. The study included five branches of decision maker's expert as mentioned in table 2. The decision maker's judgments are gathered by the aid of reviews and vis-a-vis meetings or remote/ online meetings. The decision judgements would be the guidelines for the study to recommend best SCM with respect to GCP criteria. Some investigated questions are demanded for interviewers of decision makers and mentioned as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "1. Describe your current job. 2. What is your current position in organization? 3. How do you describe your work experience in years? 4. According to your own perspectives, what the most effective criteria to evaluate GCP? 5. According to your own perspectives, what the best SCM that meets the GCP criteria conditions?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "The study milestones are gathered from the valuable data collected and recorded from the interviews of decision makers. The GCP criteria are mentioned in Table 1 based on literature and interviews for decision maker's experts. After that, the decsisoin judgments for degree of importance between the selected criteria are collected in the next Consequently, study begins to collect the decision judgements for SCM alternatives that meet the GCP criteria. The five alternatives are corresponding to SCM of software companies SCM 1: Oracle, SCM 2 : SAP, SCM 3 : Copa Software, SCM 4: Manhattan Associates. SCM 5 : JDA The decision makers are asked to inform some analytical questions as follows: 3. According to your own perspectives, what the best SCM that meets the GCP criteria conditions? Give rank from 1 to 5 such that 1 refers to optimal choice and 9 to worst choice) Alternatives Ranking (1-9) SCM 1 SCM 2 SCM 3 SCM 4 SCM 5",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 154,
                    "end": 161,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "References"
        },
        {
            "text": "The questioner results for evaluating the proposed study by samples of people showed that SCM 2 is the best choice, while SCM 3 is the worst choice. The SCM 1 , SCM 4 , SCM 5 is recommended to be second, third, and fourth choices respectively. The percentages are mentioned as follows in Fig.6 . J o u r n a l P r e -p r o o f",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 288,
                    "end": 293,
                    "text": "Fig.6",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "References"
        },
        {
            "text": "The advancement of the world economy leads to prominent obstacles in environmental issues all over the world. The economic growth with retaining the development of sustainability is the concern of many countries . Improving sustainable development can be the only way to handle most of the global problems like climate change, poverty, global warming, hunger, and inequality (Sherafati et al., 2020) . In China, the advancements of manufacture lead to huge environmental pollution. Due to the extreme use of energy, and massive emissions of carbon in the previous decades (Xu and Lin, 2017) . According to Shen and Lin. (2020) , the manufacture is the largest consuming sector of energy in China, and the government decided to control the use of energy. The government in China, imposed incentives and punishments to encourage manufacturers to make efforts to reduce pollution . The manufacturers' production and transportation activities have an extreme influence on the environment and the development level among the elements of the supply chain (Sherafati et al., 2020). According to , the government and the manufacturer have an important role in the supply chain for the sake of pollution reduction. The participants in the supply chain can obtain the incentive to reduce pollution emitted to the environment (Castellacci and Lie, 2017) .",
            "cite_spans": [
                {
                    "start": 375,
                    "end": 399,
                    "text": "(Sherafati et al., 2020)",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 572,
                    "end": 590,
                    "text": "(Xu and Lin, 2017)",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 606,
                    "end": 626,
                    "text": "Shen and Lin. (2020)",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 1315,
                    "end": 1342,
                    "text": "(Castellacci and Lie, 2017)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Supply chain management (SCM) is a network of multiple companies that collaborate to convert raw materials into final products and/or services. In China, the government applies policies that offer acceptable incentives for market participants and supply chain partners to reduce pollution emitted to the environment (Wang et al., 2019) . GCP is an incentive system that provides financial benefits for environmental performance . According to the guidelines of the GCP in China, banks and other financial institutions may give more loans or financial support for environmentally friendly or energy-saving companies . Regulations encourage corporations to concentrate on environmental problems in the procedures of the SCM in manufacturing (Zhu et al., 2007) . The SCM applies a suitable strategy for the decrease of environmental pollution, prevent regulations retribution, and attain governmental incentives. According to Yang et al. (2019) , sustainable development encompasses many economic, environmental, and social aspects. During the application of green credit, the manufacturing companies direct resource allocation to reduce pollution for the purpose of attaining sustainability.",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 335,
                    "text": "(Wang et al., 2019)",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 739,
                    "end": 757,
                    "text": "(Zhu et al., 2007)",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 923,
                    "end": 941,
                    "text": "Yang et al. (2019)",
                    "ref_id": "BIBREF73"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The green credit rating of companies is a MCDM problem. The researchers used MCDM methods to determine trade-offs among environmental, social, and economic criteria (Banasik et al., 2018) . The MCDM is a formal method of decision-making that can handle the conflict criteria and complex problems . In MCDM, the experts may provide confusing perspectives because of the real-life environmental conditions of vague, impression, inconsistency, and uncertainty . Hence, the MCDM should be extended with advanced mathematical sets to handle the current environmental challenges. Consequently, the Fuzzy set is used to deal with vague or imprecise of MCDM (Abdel-Basset et al., 2019a). Traditionally, the Fuzzy set used the membership function to find preference relations, however, there are technical difficulties to create membership functions that reflect all problem's aspects in real situations of indeterminate cases (Abdel-basset and Mohamed. R., 2020a; Abdel-Basset et al., 2018a; Abdel-Basset et al., 2019b).",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 187,
                    "text": "(Banasik et al., 2018)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Neutrosophic sets are used to model real-world problems regarding the conditions of all situations of decision-making (Victor et al., 2018) . According to the neutrosophic is a novel aspect of philosophy that concentrates on the study of the origin and scope of neutralities. Due to the decision-maker confusion and real-life situations, the relationships between numerous criteria and alternatives cannot be efficiently defined. Neutrosophic can handle both the misjudgments of decisionmakers and environmental factors of uncertainty conditions. According , the neutrosophic theory can handle the indeterminate cases by illustrated a systematic methodology to obtain the measurable form for such indeterminate cases. The neutrosophic sets powerfully handled the indeterminate and inconsistent data through including three aspects which are truth, indeterminate, and false degrees . Recently, the integration of MCDM methods used in complicated problems with various criteria and alternatives (Alam-Tabriz et al., 2014; Shen et al., 2014) .",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 139,
                    "text": "(Victor et al., 2018)",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 993,
                    "end": 1019,
                    "text": "(Alam-Tabriz et al., 2014;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1020,
                    "end": 1038,
                    "text": "Shen et al., 2014)",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The proposed N-MCDMF integrates the neutrosophic with MCDM to support the decision-makers with a highly systematic framework in the uncertain and inconsistent environmental conditions. The N-MCDMF integrated the GRA to evaluate the degree of interrelation among the criterion of GCP. The DEMATEL method is used to analyze the preferences among the criterion of GCP. The ANP is applied to obtain the final weights for the GCP criterion. The N-MCDM is focused on ranking alternatives of the SCM in manufacturing that meets the objectives of GCP. The TOPSIS is used in the N-MCDMF to attain optimal SCM in manufacturing solutions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The rest of this study is structured as follows. Section 2 presents the literature review and related studies. Section 3 presents the main procedures for the proposed framework and the integration neutrosophic with MCDM methods to attain optimal solutions according to GCP conditions. Section 4 presents an effective case study to ensure the applicability and flexibility of N-MCDMF. Section 5 illustrates the discussion and results for the proposed N-MCDMD. Section 6 mentions the managerial insights. Section 7 concludes the study and benefits of applying N-MCDMF, in addition, plans future trends for the next studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In literature, environmental issues attract a lot of attention. . In manufacture, the raw material is transformed into useful products through a series of value and non-value-added processes. The manufacturing process is utilized by eliminating non-value-added activities and reducing the environmental effect to assess the sustainable performance for companies (Aigbedo 2021) . In literature, the sustainability is the growth that meets the needs of the current generation with the province of the chance and the ability for forthcoming generations (Abdel-Basset et al., 2020a; Tsalis et al., 2020; Seuring et al., 2008; ) . In addition, sustainability has a multi-dimensional focus on the 'triplebottom-line' of economic, environmental, and social dimensions (Seuring et al., 2008) . The business J o u r n a l P r e -p r o o f around the world introducing certain strategies such as \"clean production\" and \"eco-efficiency\" approaches to respond to sustainability (Tsalis et al., 2020) The SCM cooperated to overcome the negative effect of the activities of manufacturing for reducing environmental pollution and minimizing the harmful waste of industries (Zhu et al., 2017) . Many researchers have tried to determine the relationship between the supply chain to reduce the emitted pollution to the environment. The manufacturing process improved environmental performance and productivity for small and medium-sized enterprises to attain such a proper sustainable performance (Choudhary et al., 2019) .",
            "cite_spans": [
                {
                    "start": 362,
                    "end": 376,
                    "text": "(Aigbedo 2021)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 579,
                    "end": 599,
                    "text": "Tsalis et al., 2020;",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 600,
                    "end": 621,
                    "text": "Seuring et al., 2008;",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 622,
                    "end": 623,
                    "text": ")",
                    "ref_id": null
                },
                {
                    "start": 761,
                    "end": 783,
                    "text": "(Seuring et al., 2008)",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 966,
                    "end": 987,
                    "text": "(Tsalis et al., 2020)",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 1158,
                    "end": 1176,
                    "text": "(Zhu et al., 2017)",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 1479,
                    "end": 1503,
                    "text": "(Choudhary et al., 2019)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Research Background"
        },
        {
            "text": "The governments restricted many policies regarding the issues of the environment and corporations of GCP. The GCP, as an effective incentive system, is a form of policy to reduce pollution (Zhang et al., 2011) . In South Korea, GCP allows manufacturers to reduce pollution by cooperating with suppliers to apply environment-friendly regulation . Governments applied many policies such as tax programs and incentives to motivate companies to decrease pollution . Fan et al., (2017) studied empirically the reduce energy consumption on the aspects of financial performance and efficiency in China. While Choudhary et al. (2019) used an integrated lean and green approach for improving sustainability performance. studied the effect of the GCP on manufacturers' efforts to reduce pollution in the supply chain in South Korea. The manufacturers used the optimal control theory to create additional value by reducing their suppliers' pollution at the desirable levels. evaluated and prioritized sustainable suppliers in circular supply chains in Iran by integrating the Fuzzy set best-worst method and the interval VIKOR method. Recently, China has accomplished many achievements in economic, however caused high energy consumption and high pollution to the environment . Since there exist only a few cities that have adequate fresh air which is only eighty-three from three hundred thirty-eight cities in China. The government concerns increased to recover environmental pollutions.",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 209,
                    "text": "(Zhang et al., 2011)",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 462,
                    "end": 480,
                    "text": "Fan et al., (2017)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 602,
                    "end": 625,
                    "text": "Choudhary et al. (2019)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Research Background"
        },
        {
            "text": "Previous studies that deal with pollution have concentrated on the maximization of individual profits in isolation . There is a gap in the research that reflects the efforts of the manufacturer to decrease pollution in the supply chain. Furthermore, the manufacturer's attempts to use the GCP have not been fully investigated. The green credit rating of corporations is a MCDM problem. To evaluate and rank multiple attributes, it is recommended to use the MCDM model to provide these characteristics . The MCDM problems deal with the conditions of vague, impression, inconsistency, and uncertainty (Zhang and Wang, 2018) . The MCDM is integrated with Fuzzy set to handle the existing challenges of MCDM techniques. However, the membership function could be represented in all problems (Abdel-Basset et al., 2018a) .",
            "cite_spans": [
                {
                    "start": 599,
                    "end": 621,
                    "text": "(Zhang and Wang, 2018)",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 786,
                    "end": 814,
                    "text": "(Abdel-Basset et al., 2018a)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Research Background"
        },
        {
            "text": "The neutrosophic theory is proposed to handle the environmental conditions of uncertainty and inconsistency . The neutrosophic theory can fully deal with indeterminant cases, while fuzzy cannot deal with indeterminate cases. The intuitionistic fuzzy theory can deal only partially with independent cases. Hence, indeterminacy is an independent component in neutrosophic theory in other sets (fuzzy, intuitionistic fuzzy, etc.) indeterminacy is dependent or does not exist. The while neutrosophic theory is used in many disciplines such as supplier selection, cloud services, smart city, and personnel selection to handle the indeterminate solution into a suitable form (Abdel-Basset et al., 2018b; Abdel-Basset and Mohamed, 2018; Abdel-Basset et al., 2019b) . The neutrosophic theory can model the indeterminant cases to represent an accurate decision maker's perspective in different neutrosophic scales to attain optimal solutions for different objectives .",
            "cite_spans": [
                {
                    "start": 669,
                    "end": 697,
                    "text": "(Abdel-Basset et al., 2018b;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 698,
                    "end": 729,
                    "text": "Abdel-Basset and Mohamed, 2018;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 730,
                    "end": 757,
                    "text": "Abdel-Basset et al., 2019b)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Research Background"
        },
        {
            "text": "In recent years, researchers have widely used a hybrid MCDM model in several fields. According to Yang et al., (2019) ANP and VIKOR (TOPSIS) method based on DEMATEL are the most common hybrid MCDM model uses to solve confused between criterion. The model of MCDM presents the DEMATEL method to analyze and examine the relationships and strengths among evaluation criteria by using a questionnaire. To determine the relative weights of the evaluation criteria, the study applied a hybrid model of DEMATEL and ANP technique. Finally, VIKOR (TOPSIS) was used to get the alternatives' final ranking. integrated ANP, DEMATEL, and VIKOR to assess the risk conditions. While the supplier selection problem, Alam-Tabriz et al. 2014 integrated ANP, DEMATEL, and TOPSIS. To evaluate the technological innovation capabilities of companies integrated ANP, DEMATEL, and VIKOR. Whereas, the research used ANP, DEMATEL, and VIKOR to choose the most appropriate stock. Both the TOPSIS and VIKOR methods are suitable for solving decision-making problems (Shen et al., 2014) . However, many researchers (Stanujkic et al., 2013; Ding and Kamaruddin, 2014; Yang et al.2019; stated that TOPSIS is known to be from the most known and popular methods of MCDM.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 117,
                    "text": "Yang et al., (2019)",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 1037,
                    "end": 1056,
                    "text": "(Shen et al., 2014)",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1085,
                    "end": 1109,
                    "text": "(Stanujkic et al., 2013;",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 1110,
                    "end": 1136,
                    "text": "Ding and Kamaruddin, 2014;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1137,
                    "end": 1153,
                    "text": "Yang et al.2019;",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Research Background"
        },
        {
            "text": "Therefore, this study aimed to combine the neutrosophic theory and different MCDM methods of GRA, DEMATEL, ANP, and TOPSIS in an integrated N-MCDMF to evaluate the GCP conditions and to rank the SCM in manufacturing candidate alternatives. The N-MCDMF works on decrease pollution to the environment and attains sustainability performance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research Background"
        },
        {
            "text": "The GCP and SCM are regarded to be a confusing MCDM problem, hence the study integrates a high quality of systematic N-MCDMF to evaluate the GCP conditions and to recommend proper automatic suggestions of optimal SCM in the aspect of manufacture with respect to environmental challenges of uncertainty and inconsistency. The N-MCDMF integrates various MCDM techniques such as GRA, DEMATEL, ANP, and TOPSIS with auspices of neutrosophic theory to achieve the optimal recommended solutions. In Fig.1 , an abstraction for the N-MCDMF is modeled such that the four major parts for the research are modeled as follows: 1) Identify study objectives, 2) Collect and integrate expert's knowledge in the proper format, 3) Evaluate the criteria of GCP, 4) Recommend optimal alternatives of SCM. First, the study objectives include the collecting and integrating of decision maker's judgments, criteria, and alternatives. The study objectives identify the main criteria and alternatives for the study. Second, the decision maker's judgments and experiences are included in the study in the form of a neutrosophic triangular scale that adopted true, indeterminate, and false cases of decisions. Third, for the N-MCDMF criteria, the GRA is an essential statistical analysis method that could evaluate multiple objective functions and detect the optimum objects with various performance attributes (Bademlioglu et al., 2020) . The GRA relies on the similarities among alternatives, the closet distances between alternatives and optimal solution refers to the degree of correlation . The DEMATEL mainly developed to scientific and human issues of complex and interrelated problems to achieve better comprehension for real-life situations . The DEMATEL formulate problems into comprehensive relationships among the problem's criteria to achieve to most proper solutions. The ANP method is a general form that uses comparison matrices for MCDM problems to evaluate the influence of the indicated calculated weights and priorities between criteria (Adel-Basset and Mohamed, 2019). Fourth, for the N-MCDMF alternatives, the TOPSIS depends on detecting the positive and negative candidate of solutions and recommending optimal solutions by computing relative closeness between the two groups . The MCDM as a popular methodology aids decision-makers to evaluate and achieve the ideal candidate of solutions Step 1: Detect the study objectives, alternatives, and criteria. The expert's perspectives and judgments are gathered surveys by the aid of reviews, vis-a-vis meetings of advices, and questioner to formulate in an appropriate form, more details in Appendix A.",
            "cite_spans": [
                {
                    "start": 1384,
                    "end": 1410,
                    "text": "(Bademlioglu et al., 2020)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 492,
                    "end": 497,
                    "text": "Fig.1",
                    "ref_id": null
                }
            ],
            "section": "Model formulation framework"
        },
        {
            "text": "Step 2: The neutrosophic theory can specify the perspectives and judgments of decision-makers. In situations of multiple decision-makers, apply the aggregation function to achieve to aggregated pairwise comparison matrix . The study recommends formulating decision judgments as a triangular neutrosophic scale to overcome the uncertain and inconsistent cases of environment real-life conditions Step 3: The neutrosophic judgments for GCP criteria have been converted to crisp values between zero and three by applying the score function illustrated in . The formulation of neutrosophic decision-makers' judgments to crisp values provides a degree of flexibility and simplicity for the following practical steps. The score function is mentioned as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model formulation framework"
        },
        {
            "text": ", such that l, m, u refers to the lower, median, upper of the scale neutrosophic numbers, and T, I, F are representing the truth-membership, indeterminacy, and falsity membership functions respectively for triangular neutrosophic number.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model formulation framework"
        },
        {
            "text": "Step 4: The N-MCDMF primarily used the method of GRA to evaluate the relations between various criteria. The relationships among criteria are commonly strong, hence the GRA is recommended to evaluate GCP criteria. In addition, the GRA has the capability to perform flexible computations in real-life situations of uncertainty and inconsistency . The GRA involved two cardinal models: the local and global GRA models . According to the strength and weakness index mentioned in (Wang, 2009) , the study decided to perform the global GRA to the N-MCDMF to evaluate the effectiveness GCP on the SCM in manufacturing. The steps of global GRA are mentioned as follows:",
            "cite_spans": [
                {
                    "start": 476,
                    "end": 488,
                    "text": "(Wang, 2009)",
                    "ref_id": "BIBREF71"
                }
            ],
            "ref_spans": [],
            "section": "Model formulation framework"
        },
        {
            "text": "Step 4.1: Create the original sequence for GCP criterions = (1), ⋯ , ( ) , such that j= 1,2, ⋯ , = 1,2, ⋯ .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model formulation framework"
        },
        {
            "text": "Step 4.2: The data preprocessing and data normalization for GRA is classified according to the original sequence into two classes, first-class refers to the Larger-the-better for infinite or maximum data, second class refers to the smaller-the-better for finite or minimum data (Sa et al., 2018) . The equations for data preprocessing are mentioned as follows:",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 295,
                    "text": "(Sa et al., 2018)",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Model formulation framework"
        },
        {
            "text": "(1) Larger-the-better: the effective measure for upper-bound is represented as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model formulation framework"
        },
        {
            "text": ", such that, * ( ) is the resulted preprocessing values, ( ) is the original sequence for the criteria, [ ( )], ! [ ( )] represents the maximum, and minimum values respectively for the original sequences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model formulation framework"
        },
        {
            "text": "(2) Smaller-the-better: the effective measure for lower-bound is represented as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model formulation framework"
        },
        {
            "text": "(2)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model formulation framework"
        },
        {
            "text": "Step 4.3: compute the grey relation coefficient (GRC) to detect the relations between the reference sequence ( ) , and comparative sequence denoted as ( ). The GRC is mentioned as in the next Step 4.4: Compute the grey relational grade for the sequence of illustrated as follows (Deng, 1982) : 1 2 1( , ) = ∑ 2 \"( ( ), ( )) (4) , where m represents the number of criterions",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 291,
                    "text": "(Deng, 1982)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Model formulation framework"
        },
        {
            "text": "Step 4.5: Compute the grey relational matrix from the previous step of grey relational grade: 4 × 2 1 1 6 1 1 6 1 66 1 6 1 1 6 1 (5)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model formulation framework"
        },
        {
            "text": ", such that 1 represents the relation between the sequences of ( ), 7 ( ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model formulation framework"
        },
        {
            "text": "Step 5: The DEMATEL is adopted to study the relation among structured criteria (Deng, 1982) . The study extends DEMATEL with GRA to combine valuable advantages of step 4 of the grey relational matrix. The procedures for DEMATEL are illustrated in the following steps:",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 91,
                    "text": "(Deng, 1982)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Model formulation framework"
        },
        {
            "text": "Step 5.1: Build an initial direct relation matrix The initial matrix in DEMATEL is substituted with a grey relational matrix in Eq. (5) and reflected the degree of criteria j on criteria i. The general vision matrix is represented in form (6) Step 5.2: Determine the normalized direct relation matrix The current matrix built up from the previous step of initial direct relation matrix form (6). The following equations are used to obtain the normalized direct relation matrix:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model formulation framework"
        },
        {
            "text": "Step 5.3: Build the total relation matrix The total relation matrix can be computed using the general normalized direct relation matrix as follows :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model formulation framework"
        },
        {
            "text": "where I denote identity matrix, and T g denotes total relation extended with GRA",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model formulation framework"
        },
        {
            "text": "Step 6: Construct weighted supermatrix of ANP",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model formulation framework"
        },
        {
            "text": "The ANP is constructed based on the resulted preceding methods of GRA and DEMATEL to produce the supermatrix of ANP. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model formulation framework"
        },
        {
            "text": ", where T g is the total relation resulted from applying previous methods of GRA and DEMATEL, and ij n denoted to indirect effects that criteria i has on criteria j.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model formulation framework"
        },
        {
            "text": "Step 6.1: The total matrix relation T g that resulted from the integration of GRA and DEAMTEL would be Step 6.2: Obtain the unweighted supermatrix The supermatrix denotes to be W matrix by transposing the normalized supermatrix as follows: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model formulation framework"
        },
        {
            "text": "Step 6.3: Compute the weighted supermatrix The weight of supermatrix can be calculated as mentioned: Step 7: TOPSIS method is used to detect optimal solutions by detecting two areas for solutions denoted as negative and positive range . In order to inform decision-makers with the optimal decision, TOPSIS is used to recommend SCM in manufacturing that well-applied the GCP criteria. The optimum manufacturing SCM alternative is selected to reduce pollution in the environment, in addition, attain sustainability under the rapid economic growth and environmental degradation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model formulation framework"
        },
        {
            "text": "Step 7.1: Collect decision judgments for alternatives. Formulate decision judgments on a triangular neutrosophic scale . Aggregate decision judgments in case of more than one decision-maker in the study Step 7.2: The triangular neutrosophic scale of decision judgments is transformed into crisp values using score function mentioned in ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model formulation framework"
        },
        {
            "text": "Step 7.3: The normalization has been applied on the crisp value ij x as mentioned: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model formulation framework"
        },
        {
            "text": ", where j w refers to the weights for criteria resulted from construction of weighted supermatrix of ANP",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model formulation framework"
        },
        {
            "text": "Step 7.5: Calculate the positive and negative region of solutions as the following:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model formulation framework"
        },
        {
            "text": ", where + s denotes a positive area − s denotes a negative area.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model formulation framework"
        },
        {
            "text": "Step 7.6: Detect separation measures by computing the Euclidean distance between positive ( ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model formulation framework"
        },
        {
            "text": "Step 7.7: Calculate the relative closeness to ideal solutions",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model formulation framework"
        },
        {
            "text": ", such that the i RC solutions values included between zero and one. The largest value of i RC refers to the optimum solution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model formulation framework"
        },
        {
            "text": "Step 8: Rank solutions based on the N-MCDMF methods to achieve the optimum decision that meets GCP objectives and attain sustainability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model formulation framework"
        },
        {
            "text": "The illustrative example applied the N-MCDMF in China, it is pretended to evaluate the criteria of GCP, and to rank the alternatives of SCM in manufacturing. Common international ratings of GCP indicators is used to evaluate the sustainability conditions (hao et al., 2018) , and details mentioned in appendix A. As a result, the case study is covered the current issues for GCP in chine as considering the following factored criteria: Management Authority, Anthropogenic Pollutants, Ingredients, Energy Efficiency, Water Efficiency, Modernization, Waste and pollution environment, and Epidemic diseases. The evaluation of GCP is confined into nine main criteria as mentioned in table 1, and the rank of SCM alternatives is highlighted on five alternatives. The five alternatives are corresponding to SCM of software companies SCM 1: Oracle, SCM 2 : SAP, SCM 3 : Copa Software, SCM 4: Manhattan Associates. SCM 5 : JDA. The problem formulation for criteria and alternatives has been detected from the perspectives of expertise in GCP, production experts, sales managers, quality control managers, and manufacturing managers. The N-MCDMF is used the hybrid MCDM methods of GRA, DEMATEL, ANP, and TOPSIS to recommend optimal ranked alternatives to meet the evaluated GCP criteria. Consequently, the step by step implementation for the proposed N-MCDMF: The coordination of activities to achieve the targeted objectives, such as sustainable procurement (Al-Jebouri et al., 2017) , and stockholder participation ",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 273,
                    "text": "(hao et al., 2018)",
                    "ref_id": null
                },
                {
                    "start": 1450,
                    "end": 1475,
                    "text": "(Al-Jebouri et al., 2017)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "An Illustrative Example"
        },
        {
            "text": "Refers to the total human exposure to air pollution, such as combustions, building new materials, allergens, viruses, and bacteria (Stiborova et al., 2020) .",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 155,
                    "text": "(Stiborova et al., 2020)",
                    "ref_id": "BIBREF66"
                }
            ],
            "ref_spans": [],
            "section": "Anthropogenic Pollutants A 2"
        },
        {
            "text": "The materials included in manufacturing such as source, recycled, and new materials (Darko et al., 2017) .",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 104,
                    "text": "(Darko et al., 2017)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Ingredients I 3"
        },
        {
            "text": "The energy efficiency is mainly focused on reducing the carbon dioxide emission to the environment (Kong et al., 2020) , in addition reducing the energy needed for operating, and reducing costs to the manufacturing economy Water Efficiency W 5",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 118,
                    "text": "(Kong et al., 2020)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Energy Efficiency E 4"
        },
        {
            "text": "The minimum amount of water consumed to accomplish a specific task (Al-Jebouri et al., 2017).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Energy Efficiency E 4"
        },
        {
            "text": "The transition from traditional to smart methods, such as smart grids, smart cities (Zhang et al., 2011) .",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 104,
                    "text": "(Zhang et al., 2011)",
                    "ref_id": "BIBREF75"
                }
            ],
            "ref_spans": [],
            "section": "Modernization M 6"
        },
        {
            "text": "Habits and cite ecology include the public transport, outdoor space, Cyclist landscaping, etc. (Al-Jebouri et al., 2017) .",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 120,
                    "text": "(Al-Jebouri et al., 2017)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Habits and Cite Ecology H 7"
        },
        {
            "text": "Waste and pollution environment radioactive wastes, plastic, garbage, and etc. (Darko et al., 2017) .",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 99,
                    "text": "(Darko et al., 2017)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Wp 8"
        },
        {
            "text": "Is infectious diseases rapidly spread within short for a community of people. e.g. Plague, cholera typhus, malaria, ebola virus disease, small box, Spanish influenzas, SARS, and coronavirus disease (COVID-19) (Fujji et al., 2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemic diseases Ed 9"
        },
        {
            "text": "Step 1: Detect the study objectives, alternatives, and criteria. In the proposed study decision-makers include experts in GCP, SCM, manufacture selection, business administrators, and technological administrators as mentioned in table 2. Collect perspectives of decision experts and gather the resulted judgments in the appropriate form. Operational managers 5 -7 years",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemic diseases Ed 9"
        },
        {
            "text": "Step 2: The decision judgments from experts about the criteria for evaluating the GCP are specified and aggregated by aggregation function. The aggregated decision judgments are formulated in a triangular neutrosophic scale as mentioned in table 3.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemic diseases Ed 9"
        },
        {
            "text": "Step 3: The neutrosophic triangular scale for aggregated decision judgments is converted to crisp values using Eq. (1) as illustrated in table 4. Step 4: The N-MCDMF applies the GRA method to evaluate the relationship of criteria. The original sequence for GRA is the neutrosophic aggregated decision judgments from the previous step. The case study assigned the criteria A 2, Wp 8, and Ed 9 to the equation of preprocessing smallest-the better using eq.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemic diseases Ed 9"
        },
        {
            "text": "(1). The rest of the criterions is assigned to the largest-the-better using eq. (2). The results of data preprocessing and normalization are depicted in table 5. The grey relational grade is obtained by applying Eq.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemic diseases Ed 9"
        },
        {
            "text": "(3), eq. (4), and the results are mentioned in table 6. The last step in the GRA is to compute the grey relational matrix by eq. (5) the results are mentioned in table 7. Step 5: The DEMATEL is applied in the grey relational matrix to analyze the complex relations between criteria. Construct the initial direct relation matrix by eq. (6), and the results are mentioned in table 8. Compute the normalized direct relation matrix by eq. (7), and (8). The total relation matrix is achieved by applying eq. (9), and the results are depicted in table 9. Step 6: The ANP is applied to the previous MCDM methods of GRA and DEMATEL. Construct the supermatrix of ANP using eq. (10). The total matrix of relation T g is achieved in eq. (11) as in Step 7: The alternatives of SCM in manufacturing are represented and aggregated in a triangular neutrosophic scale from decision experts. The alternatives include five candidates denoted as follows: SCM 1 , SCM 2 , SCM 3 , SCM 4 , SCM 5 . The aggregated pairwise comparison matrix for the candidate's alternatives are mentioned in table 13. For simplicity, the triangular neutrosophic scale is converted to crisp values by applying score function and is mentioned in table 14. The weighted normalization was achieved by applying eq. (16), eq. (17). The results of weighted data normalization are mentioned in table 15. The positive and negative region is calculated respectively with eq. (18), and eq. (19). The positive region, negative region, and relative closeness are calculated using eq. (20), (21), and (22). In addition, the results are depicted in table 16.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemic diseases Ed 9"
        },
        {
            "text": "Step 8: The results show that SCM 2 is recommended to be the optimal SCM in manufacturing alternative, while SCM 3 denotes to be the worst alternative. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemic diseases Ed 9"
        },
        {
            "text": "The proposed N-MCDMF is mainly influenced by the decision judgments of the problem definition either for alternatives or criteria, in addition to the weights of criteria. The values assigned to aggregated decision judgments vary according to the current environmental conditions, and experts. For the sake of analyzing the N-MCDM results, the weights of decision judgments parameter for criteria are re-prioritize to detect the impact of weights on final ranking, while the decision judgments of SCM in manufacturing are fixed. Based on Fig.4 . Indeed, the changing in criteria weights must affect the ranking of SCM in manufacturing alternatives.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 537,
                    "end": 542,
                    "text": "Fig.4",
                    "ref_id": null
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "The original rank of decision alternatives mentioned as follows: SCM 2 , SCM 1 , SCM 4 , SCM 5 , SCM 3 . The steps of N-MCDM would apply on the new weights to trace step by step changes in values. Table 18 shows the TOPSIS positive region, negative region, and relative closeness new values. Based on Table 18 , the decision alternatives are prioritized as follows: SCM 1 , SCM 4 , SCM 2 , SCM 5 , SCM 3 . The original and new relative closeness is modeled in Fig.5 . The results obtained that the SCM alternatives affected by interchanging their ranked position are SCM 1 , SCM 2 , SCM 4 . In addition, SCM 3 identified as the worst decision alternative. In general, the study recommends for decision-makers to collaborate with SCM alternatives SCM 1 , SCM 2 , SCM 4 , that would attain GCP criterion and sustainability, while the study does not recommend SCM 3 under any circumstances. Table 20 shows the results for the ranking of alternatives using TOPSIS. The results showed that SCM 2 recommends being the best alternatives that meet GCP conditions, while SCM 3 is the worst alternative and do not recommend to be selected ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 197,
                    "end": 205,
                    "text": "Table 18",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 301,
                    "end": 309,
                    "text": "Table 18",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 460,
                    "end": 465,
                    "text": "Fig.5",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 888,
                    "end": 896,
                    "text": "Table 20",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "The model evaluation is applied to the proposed N-MCDMF. The proposed model is mainly depending on the neutrosophic theory and MCDM methods. The subject of the study forced researchers to adopt the proper methodologies and algorithms to achieve optimal solutions. In this section, the proposed N-MCDMF is evaluated and compared with other studies adopted some of the used methodologies and theories. In Yang et al. (2019) In , the research focused on the GCP in South Korea to allow manufactures to limit the pollution by the cooperation of suppliers in SCM. The , illustrated an optimal control model to reduce the emitted pollution from the supply chain. The proposed study addressed some drawbacks as follows: 1) The research can be improved with aid of MCDM methods, 2) The research can not handle the real-life situations of vague, impression, uncertainty, and inconsistency, 3) The numerical analysis lacked the use fuzzy set theory or neutrosophic theory, 4) The research can handle the uncertain and inconsistent data, 5) The research can not handle the indeterminate cases.",
            "cite_spans": [
                {
                    "start": 403,
                    "end": 421,
                    "text": "Yang et al. (2019)",
                    "ref_id": "BIBREF73"
                }
            ],
            "ref_spans": [],
            "section": "Model Evaluation"
        },
        {
            "text": "In , using a hybrid MCDM methods for the evaluation of sustainable development performance. The study addressed some drawbacks as follows: 1) The research samples did not include the decision judgments for experts. 2) The research did not consider the indeterminate situation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model Evaluation"
        },
        {
            "text": "3)The research does not trend to handle the real-life situations of vague, impression, uncertainty, and inconsistency. Stanujkic et al. (2013) , adopted a comparative analysis of MCDM methods for ranking. The research adopted various MCDM methods in ranking to demonstrate that resulted orders can sometimes produce a different ranking of candidates. The research drawbacks include 1) Did not include decision judgments in the comparative analysis, 2) did not consider the real-life situations of vague, impression, uncertainty, and inconsistency. 3) Did not focus on the indeterminant cases and how to handle those cases.",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 142,
                    "text": "Stanujkic et al. (2013)",
                    "ref_id": "BIBREF65"
                }
            ],
            "ref_spans": [],
            "section": "Model Evaluation"
        },
        {
            "text": "The Fuzzy set theory adopted the membership function to detect the preference relations (Abdel-Basset et al., 2017) . However, the real situations are surrounded with indeterminate cases that can not be represented with membership function. The MCDM methods are combined with fuzzy set theory to handle the following issues : 1) Decision maker's different perspectives and experience, in addition, limit biasness situations. 2) Deal with vague and impression information, 3) Help decision makes to valuable cognitive to achieve optimal solutions. Ding and Kamaruddin, (2014) , illustrated the evolution of integrating a fuzzy set approach to the MCDM method of TOPSIS to produce comparison results between the effectiveness of crisp fuzzy to fuzzy TOPSIS. The drawbacks of the research: the membership function cannot represent the indeterminate cases in addition cannot reflect all overview and perspectives of decisionmakers and experts.",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 115,
                    "text": "(Abdel-Basset et al., 2017)",
                    "ref_id": null
                },
                {
                    "start": 547,
                    "end": 574,
                    "text": "Ding and Kamaruddin, (2014)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Model Evaluation"
        },
        {
            "text": "According to the limitations for the previous studies, the study proposed an integrated framework of various MCDM methods, to take the advantages for each MCDM method, with the integration of neutrosophic theory to evaluates the conditions of GCP and recommend the optimal SCM in manufacturing alternatives. The proposed N-MCDMF: 1) Include decision maker's perspectives, 2) Handle the decision maker's less experience and biasness situations, 3) Handle the real situations of vague, impression, uncertainty, and inconsistency, 4) Handle the uncertain and inconsistent data, and 5) handle the indeterminate cases. The neutrosophic theory depends on three membership functions of true, indeterminate, and false respectively. The use of the MCDM method is a variant according to the problem definition. Consequently, the study combined GRA to evaluate the degree of interrelation among the criterion of GCP, DEMATEL to analyze the preferences among the criterion of GCP, ANP to obtain the final weights for the GCP criterion, to attain optimal SCM in manufacturing solution with the integration of neutrosophic theory to evaluate the conditions of GCP and recommends the optimal SCM in manufacturing alternatives applied the data model quality function to validate the framework. The study evaluated N-MCDMF according to eight factors illustrated by .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model Evaluation"
        },
        {
            "text": "The N-MCDMF is modeled with figures and details to ensure reader perception.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Understandability:"
        },
        {
            "text": "The framework is understandable. 5. Correctness: The N-MCDMF is supplemented with a numerical case study to ensure applicability and correctness. The framework is correct. 6. Simplicity: The N-MCDMF is simple to use all procedures are expanded with details and supplemented with a numerical example. The framework is simple. 7. Integration: The N-MCDMF is integrated with MCDM methods and neutrosophic theory. The framework is integrated 8. Implement ability: the study can be easily implemented the case study, results and discussion show the applicability of the proposed N-MCDMF.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Understandability:"
        },
        {
            "text": "Hence, the proposed framework applied data model quality eight functions. The framework is complete, integrity, flexible, understandable, correct, simple, integrated, and easy to implement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Understandability:"
        },
        {
            "text": "The study involved a sample of people for evaluation for the proposed study more details in Appendix B",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Understandability:"
        },
        {
            "text": "The study adopted an intelligent decision support system so as called N-MCDMF, that merge neutrosophic theory with different MCDM methods to assist decision-makers to achieve optimal solution under the uncertain and inconsistent conditions. Obliviously, the N-MCDMF can assign any decision judgments, criteria, and alternatives according to the case study and application. In addition, the proposed N-MCDMF not only evaluates GCP but also recommends the best SCM in manufacturing. The N-MCDMF takes the advantages of many MCDM methods GRA, DEMATEL, ANP, and TOPSIS under the umbrella of the neutrosophic theory which makes a strengthening point of the study. For example, nowadays N-MCDMF can be used in many real problems. For example, the epidemic disease of coronavirus disease (COVID-19), countries can use the N-MCDMF to recommend the most optimum health care for the audience that applies the safety conditions criteria. The application of N-MCDMF can provide suitable accommodation of alternatives according to the decision maker's judgments to reach an optimum decision. Therefore, the N-MCDMF is a general, practical, and fixable approach in the real-world environmental condition, in addition to the ease of implementation in many applications",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Managerial Insights"
        },
        {
            "text": "Nowadays both economic development and environmental protection are important. The stage of the green revolution, and sustainable have been developed. The GCP is granted with the flow of funds for minimizing the level of pollution and attaining sustainability. The SCM in manufacturing includes all processes from procurement to shipping products to customers that need to be restricted with GCP conditions of reducing environmental pollution and attaining sustainability. Therefore, the study proposed N-MCDMF that integrates neutrosophic theory with various methods of MCDM in order to evaluate the GCP and recommend the optimal alternative of SCM in manufacturing that meets the GCP conditions. The N-MCDMF included the decision judgments and experience in the study to ensure the unexpected conditions in real-life situations of uncertainty and inconsistency to attain the optimal solution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Results show the applicability and flexibility of the proposed N-MCDMF. The dynamic decision judgments due to environmental conditions would make updates in weights of criteria and consequently the ranks of alternatives. The case study provides the weights of GCP criteria in importance as follows: A 2 , H 7 , M 6 , E 4 , I 3 , W 5 , Wp 8 , Ma 1 , and Ed 9 , and priorities of alternatives as follows: SCM 2 , SCM 1 , SCM 4 , SCM 5 , SCM 3 . While after changing the decision judgments and fixing decision alternatives, the results showed to be criteria in importance are mentioned as follows: I 3 , Ed 9 , M 6 , E 4 , Ma 1 , W 5 , H 7 , A 2 . While alternatives mentioned as follows SCM 1 , SCM 4 , SCM 2 , SCM 5 , SCM 3 . Therefore N-MCDM recommends SCM alternative's SCM 1 , SCM 2 , SCM 4 , but N-MCDM does not advise decisionmaker to deal with SCM alternative's SCM 3 in all circumstances. In general, the NMCDMF is proved to be applicable and flexible in different circumstances. The future work includes analyze the SCM especially stainable circular supplier selection and use J o u r n a l P r e -p r o o f evolutionary algorithms to rate the weight of decision judgments. The future work includes make a detailed analysis of GCP conditions using evolutionary algorithms and including more countries around the world to study the effectiveness of GCP for humanity. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "For sake of evaluation of results for the proposed study, 100 people are included to provide their perspectives as feedback to recommend best SCM that meet the conditions of GCP. The sample of people included customers, SCM members (e.g. service providers etc.), and GCP members. The customers are selected as effective members for organizations (e.g. customers whom have the highest number of orders in the recent years). The study included 60 men and 40 women. The samples of people were asked to fill their own perspectives of the best SCM according to the GCP criteria. The questioner is formed as follows: Please, you contribute the questioner as o Customer o SCM member o GCP member 1. What is your current job? 2. According to your own perspectives, what the most effective criteria to evaluate GCP? (Give rank from 1 to 9 such that 1 refers to optimal choice and 9 to worst choice) Criteria Ranking (1-9)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix B"
        },
        {
            "text": "Water Efficiency",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ingredients Energy Efficiency"
        },
        {
            "text": "3. According to your own perspectives, what the best SCM that meets the GCP criteria conditions? Give rank from 1 to 5 such that 1 refers to optimal choice and 9 to worst choice)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemic diseases"
        },
        {
            "text": "Ranking ( The questioner results for evaluating the proposed study by samples of people showed that SCM 2 is the best choice, while SCM 3 is the worst choice. The SCM 1 , SCM 4 , SCM 5 is recommended to be second, third, and fourth choices respectively. The percentages are mentioned as follows in Fig.6 . J o u r n a l P r e -p r o o f",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 298,
                    "end": 303,
                    "text": "Fig.6",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "Alternatives"
        },
        {
            "text": "We wish to confirm that there are no known conflicts of interest associated with this publication and there has been no significant financial support for this work that could have influenced its outcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Alternatives"
        },
        {
            "text": "We confirm that the manuscript has been read and approved by all named authors and that there are no other persons who satisfied the criteria for authorship but are not listed. We further confirm that the order of authors listed in the manuscript has been approved by all of us.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Alternatives"
        },
        {
            "text": "We confirm that we have given due consideration to the protection of intellectual property associated with this work and that there are no impediments to publication, including the timing of publication, with respect to intellectual property. In so doing we confirm that we have followed the regulations of our institutions concerning intellectual property.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Alternatives"
        },
        {
            "text": "We understand that the Corresponding Author is the sole contact for the Editorial process (including Editorial Manager and direct communications with the office). He/she is responsible for communicating with the other authors about progress, submissions of revisions and final approval of proofs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Alternatives"
        },
        {
            "text": "Best Regards, Authors",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Alternatives"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Improving the Green Building Evaluation System in China Based on the DANP Method",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Hao",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Qi-Gan",
                    "suffix": ""
                },
                {
                    "first": "James",
                    "middle": [],
                    "last": "Liou",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Weng",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sung-Shun",
                    "suffix": ""
                },
                {
                    "first": "Yen-Ching",
                    "middle": [],
                    "last": "Chuang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "Sustainability.10.1173.10.3390/su10041173"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Does sustainable supplier co-operation affect performance? Examining implications for the triple bottom line",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hollos",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Blome",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Foerstl",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Int. J. Prod. Res",
            "volume": "50",
            "issn": "11",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/00207543.2011.582184"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Grey relational analysis, principal component analysis and forecasting of carbon emissions based on long short-term memory in China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J. Clean. Prod",
            "volume": "209",
            "issn": "",
            "pages": "959--6526",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The impact of Green Credit Policy on manufacturers' efforts to reduce suppliers' pollution",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kannan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mina",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nosrati-Abarghooee",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Khosrojerdi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science of the Total Environment",
            "volume": "248",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jclepro.2019.119271"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Collaboration and evaluation in the supply chain:the impact on plantlevel environmental investment",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Klassen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vachon",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Prod. Oper. Manag",
            "volume": "12",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1937-5956.2003.tb00207.x"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A hybrid MCDM framework combined with DEMATEL-based ANP to evaluate enterprise technological innovation capabilities assessment",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kuan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Decis. Sci. Lett",
            "volume": "3",
            "issn": "",
            "pages": "491--502",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Sustainable project selection: Optimal project selection considering sustainability under reinvestment strategy",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kudratova",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Clean. Prod",
            "volume": "203",
            "issn": "",
            "pages": "469--481",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jclepro.2018.08.259"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Assessment of a green credit policyaimed at energy-intensive industries in China based on a financial CGE model",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Clean. Prod",
            "volume": "163",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jclepro.2015.10.111"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Building an effective system for carbon reduction management",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J H"
                    ],
                    "last": "Liou",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Clean. Prod",
            "volume": "103",
            "issn": "",
            "pages": "353--361",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A Hybrid Neutrosophic Approach of DEMATEL with AR-DEA in Technology Selection",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nabeeh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "NSS",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "An Integrated Neutrosophic-TOPSIS Approach and Its Application to Personnel Selection: A New Trend in Brain Processing and Analysis",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Nabeeh",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Smarandache",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Basset",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "El-Ghareeb",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aboelfetouh",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "IEEE Access",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1109/ACCESS.2019.2899841"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A Hybrid Approach of Neutrosophic with MULTIMOORA in Application of Personnel Selection. Neutrosophic Sets and Systems 30",
            "authors": [
                {
                    "first": "Nada",
                    "middle": [
                        "A"
                    ],
                    "last": "Nabeeh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Abdel-Monem",
                    "suffix": ""
                },
                {
                    "first": "Abdelmouty",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A Novel Methodology for Assessment of Hospital Service according to BWM, MABAC, PROMETHEE II. Neutrosophic Sets and Systems",
            "authors": [
                {
                    "first": "Nada",
                    "middle": [
                        "A"
                    ],
                    "last": "Nabeeh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Abdel-Monem",
                    "suffix": ""
                },
                {
                    "first": "Abdelmouty",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "31",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Improving the quality of data models: empirical validation of a quality management framework",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Moody",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Shanks",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Information systems",
            "volume": "28",
            "issn": "",
            "pages": "619--650",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A VIKOR technique based on DEMATEL and ANP for information security risk control assessment",
            "authors": [
                {
                    "first": "Ou",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "P"
                    ],
                    "last": "Shieh",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Tzeng",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Inf. Sci",
            "volume": "232",
            "issn": "",
            "pages": "482--500",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ins.2011.09.012"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Using a hybrid decision-making model to evaluate the sustainable development performance of high-tech listed companies",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Ou",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Bus. Econ. Manag",
            "volume": "17",
            "issn": "",
            "pages": "331--346",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Critical factors to green mining construction in China: A two-step fuzzy DEMATEL analysis of state-owned coal mining enterprises",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Qi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Qu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Clean. Prod",
            "volume": "273",
            "issn": "",
            "pages": "959--6526",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "A novel approach to extended fuzzy TOPSIS based on new divergence measures for renewable energy sources selection",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rani",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Raj Mishra",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mardani",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Cavallaro",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Alrasheedi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Alrashidi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Clean. Prod",
            "volume": "257",
            "issn": "",
            "pages": "959--6526",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A novel plithogenic TOPSIS-CRITIC model for sustainable supply chain risk management",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Abdel-Basset",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mohamed",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Clean. Prod",
            "volume": "247",
            "issn": "",
            "pages": "959--6526",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "A Hybrid Approach of Neutrosophic Sets and DEMATEL Method for Developing Supplier Selection Criteria. Design Automation for Embedded Systems",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Abdel-Basset",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mohamed",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sallam",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Elhoseny",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Abdel-Basset",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Manogaran",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gamal",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Smarandache",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Clean. Prod",
            "volume": "269",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s10617-018-9203-6"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "NMCDA: A Framework for Evaluating Cloud Computing Services. Future Generation Computer Systems",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Abdel-Basset",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mohamed",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "86",
            "issn": "",
            "pages": "12--29",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The role of single valued neutrosophic sets and rough sets in smart city: Imperfect and incomplete information systems",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Abdel-Basset",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mohamed",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Future Generation Computer Systems",
            "volume": "86",
            "issn": "",
            "pages": "12--29",
            "other_ids": {
                "DOI": [
                    "10.1016/j.measurement.2018.04.001"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "A Hybrid Plithogenic Decision-Making Approach with Quality Function Deployment for Selecting Supply Chain Sustainability Metrics, symmetry",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Abdel-Basset",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mohamed",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Zaied",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Smarandache",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/sym11070903"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Utilising neutrosophic theory to solve transition difficulties of IoT-based enterprises",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Abdel-Basset",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nabeeh",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "El-Ghareeb",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aboelfetouh",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/17517575.2019.1633690"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "An empirical analysis of the effect of financial performance on environmental performance of companies in global supply chains",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Aigbedo",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J. Clean. Prod",
            "volume": "278",
            "issn": "",
            "pages": "959--6526",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "An integrated fuzzy DEMATEL-ANP-TOPSIS methodology for supplier selection problem",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Alam-Tabriz",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Rajabani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Farrokh",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Glob. J. Manag.Stud.Res",
            "volume": "1",
            "issn": "2",
            "pages": "85--99",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Toward a national sustainable building assessment system in Oman: Assessment categories and their performance indicators",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F A"
                    ],
                    "last": "Al-Jebouri",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Saleh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Raman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A A B O K ;"
                    ],
                    "last": "Rahmat",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Shaaban",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Sustainability. Cities Soc",
            "volume": "31",
            "issn": "",
            "pages": "122--135",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Multi-objective optimization of parameters affecting Organic Rankine Cycle performance characteristics with Taguchi-Grey Relational Analysis. Renewable and Sustainable Energy Reviews",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Bademlioglu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Canbolat",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Kaynakli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "117",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.rser.2019.109483"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Multi-criteria decision making approaches for green supply chains: a review",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Banasik",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Bloemhof-Ruwaard",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kanellopoulos",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D H"
                    ],
                    "last": "Claassen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Van Der Vorst",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Flex Serv Manuf J",
            "volume": "30",
            "issn": "3",
            "pages": "366--396",
            "other_ids": {
                "DOI": [
                    "10.1007/s10696-016-9263-5"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "A taxonomy of green innovators: empirical evidence from South Korea",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Castellacci",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Lie",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Clean. Prod",
            "volume": "143",
            "issn": "",
            "pages": "1036--1047",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jclepro.2016.12.016"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Green manufacturing: Order acceptance and scheduling subject to the budgets of energy consumption and machine launch",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kong",
                    "suffix": ""
                },
                {
                    "first": "Jun",
                    "middle": [],
                    "last": "Pei",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pardalos",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Y. Clean. Prod",
            "volume": "248",
            "issn": "",
            "pages": "959--6526",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "An integrated lean and green approach for improving sustainability performance: a case study of a packaging manufacturing SME in the UK. Production Planning & Control",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Choudhary",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nayak",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dora",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mishra",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ghadge",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "30",
            "issn": "",
            "pages": "353--368",
            "other_ids": {
                "DOI": [
                    "10.1080/09537287.2018.1501811"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Drivers for implementing green building technologies: An international survey of experts",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Darko",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P C"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Owusu-Manu",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Ameyaw",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Clean Prod",
            "volume": "145",
            "issn": "",
            "pages": "386--394",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Control problems of grey systems",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Deng",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Syst. Control Lett",
            "volume": "1",
            "issn": "",
            "pages": "288--294",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Assessment of distance-based multi-attribute group decision-making methods from a maintenance strategy perspective",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kamaruddin",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Ind. Eng. Int",
            "volume": "11",
            "issn": "",
            "pages": "73--85",
            "other_ids": {
                "DOI": [
                    "10.1007/s40092-014-0078-2"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Does energy efficiency affect financial performance? Evidence from Chinese energy-intensive firms",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "W"
                    ],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "Q"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Clean. Prod",
            "volume": "151",
            "issn": "",
            "pages": "959--6526",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Weather condition, air pollutants, and epidemics as factors that potentially influence the development of Kawasaki disease,Science of The Total Environment",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fujii",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Egami",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Inoue",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Koga",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "741",
            "issn": "",
            "pages": "48--9697",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Improving the Green Building Evaluation System in China Based on the DANP Method",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Hao",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Qi-Gan",
                    "suffix": ""
                },
                {
                    "first": "James",
                    "middle": [],
                    "last": "Liou",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Weng",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sung-Shun",
                    "suffix": ""
                },
                {
                    "first": "Yen-Ching",
                    "middle": [],
                    "last": "Chuang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "Sustainability.10.1173.10.3390/su10041173"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Does sustainable supplier co-operation affect performance? Examining implications for the triple bottom line",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hollos",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Blome",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Foerstl",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Int. J. Prod. Res",
            "volume": "50",
            "issn": "11",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/00207543.2011.582184"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Grey relational analysis, principal component analysis and forecasting of carbon emissions based on long short-term memory in China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J. Clean. Prod",
            "volume": "209",
            "issn": "",
            "pages": "959--6526",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "The impact of Green Credit Policy on manufacturers' efforts to reduce suppliers' pollution",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J.Clean. Prod",
            "volume": "248",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jclepro.2019.119271"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Sustainable circular supplier selection: A novel hybrid approach",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kannan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mina",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nosrati-Abarghooee",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Khosrojerdi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science of the Total Environment",
            "volume": "722",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.scitotenv.2020.137936"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Collaboration and evaluation in the supply chain:the impact on plant-level environmental investment",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Klassen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vachon",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Prod. Oper. Manag",
            "volume": "12",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1937-5956.2003.tb00207.x"
                ]
            }
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "A hybrid MCDM framework combined with DEMATEL-based ANP to evaluate enterprise technological innovation capabilities assessment",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kuan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Decis. Sci. Lett",
            "volume": "3",
            "issn": "",
            "pages": "491--502",
            "other_ids": {
                "DOI": [
                    "10.5267/j.dsl.2014.6.003"
                ]
            }
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Sustainable project selection: Optimal project selection considering sustainability under reinvestment strategy",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kudratova",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Clean. Prod",
            "volume": "203",
            "issn": "",
            "pages": "469--481",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jclepro.2018.08.259"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Assessment of a green credit policyaimed at energyintensive industries in China based on a financial CGE model",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Clean. Prod",
            "volume": "163",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jclepro.2015.10.111"
                ]
            }
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Building an effective system for carbon reduction management",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J H"
                    ],
                    "last": "Liou",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Clean. Prod",
            "volume": "103",
            "issn": "",
            "pages": "353--361",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "A Hybrid Neutrosophic Approach of DEMATEL with AR-DEA in Technology Selection",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nabeeh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "NSS",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "An Integrated Neutrosophic-TOPSIS Approach and Its Application to Personnel Selection: A New Trend in Brain Processing and Analysis",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Nabeeh",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Smarandache",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Basset",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "El-Ghareeb",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aboelfetouh",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1109/ACCESS.2019.2899841"
                ]
            }
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Neutrosophic Multi-Criteria Decision Making Approach for IoT-Based Enterprises",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Nabeeh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Basset",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "El-Ghareeb",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aboelfetouh",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "IEEE Access",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1109/ACCESS.2019.2908919"
                ]
            }
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "A Hybrid Approach of Neutrosophic with MULTIMOORA in Application of Personnel Selection. Neutrosophic Sets and Systems 30",
            "authors": [
                {
                    "first": "Nada",
                    "middle": [
                        "A"
                    ],
                    "last": "Nabeeh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Abdel-Monem",
                    "suffix": ""
                },
                {
                    "first": "Abdelmouty",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "A Novel Methodology for Assessment of Hospital Service according to BWM, MABAC, PROMETHEE II. Neutrosophic Sets and Systems 31",
            "authors": [
                {
                    "first": "Nada",
                    "middle": [
                        "A"
                    ],
                    "last": "Nabeeh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Abdel-Monem",
                    "suffix": ""
                },
                {
                    "first": "Abdelmouty",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Improving the quality of data models: empirical validation of a quality management framework",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Moody",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Shanks",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Information systems",
            "volume": "28",
            "issn": "",
            "pages": "619--650",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "A VIKOR technique based on DEMATEL and ANP for information security risk control assessment",
            "authors": [
                {
                    "first": "Ou",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "P"
                    ],
                    "last": "Shieh",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Tzeng",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Inf. Sci",
            "volume": "232",
            "issn": "",
            "pages": "482--500",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Using a hybrid decision-making model to evaluate the sustainable development performance of high-tech listed companies",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Ou",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Bus. Econ. Manag",
            "volume": "17",
            "issn": "",
            "pages": "331--346",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Critical factors to green mining construction in China: A twostep fuzzy DEMATEL analysis of state-owned coal mining enterprises",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Qi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Qu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Clean. Prod",
            "volume": "273",
            "issn": "",
            "pages": "959--6526",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "A novel approach to extended fuzzy TOPSIS based on new divergence measures for renewable energy sources selection",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rani",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Raj Mishra",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mardani",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Cavallaro",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Alrasheedi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Alrashidi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Clean. Prod",
            "volume": "257",
            "issn": "",
            "pages": "959--6526",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Multi objective optimization of anaerobic digestion of poultry litter using Taguchi grey relational analysis",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mb",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Pasupathy",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ge",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Int. J. Appl. Eng. Res",
            "volume": "13",
            "issn": "",
            "pages": "5216--522",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Sustainability and supply chain management -An introduction to the special issue",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Seuring",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sarkis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Müller",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Clean. Prod",
            "volume": "16",
            "issn": "15",
            "pages": "1545--1551",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jclepro.2008.02.002"
                ]
            }
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Combining VIKOR-DANP model for glamor stock selection and stock performance improvement",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Tzeng",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Knowl. Based Syst",
            "volume": "58",
            "issn": "",
            "pages": "86--97",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Achieving sustainable development of supply chain by incorporating various carbon regulatory mechanisms",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sherafati",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bashiri",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tavakkoli-Moghaddam",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Pishvaee",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Transportation Research Part D: Transport and Environment",
            "volume": "81",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jclepro.2020.120208"
                ]
            }
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Comparative analysis of some prominent MCDM methods A case of ranking Serbian banks",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Stanujkic",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Djordjevic",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Djordjevic",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Serb. J. Manag",
            "volume": "8",
            "issn": "",
            "pages": "213--241",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Diversity and phylogenetic composition of bacterial communities and their association with anthropogenic pollutants in sewage sludge",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Stiborova",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Strejcek",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Musilova",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Demnerova",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Uhlik",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Chemosphere",
            "volume": "238",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chemosphere.2019.124629"
                ]
            }
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "New challenges for corporate sustainability reporting: United Nations' 2030 Agenda for sustainable development and the sustainable development goals. Social Responsibility and Environmental Management",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tsalis",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Malamateniou",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Koulouriotis",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Nikolaou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--13",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Towards a Reuse Strategic Decision Pattern Framework-from Theories to Practices",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Victor",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Abdel-Basset",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ramachandran",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Information Systems Frontiers",
            "volume": "21",
            "issn": "1",
            "pages": "27--44",
            "other_ids": {
                "DOI": [
                    "10.1007/s10796-018-9853-8"
                ]
            }
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Does Green Credit Policy Work in China? The Correlation between Green Credit and Corporate Environmental Information Disclosure Quality",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Reisner",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Sustainability",
            "volume": "11",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/su11030733"
                ]
            }
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Combining grey relation analysis with FMCGDM to evaluate financial performance of Taiwan container lines",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Expert Syst. Appl",
            "volume": "36",
            "issn": "",
            "pages": "2424--2432",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Why are there large regional differences in CO2 emissions? Evidence from China's manufacturing industry",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Clean. Prod",
            "volume": "140",
            "issn": "",
            "pages": "1330--1343",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jclepro.2016.10.019"
                ]
            }
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "A Hybrid Multi-Criteria Decision-Making Model for Evaluating Companies' Green Credit Rating",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Ou",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Hsu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Sustainability",
            "volume": "11",
            "issn": "6",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/su11061506"
                ]
            }
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Sustainable development in China: Trends, patterns, and determinants of the \"Five Modernizations\" in Chinese cities",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J. Clean. Prod",
            "volume": "214",
            "issn": "",
            "pages": "685--695",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "Tracking the implementation of green credit policy in China: top-down perspective and bottom-up reform",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bi",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Environ. Manag",
            "volume": "92",
            "issn": "4",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jenvman.2010"
                ]
            }
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "Selecting an outsourcing provider based on the combined MABAC_ELECTRE method using single-valued neutrosophic linguistic sets",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "H.-Y",
                    "middle": [],
                    "last": "Ji",
                    "suffix": ""
                },
                {
                    "first": "W.-Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Comput. Ind. Eng",
            "volume": "120",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cie.2018.05.012"
                ]
            }
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "Green supply chain management: pressures, practices and performance within the Chinese automobile industry",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sarkis",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Clean. Prod",
            "volume": "15",
            "issn": "11e12",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jclepro.2006.05.021"
                ]
            }
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "The role of customer relational governance in environmental and economic performance improvement through green supply chain management",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Choi",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Clean. Prod",
            "volume": "155",
            "issn": "2",
            "pages": "46--53",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jclepro.2016.02.124"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF6": {
            "text": "The N-MCDM weights for the GCP The N-MCDM new weights for the GCP",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "The original and new relative closeness of SCM in manufacturing alternatives",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": ", S., Pasupathy, S.A., Karthick Kumar, K., Ge, S, 2018. Multi objective optimization of anaerobic digestion of poultry litter using Taguchi grey relational analysis. Int. J. Appl. Eng. Res.K.Y., Yan, M.R.,Tzeng, G.H., 2014. Combining VIKOR-DANP model for glamor stock selection and stock performance improvement. Knowl. Based Syst.58, 86-97.[CrossRef]   https://doi.org/10.1016/j.knosys.2013.07.023Shen, X., Lin, B. (2020). Policy incentives, R&D investment, and the energy intensity of China's manufacturing sector. J. Clean. Prod, 120208. https:// doi:10.1016/j.jclepro.2020.120208. Sherafati, M., Bashiri, M.,Tavakkoli-Moghaddam, R., Pishvaee, M. S., 2020. Achieving sustainable development of supply chain by incorporating various carbon regulatory mechanisms. Transportation Research Part D: Transport and Environment, 81, 102253. https://doi:10.1016/j.trd.2020.102253 Stanujkic, D., Djordjevic, B., Djordjevic, M., 2013. Comparative analysis of some prominent MCDM methods A case of ranking Serbian banks. Serb. J. Manag. 8, 213-241. [CrossRef]. Stiborova, H., Strejcek, M., Musilova, L., Demnerova, K., Uhlik,O.,2020. Diversity and phylogenetic composition of bacterial communities and their association with anthropogenic pollutants in sewage //doi.org/10.1016/j.chemosphere.2019.124629 Tsalis, T., Malamateniou, K., Koulouriotis,D., Nikolaou, I., 2020. New challenges for corporate sustainability reporting: United Nations' 2030 Agenda for sustainable development and the sustainable development goals. Social Responsibility and Environmental Management. ,1-13. https://doi.org/10.1002/csr.1910 Victor, C., Abdel-Basset, M., Ramachandran, M., 2018. Towards a Reuse Strategic Decision Pattern Framework-from Theories to Practices. Information Systems Frontiers. 21(1), 27-44. https://doi.org/10.1007/s10796-018-9853-8 Wang, F., Yang, S., Reisner, A., Liu, N., 2019. Does Green Credit Policy Work in China? The Correlation between Green Credit and Corporate Environmental Information Disclosure Quality. Sustainability. 11(3), 733. https://doi.org/10.3390/su11030733. Wang, Y.J., 2009. Combining grey relation analysis with FMCGDM to evaluate financial performance of Taiwan container lines. Expert Syst. Appl. 36, 2424-2432. [CrossRef] Xu, R., Lin, B., 2017. Why are there large regional differences in CO2 emissions? ://doi.org/10.1016/j.jclepro.2016.10.019. Yang, C. C., Ou, S. L., Hsu, L. C., 2019. A Hybrid Multi-Criteria Decision-Making Model for Evaluating Companies' Green Credit Rating. Sustainability, 11(6), 1506. https://doi.org/10.3390/su11061506 Zhang, p., Yuan, H., Tian, X., 2019. Sustainable development in China: Trends, patterns, and determinants of the \"Five Modernizations\" in Chinese cities. J. Clean. Prod. 214, 685-695. ISSN 0959-6526. Zhang, B., Yang, Y., Bi, J., 2011. Tracking the implementation of green credit policy in China: topdown perspective and bottom-up reform. J. Environ. Manag. 92 (4),1321e1327. https://doi.org/10.1016/j.jenvman.2010.12.019. Zhang, P. Ji, H.-Y., Wang W.-Q., 2018. Selecting an outsourcing provider based on the combined MABAC_ELECTRE method using single-valued neutrosophic linguistic sets. Comput. Ind. Eng. 120, 429_441. https://doi.org/10.1016/j.cie.2018.05.012 Zhu, Q., Sarkis, J., Lai, K.H., 2007. Green supply chain management: pressures, practices and performance within the Chinese automobile industry. J. Clean. Prod. 15 (11e12), 1041e1052. https://doi.org/10.1016/j.jclepro.2006.05.021. Zhu, Q. Feng, Y., Choi, S. B., 2017. The role of customer relational governance in environmental and economic performance improvement through green supply chain management. J. Clean. Prod. 155 (2), 46-53. https://doi.org/10.1016/j.jclepro.2016.02.124.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "The percentages representations for SCM alternatives according to GCP criteria",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": ". The flowchart in Fig 2, depicts the flowchart of proposed N-MCDMF that combines more than one method of MCDM under the generalization of neutrosophic theory to achieve ideal solutions as mentioned in the next step: The The flowchart of N-MCDMF",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": ") − ( )+, L= 1,2, ⋯ , . = 1,2, ⋯ , ! ∈ , The 0 represents a distinguishing coefficient with a value between [0,1] and set to be 0.5Sa et al., 2018)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": ", and the values of N( ji γ ( refer to the effect of criteria j on criteria i.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "Step 6.4: Detect weights for the candidate's criteria The priorities for GCP criterion are computed as mentioned:1. Compute the summation for row mean:",
            "latex": null,
            "type": "figure"
        },
        "FIGREF20": {
            "text": "The N-MCDM weights for the GCP The N-MCDM new weights for the GCP",
            "latex": null,
            "type": "figure"
        },
        "FIGREF22": {
            "text": "The percentages representations for SCM alternatives according to GCP criteria",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "The description for the main criteria of the GCP",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Basic",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "The neutrosophic decision judgments of decision-makers",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "The",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "GRA preprocessing normalized values",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "The normalized direct relation matrix",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "The normalized supermatrix",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "The weighted supermatrixTable 12. The weights of criterions using GRA-MATEL-ANP",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "The aggregated pairwise comparison matrix for SCM manufacturing alternatives with respect to GCP criterions",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "The alternatives decision judgments in the form of crisp values",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "Th new weights for GCP criteria according to other expert judgments",
            "latex": null,
            "type": "table"
        },
        "TABREF13": {
            "text": "New final rates of alternatives",
            "latex": null,
            "type": "table"
        },
        "TABREF15": {
            "text": "The proposed case study is applied to the MCDM method of AHP and TOPSIS. The study needs to demonstrate that use of different MCDM methods would make reordering in priorities of criteria and ranking of alternatives. The decision judgments for in table 4 are used to obtain the weights of GCP criteria of GCP. The weights of GCP criteria are mentioned in table 19. The alternatives of SCM of table 14 are ranked with TOSIS to make a clear discussion for results between using for various methods of MCDM.",
            "latex": null,
            "type": "table"
        },
        "TABREF16": {
            "text": "The weights for the use of the AHP methodTable 20. The ranking for the use of TOPSIS",
            "latex": null,
            "type": "table"
        },
        "TABREF17": {
            "text": "table:",
            "latex": null,
            "type": "table"
        },
        "TABREF18": {
            "text": "What is the best SCM meet the GCP conditions of Management Authority? number of orders in the recent years). The study included 60 men and 40 women. The samples of people were asked to fill their own perspectives of the best SCM according to the GCP criteria.",
            "latex": null,
            "type": "table"
        },
        "TABREF20": {
            "text": "The",
            "latex": null,
            "type": "table"
        },
        "TABREF21": {
            "text": "Basic information about decision-makers",
            "latex": null,
            "type": "table"
        },
        "TABREF22": {
            "text": "The neutrosophic decision judgments of decision-makers",
            "latex": null,
            "type": "table"
        },
        "TABREF23": {
            "text": "The conversion of triangular neutrosophic scale for decision judgments to crisp values",
            "latex": null,
            "type": "table"
        },
        "TABREF24": {
            "text": "GRA preprocessing normalized values",
            "latex": null,
            "type": "table"
        },
        "TABREF25": {
            "text": "The normalized direct relation matrix",
            "latex": null,
            "type": "table"
        },
        "TABREF27": {
            "text": "The normalized supermatrix",
            "latex": null,
            "type": "table"
        },
        "TABREF28": {
            "text": "The aggregated pairwise comparison matrix for SCM manufacturing alternatives with respect to GCP criterionsTable 14. The alternatives decision judgments in the form of crisp values Table 15. The weighted data normalization matrix",
            "latex": null,
            "type": "table"
        },
        "TABREF29": {
            "text": "Final ranks of alternatives",
            "latex": null,
            "type": "table"
        },
        "TABREF30": {
            "text": "Table 17the weights of GCP criteria are characterized as follows: A 2 , H 7 , M 6 , E 4 , I 3 , W 5 , Wp 8 , Ma 1 , Ed 9 as mentioned inFig.3. The decision judgments for evaluating GCP are aggregated in the form of a neutrosophic triangular scale and following the N-MCDMF steps to calculate the weights of criteria. The new weights are mentioned as follows in table 17. The new priorities would characterize as follows: I 3 , Ed 9 , M 6 , E 4 , Ma 1 , W 5 , H 7 , A 2 as mentioned in",
            "latex": null,
            "type": "table"
        },
        "TABREF31": {
            "text": "Th new weights for GCP criteria according to other expert judgments",
            "latex": null,
            "type": "table"
        },
        "TABREF32": {
            "text": "New final rates of alternatives",
            "latex": null,
            "type": "table"
        },
        "TABREF33": {
            "text": "Figure 5. The original and new relative closeness of SCM in manufacturing alternativesThe proposed case study is applied to the MCDM method of AHP and TOPSIS. The study needs to demonstrate that use of different MCDM methods would make reordering in priorities of criteria and ranking of alternatives. The decision judgments for in table 4 are used to obtain the weights of GCP criteria of GCP. The weights of GCP criteria are mentioned in table 19. The alternatives of SCM of table 14 are ranked with TOSIS to make a clear discussion for results between using for various methods of MCDM.",
            "latex": null,
            "type": "table"
        },
        "TABREF34": {
            "text": "The weights for the use of the AHP methodTable 20. The ranking for the use of TOPSIS",
            "latex": null,
            "type": "table"
        },
        "TABREF35": {
            "text": ", the research used hybrid MCDM methods to establish a green credit rating mechanism. Indeed, the current study addressedYang et al., (2019) drawback as follows: 1) Cannot handle environmental situations of vague, impression, uncertainty, and inconsistency, 2) Cannot handle decision maker's confusion, inconsistent information, 3) Cannot handle the indeterminate cases.",
            "latex": null,
            "type": "table"
        },
        "TABREF36": {
            "text": "o SCM 4 . o SCM 5 . 2. What is the best SCM meet the GCP conditions of Anthropogenic Pollutants? What is the best SCM meet the GCP conditions of Ingredients? o SCM 1 . What is the best SCM meet the GCP conditions of Energy Efficiency? o SCM 1 . o SCM 2 . o SCM 3 . o SCM 4 . o SCM 5 . 5. What is the best SCM meet the GCP conditions of Water Efficiency? o SCM 1 . What is the best SCM meet the GCP conditions of Modernization? What is the best SCM meet the GCP conditions of Habits and Cite Ecology? What is the best SCM meet the GCP conditions of Waste and Pollution Environment? J o u r n a l P r e -p r o o f SCM 5 . 9. What is the best SCM meet the GCP conditions of Epidemic Diseases? o SCM 1 .",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The study mainly focused on the evaluation of GCP criteria and recommendation of optimal alternatives of SCM. The study included five branches of decision maker's expert as mentioned in table 2. The decision maker's judgments are gathered by the aid of reviews and vis-a-vis meetings or remote/ online meetings. The decision judgements would be the guidelines for the study to recommend best SCM with respect to GCP criteria. Some investigated questions are demanded for interviewers of decision makers and mentioned as follows:1. Describe your current job. 2. What is your current position in organization? 3. How do you describe your work experience in years? 4. According to your own perspectives, what the most effective criteria to evaluate GCP? 5. According to your own perspectives, what the best SCM that meets the GCP criteria conditions?The study milestones are gathered from the valuable data collected and recorded from the interviews of decision makers. The GCP criteria are mentioned in Table 1 based on literature and interviews for decision maker's experts. After that, the decsisoin judgments for degree of importance between the selected criteria are collected in the next Consequently, study begins to collect the decision judgements for SCM alternatives that meet the GCP criteria. The five alternatives are corresponding to SCM of software companies SCM 1: Oracle, SCM 2 : SAP, SCM 3 : Copa Software, SCM 4: Manhattan Associates. SCM 5 : JDA The decision makers are asked to inform some analytical questions as follows:1. What is the best SCM meet the GCP conditions of Management Authority?o SCM 1 . o SCM 2 . o SCM 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1001,
                    "end": 1008,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Appendix A"
        }
    ]
}