{
    "paper_id": "0b3c5191bcf529494ee78fa4d67300c8cdef0880",
    "metadata": {
        "title": "Journal Pre-proof COVID-19 and the Skin",
        "authors": [
            {
                "first": "A",
                "middle": [
                    "Catalá"
                ],
                "last": "Gonzalo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "C",
                "middle": [
                    "Galván"
                ],
                "last": "Casas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Editorial COVID-19 y piel It now seems like an age since the unexpected arrival of the visitor that has upended our lives and shaken the very foundations of our social and health-care structures. The novel coronavirus has had an immense impact on every facet of our lives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Refers to AD_2355"
        },
        {
            "text": "The virus first appeared in December 2019 in the Chinese city of Wuhan. 1 The pathogen isolated from samples taken from the lower respiratory tract of infected patients was later assigned the name Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) and the disease it causes was named coronavirus disease 2019 (COVID-19).",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 73,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Refers to AD_2355"
        },
        {
            "text": "Here, we viewed it as a distant and exotic threat. By the end of January, 3 cases had started to appear in countries very close to Spain and at the beginning of March 4 we learned that COVID-19 was posing a serious threat to public health in Italy. It was then that we started to see it as a real and immediate threat.",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 75,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Refers to AD_2355"
        },
        {
            "text": "Ever since the pandemic arrived in Spain, dermatologists have been working hard to find solutions. We have been working on the front lines. We have also been involved in support tasks which, while neither glamorous nor visible, are nonetheless equally necessary and admirable-tasks such as informing family members, coordinating patient distribution and transfer, organizing drugs, etc. We have learned to wear many different hats, standing in for internists, managers, clinical pharmacists, and many others.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Refers to AD_2355"
        },
        {
            "text": "But dermatologists have also taken part in this crisis doing what they know best: practicing dermatology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Refers to AD_2355"
        },
        {
            "text": "The fact that the new coronavirus is also a dermatologic disease has been clear since the publication in March of the first report of skin symptoms in a patient with confirmed COVID-19, in whom the initial suspected diagnosis had been dengue. 5 The same month saw the publication of the first article on the skin symptoms associated with COVID-19: in a series of 88 patients, 20% had skin symptoms, either during the course of the disease or as the presenting symptom. 6 Neither of these two publications included images or any detailed description of the dermatological symptoms. Having experienced the realities of a pandemic situation, we perfectly understand these shortcomings. It is really difficult to conduct protocolized clinical trials during a pandemic, especially in view of the extreme rapidity of disease progression in this case.",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 244,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 469,
                    "end": 470,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Refers to AD_2355"
        },
        {
            "text": "The continued spread of the pandemic was accompanied by a growing suspicion that COVID-19 was a disease with specific dermatological symptoms. Initially, dermatologists were faced with a parallel \"epidemic\" of dermatitis caused by continuous washing and the use of personal protective equipment. At the same time, we started to observe two things: first, the presence of skin disorders in patients diagnosed with COVID-19, with very different degrees of severity; and second, the fact that these conditions only sometimes appeared to be associated with known causes, such as herpes zoster or toxicoderma. Even more intriguing, we started to see skin lesions in patients with only very mild symptoms of COVID-19 or no other symptoms at all. We were struck by the repeated appearance of certain symptoms and their particular characteristics. The most common cutaneous manifestations observed were urticarial lesions, vesicular and maculopapular rashes (similar to those of other viral infections), livedo reticularis, pityriasis rosea, violaceous erythema, and chilblain-like lesions on the hands and feet. The pseudochilblains are were atypical because they were occurring during a period when temperatures were not low and in people with no history of erythema pernio.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Refers to AD_2355"
        },
        {
            "text": "By that time, social networks were filling up with images of cases in both situations. Dermatologists wanted to transfer all this information to the field of scientific evidence. The fact that these symptoms were occurring in the pandemic setting highlighted the need to analyze the possible relationship with SARS-CoV-2 infection. If, like many other viral diseases, COVID-19 has cutaneous symptoms, these had to be categorized.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Refers to AD_2355"
        },
        {
            "text": "This was the motive behind the Covid-Piel study. 7 The aim of the study was to describe the skin symptoms associated with COVID-19 and investigate their possible diagnostic, prognostic, and epidemiological value.",
            "cite_spans": [
                {
                    "start": 49,
                    "end": 50,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Refers to AD_2355"
        },
        {
            "text": "To that end, we developed a protocol designed to facilitate an analysis that would allow us to identify and describe the patterns observed. This description would be of use during the pandemic to guide clinicians, patients, and health authorities and would later serve as the basis of clinical, histological, and molecular studies and even, if possible, to restructure the clinical diagnostic criteria for COVID-19, an important task in patients who present very few symptoms and in areas where access to diagnostic testing is limited. 8 We put out a call to all Spanish dermatologists to collect data from patients with COVID-19 who presented unexplained skin rashes. The data would be collected over a 2-week period at the peak of the pandemic. Hoping to find 4 or 5 different patterns, we calculated that the necessary sample would be 60 cases. At that time, our colleague Gregorio Carretero joined the study. Between the three of us, we obtained the necessary authorizations and registrations in record time.",
            "cite_spans": [
                {
                    "start": 536,
                    "end": 537,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Refers to AD_2355"
        },
        {
            "text": "We presented the approved proposal to the Spanish Academy of Dermatology and Venereology (AEDV) and the Academy's support has been crucial to the achievement and improvement of the project.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Refers to AD_2355"
        },
        {
            "text": "The AEDV's Research Unit provided technical support, continuous guidance, and statistical analysis. It has also been responsible for ensuring our compliance with Good Research Practices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "The AEDV's communication department facilitated the collaboration of those involved, which we consider to be a key component of the work and of its added value. Information about the initiative was disseminated widely, making it known to all the dermatologists and patients affected by the pandemic and asking them to make themselves available to the study. As a result, the final sample included almost 7 times the initially projected figure of 60 cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "We do not know whether similar situations have occurred in the past, but we would like to highlight the generosity and support of so many colleagues. Information came from over 100 dermatologists of all ages and every kind of academic status, working in major or county hospitals, private hospitals, and clinics. All of them generously contributed their work, time, and enthusiasm, adding their efforts to the whole and collaborating in this team effort. We are proud to belong to this family, and we are grateful to every one of them for their contribution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "And what can we say about the response of the population? We could write a book entirely composed of quotes from the countless emails we have received from patients. Many of them wrote saying that they were very worried, but we would be dishonest if we did not make it clear that the main reason they cited for contacting us about their case was a desire to help in the search for solutions to the pandemic. Our sincere thanks to all of them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "The Covid-Piel study has come to several conclusions that, in our opinion, are of interest:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": " A classification of the cutaneous manifestations of the disease into five clinical patterns: 1) pseudo-chilblains, 2) vesicular eruptions, 3) urticarial lesions, 4) maculopapular plaques, and 5) livedo or necrosis. These patterns are now being confirmed by other authors. 9,10  Establishing a relationship between the severity of the patient's COVID-19 and the clinical patterns identified. Disease tends to be less severe in patients with pseudo-chilblains and more severe in those with livedo or necrosis.  Understanding the timing of onset of certain skin symptoms during the course of the disease: vesicular eruptions appear in the early stages of COVID-19; pseudochilblains tend to appear in the late stages; the remaining patterns tend to coincide with other COVID-19 symptoms.  Identifying the specificity of patterns. Pseudo-chilblains and vesicular lesions are the most specific COVID-19 symptoms. Urticarial and maculopapular rashes are the least specific.  An assessment of the possible differences between the dermatological patterns observed in confirmed and suspected cases (using the criteria specified in the European guidelines). 11 The results indicate that the patterns are similar. This raises the question of whether skin manifestations should be included in the list of clinical signs of COVID-19.",
            "cite_spans": [
                {
                    "start": 1153,
                    "end": 1155,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "After this initial work on the description of clinical patterns or what we might call the \"cutaneous language\" of COVID-19 , the adventure continues. We will need to find out whether the skin reactions, and which of them, are caused by the virus or by an immune reaction, non-specific or particular, to the infection. We need to ascertain whether COVID-19 favors the development of other viral processes (herpes zoster, gloves and socks syndrome, pityriasis rosea, infectious erythema.) or toxicoderma. We need to investigate the pathophysiological mechanisms of these symptoms and relate them to the different clinical patterns and to the findings in other organs. We need to understand the clinical and anatomopathological patterns and the relationship between them. We need to investigate how each pattern responds to different treatments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "Many dermatologists are asking questions and looking for answers. I believe that one of the greatest achievements of the Covid-Piel study has been to bring together the efforts of the whole dermatology community. I hope that new initiatives will seek and achieve a similar joint approach so that we can go further and do even better. The Covid-Piel team has made it clear that we are willing to put our shoulders to the wheel in any initiatives that may emerge. And it is our hope that this project will demonstrate the truth of the maxim that union is strength even in times of adversity when we are separated and lack both time and resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The novel coronavirus originating in Wuhan, China: Challenges for global health governance",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Phelan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Katz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "O"
                    ],
                    "last": "Gostin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "",
            "pages": "709--710",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.1097"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Early Transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "1199--207",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001316"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The first two cases of 2019-nCoV in Italy: Where they come from",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Giovanetti",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Benvenuto",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Angeletti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ciccozzi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "92",
            "issn": "5",
            "pages": "518--539",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.25699"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19 and Italy: What next?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Remuzzi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Remuzzi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "395",
            "issn": "",
            "pages": "30627--30636",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "COVID-19 can present with a rash and be mistaken for dengue",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Joob",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Wiwanitkit",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Am Acad Dermatol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Cutaneous manifestations in COVID-19: A first perspective",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Recalcati",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Eur. Acad. Dermatol. Venereol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Classification of the cutaneous manifestations of COVID-19: A rapid prospective nationwide consensus study in Spain with 375 cases",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Galván",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Catalá",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Carretero",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Br J Dermatol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/bjd.19163"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "COVID-19: learning from experience",
            "authors": [],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30686-3"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Cutaneous Manifestation in Covid-19: The experiences of Barcelona and Rome",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tammaro",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Adebanjo",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Parisella",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rello",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Chilblain and acral purpuric lesions in Spain during COVID confinement: Retrospective analysis of 12 cases",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Romaní",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Calzado",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Actas Dermosifiliogr",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ad.2020.04.002"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Case definition and European surveillance for COVID-19, as of 2",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "and the Skin A Catalá Gonzalo a y C Galván Casas b",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}