{"paper_id": "0b3d28fcc3808ebd09cb7402f999771f48d3b59e", "metadata": {"title": "Journal Pre-proofs Evidence of non-economic indicators as markers of success for youth in youth employability programs: insights from a South African study Evidence of non-economic indicators as markers of success for youth in youth employability programs: insights from a South African study Evidence of non-economic indicators as markers of success for youth in youth employability programs: insights from a South African study", "authors": [{"first": "Leila", "middle": [], "last": "Patel", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Johannesburg", "location": {}}, "email": ""}, {"first": "Lauren", "middle": [], "last": "Graham", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Johannesburg", "location": {}}, "email": "lgraham@uj.ac.za"}, {"first": "Gina", "middle": [], "last": "Chowa", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Johannesburg", "location": {}}, "email": ""}]}, "abstract": [{"text": "Evaluation studies of youth employment programs prioritize employment and earnings outcomes and use these indicators to determine what labor market interventions are most successful. Evidence from pre and post data of a cluster randomized controlled longitudinal study, consisting of 1 892 youth between 18-25 years who participated in Youth Employability Programs (YEPs) in South Africa, confirms the importance of the inclusion of non-economic indicators to measure success for youth. This study provides evidence that non-economic markers of success such as job-search resilience, self-esteem, self-efficacy and future orientation are potentially important in the transition to employment in the longer term and points to the need for more evaluations that use these markers to predict youth's success in employment. The findings further suggest that these noneconomic outcomes, which were conceptualized as intermediary outcomes, can influence how young people manage the increasingly protracted and difficult transition to work. The study enlarges our understanding of the non-linear and protracted pathways of youth transitions to work in a development context, and how to best support youth in this transition period. These findings have implications for rethinking YEP evaluation outcomes that could lead to adaptive programming and management of interventions.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": " In Middle and Lower-Income country contexts, where young people face complex and protracted transitions to work, non-economic indicators provide a more holistic understanding of youth success in youth employability programs.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": " Job-search resilience, self-esteem, self-efficacy and future orientation are important outcomes to evaluate in such contexts.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": " In an evaluation of eight YEPs in South Africa, young people reported better job search efficacy and job-search resilience after program participation.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": " Including a financial capability intervention as part of YEP curricula may improve intermediate outcomes, specifically psychosocial outcomes for young people.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Evaluation studies of youth employment programs prioritize employment and earnings outcomes and use these indicators to determine what labor market interventions are most successful. Evidence from pre and post data of a cluster randomized controlled longitudinal study, consisting of 1 892 youth between 18-25 years who participated in Youth Employability Programs (YEPs) in South Africa, confirms the importance of the inclusion of non-economic indicators to measure success for youth. This study provides evidence that non-economic markers of success such as job-search resilience, self-esteem, self-efficacy and future orientation are potentially important in the transition to employment in the longer term and points to the need for more evaluations that use these markers to predict youth's success in employment. The findings further suggest that these noneconomic outcomes, which were conceptualized as intermediary outcomes, can influence how young people manage the increasingly protracted and difficult transition to work. The study enlarges our understanding of the non-linear and protracted pathways of youth transitions to work in a development context, and how to best support youth in this transition period. These findings have implications for rethinking YEP evaluation outcomes that could lead to adaptive programming and management of interventions.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Youth unemployment is a critical global challenge with many countries facing increasing levels of unemployment of young people (International Labor Organisation (ILO) 2017). While there has been some recovery in youth unemployment since the global economic crisis of 2008, the Covid-19 pandemic and resultant economic downturn are likely to further intensify youth employment. The challenge is particularly acute for middle-income countries such as South Africa that are faced with already high rates of poverty and inequality, and are undergoing structural economic, technological, and social changes. In addition, high youth unemployment is due to low job growth particularly in sectors that do not demand high levels of skills. This has resulted in a lack of access to the labor market for young people with low levels of skills resulting from poor quality education. In South Africa, youth unemployment (broadly defined to include discouraged work seekers) for 15 to 24 year olds is 67% and coincides with race, gender, and spatial divides (Statistics South Africa 2019a). Finding evidence-based solutions to facilitate young people's transition to employment and to support their job-search resilience in contexts of high structural unemployment is therefore an urgent priority.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Globally, interest in Active Labor Market Policies (ALMPs) has been growing. In Middle and Lower-Income country contexts a variety of such interventions are delivered by public, private and third sector organizations (African Development Bank, Organization for Economic Co-operation and Development, United Nations Development Program & United Nations Economic Commission for Africa (ADB, OECD, UNDP & UNECA) 2012). ALMPs operate in three domains (ADB et al. 2012 ). First are supply side interventions such as skills training and educational system reforms. Second are intermediation services -employment services that attempt to improve labor market efficiency and connections or provide entrepreneurship support. Third are demand side interventions such as direct job creation, subsidized employment programs, and public employment schemes. There is a bias toward supply side interventions and intermediation services with lower levels of investment in demand side strategies (ADB et al. 2012) . In this article we focus on these interventions, specifically youth training and placement programs, which we refer to as youth employability programs (YEPs). In this article we conceptualize YEPs first as potential settings or \"critical delivery systems\" providing nurturing and empowering resources, \"[learning] experiences, supports and opportunities\". Second, YEPs are communities of young people who share a common purpose and who agree to collaborate to enhance their work seeking capacities. Finally, YEPs focus mainly on the supply side of the labor market such as developing knowledge, skills and personal characteristics that could unlock some of the barriers they face in labor market participation.", "cite_spans": [{"start": 447, "end": 463, "text": "(ADB et al. 2012", "ref_id": null}, {"start": 979, "end": 996, "text": "(ADB et al. 2012)", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "Evaluation studies of YEPs tend to prioritize labor market outcomes such as employment and earnings (Egdell and McQuaid 2016) with a focus on what works to best deliver these outcomes (Kluve et al. 2019 ). This is a new area of research in South Africa and in Sub-Saharan Africa (Kluve et al. 2019) . Local evaluations rely more on participant perceptions of program quality rather than on rigorous assessments of impact. There is very little evidence from rigorous studies that use noneconomic indicators of success for youth to understand what shifts youth's experience in the labor market to improve their resilience and help them to success. This study addresses this knowledge gap and contributes to providing evidence from a cluster randomized controlled study in South Africa that in addition to economic indicators of success uses non-economic indicators as markers of success to understand youth success in YEPs in South Africa.", "cite_spans": [{"start": 184, "end": 202, "text": "(Kluve et al. 2019", "ref_id": "BIBREF19"}, {"start": 279, "end": 298, "text": "(Kluve et al. 2019)", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Introduction"}, {"text": "The starting point for the study is that youth transitions to work are non-linear and protracted (Furlong et al. 2017) . Therefore, instead of focusing on longer-term outcomes relating to employment and earnings, a more comprehensive evaluation approach was adopted, informed by a Positive Youth Development (PYD) approach (Benson et al. 2007) . Intermediate outcomes, such as job-search resilience defined as continued efforts to look for work (positive outcome) despite repeated failures in securing employment (setbacks) (drawing on Zolkoski & Bullock (2012)), worksearch behaviors, and personal characteristics, are important to track as these could provide new insight into how young people manage the transition and how they might be best supported. This is an important gap in our knowledge in low and middle-income countries (Fox & Kaul 2018) . As such the aim of the current study was to evaluate the effects of eight YEPs on job search resilience, selfefficacy, self-esteem and future orientation. Second, to assess whether a financial capability intervention added to these YEPs has any effect on these outcomes. Two hypotheses were tested. Hypothesis one contends that improvements in intermediate and short-term outcomes such as selfefficacy, self-esteem, future orientation, job search resilience and efficacy are likely to be achieved following participation in a youth employment program (YEP). Hypothesis two holds that adding a financial capability intervention to existing YEPs may improve these short and intermediate outcomes.", "cite_spans": [{"start": 97, "end": 118, "text": "(Furlong et al. 2017)", "ref_id": "BIBREF13"}, {"start": 323, "end": 343, "text": "(Benson et al. 2007)", "ref_id": "BIBREF2"}, {"start": 833, "end": 850, "text": "(Fox & Kaul 2018)", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Introduction"}, {"text": "Youth transitions in the post-war years in industrial societies were conceived of as linear, with young people moving fairly seamlessly from school to education and training and into work over short time periods (Furlong et al. 2017 ). To support those who did not make this transition smoothly, ALMPs were devised to connect youth with jobs through public employment services, training schemes and employment subsidies, complemented by social protection policies.", "cite_spans": [{"start": 212, "end": 232, "text": "(Furlong et al. 2017", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Youth Employment Context in South Africa"}, {"text": "The ALMP picture is somewhat different in middle-income countries, owing to different labor markets. Countries are faced with a large and growing rate of youth unemployment (ADB et al. 2012) with underlying causes that include expanding youth populations, with new entrants to the labor market outpacing the number of jobs created (ILO 2019) as well as the impact of technology, digitization of economies and automation resulting in demand for higher skills levels (World Bank 2019). This limits employment prospects for young people, particularly those from poor socioeconomic backgrounds with limited skills, who are increasingly excluded from the labor market (Butler-Adams 2018). Critical levels of youth unemployment in such contexts have spawned a range of ALMPs across the public, private and not-for-profit sectors (ADB et al. 2012), many of which focus on skills development.", "cite_spans": [], "ref_spans": [], "section": "Youth Employment Context in South Africa"}, {"text": "It is now widely acknowledged that young people's transitions to the labor market, even in developed country contexts, are more protracted and that youth face the consequences of deeply rooted labor insecurity (Furlong et al. 2017 ). However, in most developed country contexts young people will make a successful transition, with those who do not being confined to relatively small, particularly vulnerable or at risk groups (Sanders et al. 2020 ). In contrast, in developing country contexts, widespread poverty means that large proportions of the youth population face difficulties with finding work. In South Africa evidence shows that young people follow staggered transitions to and through the labor market engaging in various forms of short-term work, periods of discouragement, and times of participation in YEPs (Mlatsheni & Ranchhod, 2017) . The transition of disadvantaged young Black youth to the labor market is particularly complex and overlaid with historical disadvantage due to the country's apartheid legacy (De Lannoy, Frame and Leibbrandt, 2015). While some do manage to transition to work, only 40% of young people are employed by 24 years of age (Mlatsheni & Ranchhod, 2017) , with many of these jobs being short-term in nature.", "cite_spans": [{"start": 210, "end": 230, "text": "(Furlong et al. 2017", "ref_id": "BIBREF13"}, {"start": 426, "end": 446, "text": "(Sanders et al. 2020", "ref_id": "BIBREF24"}, {"start": 822, "end": 850, "text": "(Mlatsheni & Ranchhod, 2017)", "ref_id": "BIBREF22"}, {"start": 1169, "end": 1197, "text": "(Mlatsheni & Ranchhod, 2017)", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Youth Employment Context in South Africa"}, {"text": "In developed countries, increased financial assets are associated with improved access to education and training (Destin & Oyserman 2009 ). Access to a savings account for children was found to be a strong predictor of college attendance in later years (Elliott & Sherraden, 2013) . Similarly a review study showed that savings behavior is associated with better school achievements in Uganda, Kenya and Ghana (REMOVED FOR BLIND REVIEW. In developing countries a lack of access to financial assets such as savings, borrowing and knowledge of financial literacy affects the ability to manage risk (Kunt et al. 2015) . While access to financial services is a predictor of well-being, only a quarter of poor households in South Africa have access to financial services due to high bank charges and mistrust in formal banking services (Ikdal et al. 2017) . Limited research exists of the financial capabilities of youth in South Africa and of its role in the employment trajectories of young people.", "cite_spans": [{"start": 113, "end": 136, "text": "(Destin & Oyserman 2009", "ref_id": "BIBREF10"}, {"start": 253, "end": 280, "text": "(Elliott & Sherraden, 2013)", "ref_id": "BIBREF11"}, {"start": 596, "end": 614, "text": "(Kunt et al. 2015)", "ref_id": "BIBREF20"}, {"start": 831, "end": 850, "text": "(Ikdal et al. 2017)", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Youth Employment Context in South Africa"}, {"text": "Despite recognition of the non-linear and challenging transition to employment, the body of literature on what kinds of YEPs work still tends to focus on earnings and employment outcomes. For instance, in a meta-analysis of evaluations, 60% of programs that had rigorous designs suitable for assessing impact showed positive effects on either employment or earning outcomes (Betcherman et al. 2007) . A more recent systematic review of 113 programs shows that just over a third of programs had positive effects on employment (Kluve et al. 2019 ). Despite these positive findings, meta-analyses on such evaluations do note that the effect sizes for employment and earnings are small especially in the short-run (Card et al., 2018) .", "cite_spans": [{"start": 374, "end": 398, "text": "(Betcherman et al. 2007)", "ref_id": "BIBREF3"}, {"start": 525, "end": 543, "text": "(Kluve et al. 2019", "ref_id": "BIBREF19"}, {"start": 710, "end": 729, "text": "(Card et al., 2018)", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Siyakha Youth Assets Conceptual Framework"}, {"text": "Besides employment and earning outcomes, YEPs also promote individual outcomes that are associated with youth employability, but that are seldom integrated conceptually. These are positive identity, behavioral competence, self-determination, self-efficacy, belief in the future, and opportunities for prosocial involvement (Catalano et al. 2004 ).", "cite_spans": [{"start": 323, "end": 344, "text": "(Catalano et al. 2004", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Siyakha Youth Assets Conceptual Framework"}, {"text": "The conceptual framework in Figure 1 presents pathways of youth employment outcomes that we hypothesized are appropriate for a holistic approach to understanding youth employment outcomes in the overall project, Siyakha youth assets project. The current study analyzes part of this conceptual framework. Cluster 1 are the variables that draw attention to the agency and assets that young people bring when entering into such programs. These include education and skills, selfefficacy and self-esteem, and social resources such as social networks. In addition, demographic and socio-economic characteristics including their age, gender, race and socio-economic status are pertinent to whether they will effectively transition to work. Cluster 2 consists of the intervention variables, each of which point to an element of the programs offered by YEPs in the study including soft-skills or technical skills training, work experience, the offering of stipends and placement support. Cluster 3 consists of a set of individual level outcomes that may mediate the shorter and longer-term outcomes in cluster 4.", "cite_spans": [], "ref_spans": [{"start": 28, "end": 36, "text": "Figure 1", "ref_id": "FIGREF1"}], "section": "Siyakha Youth Assets Conceptual Framework"}, {"text": "[Insert Figure 1 Here]", "cite_spans": [], "ref_spans": [{"start": 8, "end": 16, "text": "Figure 1", "ref_id": "FIGREF1"}], "section": "Siyakha Youth Assets Conceptual Framework"}, {"text": "The Siyakha project sought to conduct a rigorous assessment of the effects of YEPs on youth transitions to the labor market. In addition, we wanted to understand whether the addition of a financial capability intervention impacted on the various outcomes shown in figure 1 above. To do this we reviewed the programs of multiple YEPs and selected eight to participate in the study. Each YEP had to run their program in at least two sites, enabling us to randomly assign at least one site per YEP to treatment.", "cite_spans": [], "ref_spans": [{"start": 264, "end": 272, "text": "figure 1", "ref_id": "FIGREF1"}], "section": "Siyakha Youth Assets Project Description"}, {"text": "In order to be selected for the study the program had to meet several criteria. First, they had to offer easily-accessible and low-to-no-cost skills training to better prepare young people (aged 18 to 34 1 years) for the labor market. Second it had to run training for between one and 12 months. Third it had to run training in at least two sites to allow for random assignment to treatment at the site level. Fourth, each program offered a combination of soft and technical or vocational skills training. We define soft skills as those skills that are \"nontechnical and not reliant on abstract reasoning, involving interpersonal and intrapersonal abilities to facilitate mastered performance in particular contexts\" (Hurrell et al. 2012, 161) . Soft skills include communication skills, interpersonal skills, teamwork, and personal motivation (Grugulis & Vincent 2009 ). Technical or vocational skills are defined as skills that are domain or context specific and rely on cognitive reasoning and application of learned processes. Amongst the programs such training included call-center training, welding, ICT training, and retail point-of-sale training. Each program offered both types of skills training to differing degrees. The programs are typically targeted at young people from poor socio-economic backgrounds. Young people apply for the programs themselves. Most of the programs have simple selection criteria including that the young person meets the age and socioeconomic criteria for the program and that they do not have a criminal record. Six of the eight programs also required a school completion certificate. Some programs have further aptitude tests that allow them to assess candidates for fit with the kind of technical training they offer.", "cite_spans": [{"start": 717, "end": 743, "text": "(Hurrell et al. 2012, 161)", "ref_id": null}, {"start": 844, "end": 868, "text": "(Grugulis & Vincent 2009", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Siyakha Youth Assets Project Description"}, {"text": "For the Siyakha Youth Assets Project, we employed a cluster randomized controlled trial design. Randomization was done at the cluster level; that is, YEP training sites were assigned to either treatment or control conditions. The control sites ran the YEPs training as normal, whilst the treatment sites ran the YEPs training and included an eight-hour financial capability curriculum as well as offering participants a savings account. The financial capability intervention was delivered in a group format which did not allow for randomized selection at the individual level. Cluster randomization ensured that a balance of program offerings were achieved (i.e. same type of skills, length, curriculum etc.) as well as limiting diffusion to those outside the treatment group. This also ensured that the differences between treatment and control sites within each program were attributable to the delivery of the financial capability intervention and not other factors. For this reason, we had to first differentiate sites by program and then ensure that there was an even spread of treatment and control sites within each program. A trainer from each treatment site was trained on the financial capability curriculum during a one-week training session. Each treatment site was provided with the financial capability module materials and a local banking partner was present to open savings accounts for individuals at these sites. All program participants at these sites were offered the financial capability inputs. Control sites (those delivering the YEP only) were not provided with any of the latter inputs.", "cite_spans": [], "ref_spans": [], "section": "Research Design"}, {"text": "The cluster randomized experimental design allowed us to assess the impact of the financial capability intervention (Shadish et al. 2002) . It did not allow for causal explanations of the YEPs, independent of the financial capability intervention. However, we could observe changes over time in both groups because of the pre and post-test element of the experimental design, which allows us to comment on changes (but not attribution) amongst the control group.", "cite_spans": [{"start": 116, "end": 137, "text": "(Shadish et al. 2002)", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Research Design"}, {"text": "Data collection was done through a survey administered at several points; one pre-test as participants entered the program (pre-intervention) and three post-tests -one at completion of the program (post-intervention), one nine to twelve months after completion (follow-up 1), and one 21 to 24 months after completing the program (follow-up 2). For the current study, only pre and post data (pre-intervention and post-intervention) were analyzed. Pre-intervention and post-intervention data were collected at the training sites. Pre-intervention data was completed between July 2015 and February 2016 (with the range of dates explained by the different start dates of the programs). Post-intervention was collected between September 2015 and December 2016 with the range of dates explained by different lengths of the programs. The questionnaires were completed in a selfcompletion process, facilitated by trained fieldworkers and quality assured by trained supervisors. Where individuals could not be reached at the training site for post-intervention, telephonic followups were made and the questionnaire was completed by trained fieldworkers over the phone.", "cite_spans": [], "ref_spans": [], "section": "Data collection methods"}, {"text": "At each cluster or training site, we aimed to select 50 youth, who were randomly selected to participate in the study. At larger sites, in order to randomly select participants we used the program enrolment list and a random number grid to select 50 participants. At smaller sites (<50 participants) all participants were invited to participate. Randomization of youth within each cluster ensured that each participant had an equal chance of participating and that volunteer bias was eliminated.", "cite_spans": [], "ref_spans": [], "section": "Sampling and selection"}, {"text": "At the cluster level, most of the sites were located in metropolitan areas (made up of metropolitan municipalities and surrounding or peripheral urban areas) as opposed to non-metropolitan areas such as small towns and rural areas. This arrangement is in part a reflection of an urban bias in employment. Table 1 presents the balancing of controls and treatments after randomization on variables that would influence employability outcomes.", "cite_spans": [], "ref_spans": [{"start": 305, "end": 312, "text": "Table 1", "ref_id": "TABREF1"}], "section": "Sampling and selection"}, {"text": "[Insert Table 1 Here]", "cite_spans": [], "ref_spans": [{"start": 8, "end": 15, "text": "Table 1", "ref_id": "TABREF1"}], "section": "Sampling and selection"}, {"text": "The sample size was 1892 participants (94.6% response rate) at pre-intervention. The sample was slightly weighted to the treatment group with 53% falling within these sites. There were no differences in the sex of the participants between treatment and control sites. Most respondents in the sample were Black African (94.4%), followed by people of mixed race (4.7%) with the remaining minority being White or Indian according to South Africa's race classification system. This approximates the national profile of unemployed youth. The control group had more participants of mixed-race than the treatment group, although the difference was very small.", "cite_spans": [], "ref_spans": [], "section": "Sampling and selection"}, {"text": "Attrition between the two time points did occur. Some participants left the study due to not completing the training, whilst others completed the training but missed the session at which we collected post-treatment data. (Post-intervention). We followed up telephonically with participants who did not complete the survey at post-intervention to lower the attrition rate, however many participants had changed numbers and could not be reached. At post-intervention we retained 1167 participants, implying an attrition rate of 39%. Because the covariates that would impact youth employability outcomes were balanced after randomization, we proceeded to conduct the bivariate analysis.", "cite_spans": [], "ref_spans": [], "section": "Attrition"}, {"text": "Ethical approval for the study was received from REMOVED FOR BLIND REVIEW. All participants were provided with detailed information about the study purpose, what would be required of them, their rights to privacy and confidentiality, and potential risks and benefits in an informed consent letter which they were required to sign if they volunteered to participate. Importantly, participants were assured that their decision to participate/not participate would in no way affect their program participation.", "cite_spans": [], "ref_spans": [], "section": "Ethics"}, {"text": "We use a PYD theory (Benson et al. 2007 ) lens to understand how non-economic indicators can be used to evaluate youth success in YEPs. PYD places young people at the center of program efforts and sees them as actors in their own development. It therefore foregrounds young people as active participants in youth development programs and in the exercise of their agency. The PYD approach promotes the notion that nurturing and empowering contexts are \"critical delivery systems\" (Benson et al. 2007 : 896) for youth development. Job search resilience, self-efficacy, self-esteem and future orientation are measures that are youth centered and activate the agency of youth. The focus on investigating the non-economic indicators as measure of success provides a foundation for subsequent studies that will investigate youth pathways towards positive employability outcomes.", "cite_spans": [{"start": 20, "end": 39, "text": "(Benson et al. 2007", "ref_id": "BIBREF2"}, {"start": 479, "end": 498, "text": "(Benson et al. 2007", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Plan of Analysis"}, {"text": "The current study will demonstrate the importance of the selected non-economic indicators from Cluster 3 and 4 from the overall Siyakha project conceptual framework. A positive change on these non-economic indicators for treatment youth compared to control youth, will confirm the proposition that these non-economic measures of success might be mediating variables that can further be investigated to better understand youth economic pathways. . Since this is the first step to testing the larger conceptual framework, in particular the pathway of youth employment, simple bivariate analysis will be used to demonstrate intragroup changes between pre-intervention and post-intervention and then intergroup changes to demonstrate impact of the Siyakha intervention. For future orientation, RSES and self-efficacy scales we used means at pre-intervention and post intervention 2 to compare intra-group changes. For the categorical variables (job-search resilience and work-search behavior), we used chi-square to test differences.", "cite_spans": [], "ref_spans": [], "section": "Plan of Analysis"}, {"text": "The dependent variables included self-esteem, self-efficacy, future orientation and job search resilience. Self-esteem was measured using the Rosenberg Self-Esteem Scale (Rosenberg, 1965 ) -a Likert scale with ten items allowing a respondent to score a maximum of 40. The scale has been noted to be a valid measure across a variety of national and cultural contexts (Schmitt & Allik, 2005) and Self-efficacy scale is a Likert scale with ten items, in which participants can attain a maximum score of 40. The scale had a Cronbach's alpha of 0.87. Neither the future orientation scale nor the selfefficacy scale had been validated in South Africa. Therefore, prior to data collection, the three scales were all tested through a pilot cognitive interviewing process in which the scales were administered, and then pilot participants asked about how they interpreted the statements and response options. Based on this process the scales were determined to have face validity for the sample participants.", "cite_spans": [{"start": 170, "end": 186, "text": "(Rosenberg, 1965", "ref_id": "BIBREF23"}, {"start": 366, "end": 389, "text": "(Schmitt & Allik, 2005)", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Dependent variables"}, {"text": "When considering work-seeking behavior and efficacy, the actual work-search activities including whether they had actively looked for work and what strategies they used to do so, were assessed. The list of strategies used included less effective strategies (responding to newspaper or internet adverts) and more effective strategies (using social networks and engaging with employment agencies). Finally, we included a question on discouragement to look for work.", "cite_spans": [], "ref_spans": [], "section": "Dependent variables"}, {"text": "The independent variable was the treatment variable, whether they were in the treatment or control groups.", "cite_spans": [], "ref_spans": [], "section": "Independent variables"}, {"text": "Participants largely come from income poor households where food insecurity is a challenge. The mean monthly income for the households in which participants reside was $202,72 and $204 for treatment and control respectively (shown in Table 1 above), which places them in households below the lower-bound poverty line for South Africa (Statistics South Africa 2019b). These lowincome levels in part explain why most young people in the sample lived in households that had high levels of food insecurity. In the study we used the Household Food Insecurity Access Scale (Coates et al. 2007 ). Over half of the respondents came from households that were severely food insecure. A further 20% are moderately food insecure.", "cite_spans": [{"start": 567, "end": 586, "text": "(Coates et al. 2007", "ref_id": "BIBREF8"}], "ref_spans": [{"start": 234, "end": 241, "text": "Table 1", "ref_id": "TABREF1"}], "section": "Descriptives"}, {"text": "Despite their socio-economic situation, the majority of youth in the programs (90.5%) attained at least their school completion certificate and a very small minority (6% for control and 8% for treatment and per Table 1 above) had pursued post-secondary education. This is significantly higher than the national figures (Isdale et al. 2016 ). This discrepancy is due to the eligibility criteria of the YEPs requiring a matric certificate 2 . Despite overcoming severe poverty to achieve these education outcomes across the sample average duration of unemployment was over 13 months (12.9 months for control and 13.5 months for treatment), meaning that they were chronically unemployed (defined as being unemployed for longer than one year) at the time of entering the YEPs. Table 2 demonstrates the mean scores upon entering and exiting the programs for both control group and treatment group participants.", "cite_spans": [{"start": 319, "end": 338, "text": "(Isdale et al. 2016", "ref_id": "BIBREF17"}], "ref_spans": [{"start": 211, "end": 218, "text": "Table 1", "ref_id": "TABREF1"}, {"start": 773, "end": 780, "text": "Table 2", "ref_id": "TABREF2"}], "section": "Descriptives"}, {"text": "The control group's future orientation decreased from pre to post intervention (30.7, 30.1; p=0.08) whereas the treatment groups future orientation stayed the same. RSES improved for the treatment and was statistically significant, but the control groups RSES decreases and this retrogression was statistically significant. For both the controls and treatments the self-efficacy mean score pre post increased, however it was statistically significant for the treatment and not for the controls. These changes are displayed in Figure 2 below [Insert Figure 2 Here] As demonstrated in Table 3 there is a statistically significant difference between controls and treatments at pre-intervention in their RSES mean scores. At post-intervention there is a statistically significant difference between controls and treatment groups with the treatment performing better than the controls (31.7, 31; p=0.009). Although the treatment group had lower mean score for future orientation at pre-intervention than the control group, there was an improvement in the future orientation score for the treatment group and a decline in the future orientation score for the controls, although the difference is not statistically significant at post intervention. There was no statistically significant difference between the controls and treatments both at pre-intervention and post intervention.", "cite_spans": [], "ref_spans": [{"start": 526, "end": 534, "text": "Figure 2", "ref_id": null}, {"start": 549, "end": 557, "text": "Figure 2", "ref_id": null}, {"start": 583, "end": 590, "text": "Table 3", "ref_id": null}], "section": "[INSERT TABLE 2 HERE]"}, {"text": "[Insert Table 3 here]", "cite_spans": [], "ref_spans": [{"start": 8, "end": 15, "text": "Table 3", "ref_id": null}], "section": "[INSERT TABLE 2 HERE]"}, {"text": "As presented in figure 3 , by post-intervention, the proportion of respondents who had actively looked for work in the recent past 3 dropped from 83.2% to 71.1%, but this reis a high figure. We would not expect continued work-seeking during the course of the program as their focus would have been on the training. However, we still see that almost three quarters of the participants continue to look for work over the period of program participation. Further, amongst those who had indicated that they did not look for work prior to entering the program (n=123), 53% indicated that they had looked for work in the course of the program. This suggests a strong desire to continue to find work even while participating in the YEP. This may be due to their pressing socio-economic circumstances which motivates them to continue to search for work.", "cite_spans": [], "ref_spans": [{"start": 16, "end": 24, "text": "figure 3", "ref_id": null}], "section": "Work-seeking behavior and efficacy"}, {"text": "Respondents indicated all job search methods employed since the onset of unemployment. Searching job advertisements and the internet was the most used strategy. This was followed by enlisting the services of a trade union or employment agency, and enquiring directly at places of employment. Lastly the participants indicated having sought the assistance of social networks. This finding suggests that young people were not using jobs search strategies that could yield the best outcomes at pre-intervention. Evidence from South Africa suggests that social networks (Mlatsheni & Rospabe 2009 ) and employment agencies or temporary employment services (Centre for Development and Enterprise 2012) are the most likely strategies to yield success. One of the least effective methods is applications to widely advertised positions. The lower use of social networks is probably a reflection of the fact that unemployed youth are likely to have more unemployed people in their social networks when compared to employed youth (REMOVED FOR BLIND REVIEW. Participants had also made use of few search strategies. On average they made use of 1.4 methods. This may be a reflection of high search costs or a lack of knowledge about how to go about searching for work.", "cite_spans": [{"start": 566, "end": 591, "text": "(Mlatsheni & Rospabe 2009", "ref_id": null}], "ref_spans": [], "section": "INSERT FIGURE 3 HERE"}, {"text": "By the time they had completed training, searching job advertisements and the internet remained the most popular method, despite being the least effective. However, we also see that there was improvement in the number of methods used from an average of 1.4 methods to 2.1 methods by the time they exit the program. Figure 3 shows the continued dominance of searching for work through the internet but also the increase in other work-search methods from pre-intervention to post-intervention.", "cite_spans": [], "ref_spans": [{"start": 315, "end": 323, "text": "Figure 3", "ref_id": null}], "section": "INSERT FIGURE 3 HERE"}, {"text": "No differences were observed between controls and treatments.. While this change cannot be attributed to the programs, participants demonstrated improved knowledge or better confidence in navigating the work-seeking process at end point.", "cite_spans": [], "ref_spans": [], "section": "INSERT FIGURE 3 HERE"}, {"text": "Finally, we considered discouragement levels amongst those participants who indicated not having looked for work in the reference period. Here, we see substantial improvement over time as is shown in Table 4 below.", "cite_spans": [], "ref_spans": [{"start": 200, "end": 207, "text": "Table 4", "ref_id": "TABREF3"}], "section": "INSERT FIGURE 3 HERE"}, {"text": "The findings above provide evidence that participants emerge from these programs with sustained positive self-efficacy and self-esteem and that exposure to the financial capability intervention supports improved self-efficacy and self-esteem We also see that young people seem to improve their work search behavior (behavioral competence) and job-search resilience (measured by reduced discouragement levels indicating that the intervention i.e. financial capability intervention worked to improve the non-economic outcomes. Taken together, these findings suggest that YEPs have a role to play in fostering some non-economic outcomes and that the financial capability intervention has particularly important effects on personal/ individual level outcomes.", "cite_spans": [], "ref_spans": [], "section": "INSERT TABLE 4 HERE"}, {"text": "An alternative to mainstream approaches in evaluating YEPs was devised to take account of the protracted and staggered nature of transitions to work. By evaluating a set of intermediate and short-term outcomes of YEPs, much was learnt about the individual level changes that occurred among the participants at entry and termination of the programs. Often these changes are overlooked because of the focus on longer term employment and earnings as indicators of program efficacy and of their role in influencing the longer-term outcomes of YEPs.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The approach appears to be a useful one in rethinking future programming and evaluation outcomes for three further reasons. First, it brings awareness of the agency and personal assets or strengths that young people bring to YEPs upon entry. Participants presented with high levels of self-esteem, self-efficacy, and high levels of education upon entering the program despite their social and economic disadvantage. Previous local studies show that youth express high levels of optimism about the future despite difficult circumstances (Kamper & Badenhorst 2010) . These personal characteristics and assets need to be acknowledged in program development, delivery and in monitoring and evaluation.", "cite_spans": [{"start": 536, "end": 562, "text": "(Kamper & Badenhorst 2010)", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Discussion"}, {"text": "Second, the apparent resilience in work-search and the reduction in discouragement over the course of the program may point to the value of engaging young people in such programs, even where employment is unlikely in the short-term at least. YEPs appear to provide young people with the knowledge and skills to improve job search behavior, enable help seeking from family and friends as well as exploring alternative livelihood options such as entrepreneurship as indicated in Figure 1 .", "cite_spans": [], "ref_spans": [{"start": 477, "end": 485, "text": "Figure 1", "ref_id": "FIGREF1"}], "section": "Discussion"}, {"text": "In this way, YEPs serve an important purpose in promoting and maintaining their connection with formal and informal labor markets opportunities as four out of ten South African youth do find work over time (Mlatsheni & Ranchhod, 2017) .", "cite_spans": [{"start": 206, "end": 234, "text": "(Mlatsheni & Ranchhod, 2017)", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Discussion"}, {"text": "Third, investing in developing the financial assets of young people through a financial capability intervention has in this case shown positive effects on personal characteristics and might serve as a protective factor. In particular it has positive effects on both self-efficacy of participants and selfesteem amongst treatment participants as they exit the program. Multi-component programs that include a range of cognitive and non-cognitive skills, financial capabilities and that strengthen other personal attributes and networks appear to have been beneficial to the participants. This is also confirmed by international evidence (Kluve et al. 2019 ).", "cite_spans": [{"start": 636, "end": 654, "text": "(Kluve et al. 2019", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Discussion"}, {"text": "Finally, YEPs may serve to mitigate some of the barriers to work seeking for youth from disadvantaged backgrounds. They do so by strengthening their agency to navigate their way through these challenges. Despite significant structural constraints to employment growth in South Africa which is beyond their control, the findings do demonstrate that actions of youth employability programs matter to some extent, because they make a difference to the outcomes and are important interventions in a suite of strategies to reduce youth unemployment.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Evaluation studies to assess the impact of YEPs tend to focus on 'work first' policies (Egdell & McQuaid 2016) and privilege employment outcomes. The study demonstrates the complexity of youth transitions to work in a middle-income country with very high rates of unemployment. The findings also resonate with other international studies about the potential of ALMPs to promote youth employment, although the effects may be small and tend to be observed over a longer time period (Kluve et al., 2019; Card et al., 2018) . The study goes further and shows how young people who were exposed to a YEP were able to use their agency, enhanced personal assets and knowledge and skills to navigate wider societal changes and structural unemployment. However, on their own, supply side interventions of this nature are limited and need to work together with demand side strategies to boost employment growth especially for young men and particularly women who experience significant exclusion from labor market participation.", "cite_spans": [{"start": 480, "end": 500, "text": "(Kluve et al., 2019;", "ref_id": "BIBREF19"}, {"start": 501, "end": 519, "text": "Card et al., 2018)", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Conclusion"}, {"text": "Alternative approaches to the design and evaluation of youth employment policies and programs that better capture both economic and social measures of welfare and well-being are needed. Rethinking evaluation outcomes that measure changes at the individual level could provide important pointers for devising innovative programs that support agency, asset building, strengthen job-search resilience, and that foster personal esteem and efficacy. These may be important markers of success in the protracted transition to employment. Adaptive program and management strategies are needed to increase responsiveness of YEPs to the needs of young people in this phase of their personal development and pathways to employment, entrepreneurship and further education and training. YEPs do however need to experiment with and test new and additional program content responsive to the needs of youth with less formal education and a different personal profile compared to the cohort in this study. These early but promising results suggest that greater investments in YEPs of this nature are indicated in development contexts. They form part of critical community level delivery systems that promote youth participation and could foster positive youth development outcomes. Multi-component programs appear to be more successful and especially when they include a financial capability. In view of the complexity of the delivery of YEPs, evaluation research also needs to shift to how best to deliver these types of programs effectively and for young people left behind with different social and educational profiles. Finally, YEPs could play an important role in early intervention and prevention of chronic social and economic exclusion of young people in development contexts. Table 3 : Future orientation, RSES, and self-efficacy mean scores pre and post between the treatment and control groups.", "cite_spans": [], "ref_spans": [{"start": 1769, "end": 1776, "text": "Table 3", "ref_id": null}], "section": "Conclusion"}, {"text": "Post-intervention Discouraged 46.1% 20% Not discouraged 53.9% 80% N 558 311 ", "cite_spans": [], "ref_spans": [], "section": "Pre-intervention"}, {"text": " In Middle and Lower-Income country contexts, where young people face complex and protracted transitions to work, non-economic indicators provide a more holistic understanding of youth success in youth employability programs.", "cite_spans": [], "ref_spans": [], "section": "Highlights"}, {"text": " Job-search resilience, self-esteem, self-efficacy and future orientation are important outcomes to evaluate in such contexts.", "cite_spans": [], "ref_spans": [], "section": "Highlights"}, {"text": " In an evaluation of eight YEPs in South Africa, young people reported better job search efficacy and job-search resilience after program participation.", "cite_spans": [], "ref_spans": [], "section": "Highlights"}, {"text": " Including a financial capability intervention as part of YEP curricula may improve intermediate outcomes, specifically psychosocial outcomes for young people.", "cite_spans": [], "ref_spans": [], "section": "Highlights"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "United Nations, Development Program, United Nations Economic Commission for Africa", "authors": [{"first": "Oecd", "middle": [], "last": "Afdb", "suffix": ""}, {"first": "", "middle": [], "last": "Undp", "suffix": ""}, {"first": "Tunis", "middle": [], "last": "Uneca", "suffix": ""}, {"first": "", "middle": [], "last": "Available", "suffix": ""}], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Positive Youth Development: Theory, Research, and Applications", "authors": [{"first": "P", "middle": [], "last": "Benson", "suffix": ""}, {"first": "P", "middle": [], "last": "Scales", "suffix": ""}, {"first": "S", "middle": [], "last": "Hamilton", "suffix": ""}, {"first": "A", "middle": [], "last": "Sesma", "suffix": ""}], "year": 2007, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1002/9780470147658.chpsy0116"]}}, "BIBREF3": {"ref_id": "b3", "title": "A Review of Interventions to Support Young Workers: Findings of the Youth Employment Inventory (Discussion Paper No. 715)", "authors": [{"first": "G", "middle": [], "last": "Betcherman", "suffix": ""}, {"first": "M", "middle": [], "last": "Godfrey", "suffix": ""}, {"first": "S", "middle": [], "last": "Puerto", "suffix": ""}, {"first": "F", "middle": [], "last": "Rother", "suffix": ""}, {"first": "A", "middle": [], "last": "Stavreska", "suffix": ""}], "year": 2007, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "The Fourth Industrial Revolution and Education", "authors": [{"first": "J", "middle": [], "last": "Butler-Adam", "suffix": ""}], "year": 2018, "venue": "South African Journal of Science", "volume": "114", "issn": "", "pages": "", "other_ids": {"DOI": ["10.17159/sajs.2018/a0271"]}}, "BIBREF5": {"ref_id": "b5", "title": "What Works? A Meta Analysis of Recent Active Labor Market Program Evaluations", "authors": [{"first": "D", "middle": [], "last": "Card", "suffix": ""}, {"first": "J", "middle": [], "last": "Kluve", "suffix": ""}, {"first": "A", "middle": [], "last": "Weber", "suffix": ""}], "year": 2018, "venue": "Journal of the European Economic Association", "volume": "16", "issn": "3", "pages": "894--931", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Positive Youth Development in the United States: Research Findings on Evaluations of Positive Youth Development Programs", "authors": [{"first": "R", "middle": ["F"], "last": "Catalano", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Berglund", "suffix": ""}, {"first": "J", "middle": ["A M"], "last": "Ryan", "suffix": ""}, {"first": "H", "middle": ["S"], "last": "Lonczak", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Hawkins", "suffix": ""}], "year": 2004, "venue": "The ANNALS of the American Academy of Political and Social Science", "volume": "591", "issn": "", "pages": "98--124", "other_ids": {"DOI": ["10.1177/0002716203260102"]}}, "BIBREF7": {"ref_id": "b7", "title": "Routes into Formal Employment: Public and Private Assistance to Young Job Seekers. Centre for Development and Enterprise", "authors": [], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Household Food Insecurity Access Scale (HFIAS) for Measurement of Food Access: Indicator Guide. Version 3. Food and Nutrition Technical Assistance Project, Academy for Education Development", "authors": [{"first": "J", "middle": [], "last": "Coates", "suffix": ""}, {"first": "A", "middle": [], "last": "Swindale", "suffix": ""}, {"first": "P", "middle": [], "last": "Bilinksy", "suffix": ""}], "year": 2007, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "A Focus on Youth: An Opportunity to Interrupt the Intergenerational Transmission of Poverty", "authors": [{"first": "De", "middle": [], "last": "Lannoy", "suffix": ""}, {"first": "A", "middle": [], "last": "Leibbrandt", "suffix": ""}, {"first": "M", "middle": [], "last": "Frame", "suffix": ""}, {"first": "E", "middle": [], "last": "", "suffix": ""}], "year": 2015, "venue": "South African Child Gauge", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "From Assets to School Outcomes How Finances Shape Children's Perceived Possibilities and Intentions", "authors": [{"first": "M", "middle": [], "last": "Destin", "suffix": ""}, {"first": "D", "middle": [], "last": "Oyserman", "suffix": ""}], "year": 2009, "venue": "Psychological Science", "volume": "20", "issn": "4", "pages": "414--432", "other_ids": {"DOI": ["10.1111/j.1467-9280.2009.02309.x"]}}, "BIBREF11": {"ref_id": "b11", "title": "Assets and Educational Achievement: Theory and Evidence", "authors": [{"first": "W", "middle": [], "last": "Elliott", "suffix": ""}, {"first": "M", "middle": [], "last": "Sherraden", "suffix": ""}], "year": 2013, "venue": "Economics of Education Review", "volume": "33", "issn": "", "pages": "1--7", "other_ids": {"DOI": ["10.1016/j.econedurev.2013.01.004"]}}, "BIBREF12": {"ref_id": "b12", "title": "The evidence is In: How Should youth Employment in Low Income Countries be Designed? Policy Research Working Paper 8500", "authors": [{"first": "L", "middle": [], "last": "Fox", "suffix": ""}, {"first": "U", "middle": [], "last": "Kaul", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Young People in the Labor Market: Past, Present, Future. Routledge", "authors": [{"first": "A", "middle": [], "last": "Furlong", "suffix": ""}, {"first": "J", "middle": [], "last": "Goodwin", "suffix": ""}, {"first": "S", "middle": [], "last": "Hadfield", "suffix": ""}, {"first": "K", "middle": [], "last": "Lowden", "suffix": ""}], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Whose Skill Is It Anyway? 'Soft' Skills and Polarization", "authors": [{"first": "E &amp;", "middle": [], "last": "Grugulis", "suffix": ""}, {"first": "S", "middle": [], "last": "Vincent", "suffix": ""}], "year": 2009, "venue": "Work, Employment and Society", "volume": "23", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "More than a 'Humpty Dumpty' Term: Strengthening the Conceptualization of Soft Skills", "authors": [{"first": "S", "middle": [], "last": "Hurrell", "suffix": ""}, {"first": "", "middle": [], "last": "Scholarios", "suffix": ""}, {"first": "P", "middle": [], "last": "Thompson", "suffix": ""}], "year": 2012, "venue": "Economic and Industrial Democracy", "volume": "34", "issn": "", "pages": "161--82", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "International Labor Organisation (ILO), 2019. World Employment and Social Outlook: Trends 2019. International Labor Organisation", "authors": [{"first": "A", "middle": [], "last": "Ikdal", "suffix": ""}, {"first": "E", "middle": [], "last": "Naidoo", "suffix": ""}, {"first": "A", "middle": [], "last": "Portafaix", "suffix": ""}, {"first": "J", "middle": [], "last": "Hendrickson", "suffix": ""}, {"first": "", "middle": [], "last": "Boje", "suffix": ""}, {"first": "D", "middle": [], "last": "Rabec", "suffix": ""}, {"first": "K", "middle": [], "last": "Kessler", "suffix": ""}], "year": 2017, "venue": "Johannesburg: Boston Consulting Group", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Smooth, staggered or stopped? Educational transitions in the South African Youth Panel Study", "authors": [{"first": "K", "middle": [], "last": "Isdale", "suffix": ""}, {"first": "V", "middle": [], "last": "Reddy", "suffix": ""}, {"first": "L", "middle": [], "last": "Winnaar", "suffix": ""}, {"first": "T", "middle": [], "last": "Zuze", "suffix": ""}], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Facing the Future: The Perceptions of Black Adolescents on their Prospects in South Africa", "authors": [{"first": "G", "middle": [], "last": "Kamper", "suffix": ""}, {"first": "J", "middle": [], "last": "Badenhorst", "suffix": ""}], "year": 2010, "venue": "Journal of Asian and African Studies", "volume": "45", "issn": "", "pages": "243--257", "other_ids": {"DOI": ["10.1177/0021909610364774"]}}, "BIBREF19": {"ref_id": "b19", "title": "Do youth employment programs improve labor market outcomes? A quantitative review", "authors": [{"first": "J", "middle": [], "last": "Kluve", "suffix": ""}, {"first": "S", "middle": [], "last": "Puerto", "suffix": ""}, {"first": "D", "middle": [], "last": "Robalino", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Romero", "suffix": ""}, {"first": "F", "middle": [], "last": "Rother", "suffix": ""}, {"first": "J", "middle": [], "last": "Stöterau", "suffix": ""}, {"first": "F", "middle": [], "last": "Weidenkaff", "suffix": ""}, {"first": "M", "middle": [], "last": "Witte", "suffix": ""}], "year": 2019, "venue": "World Development", "volume": "114", "issn": "", "pages": "237--253", "other_ids": {"DOI": ["10.1016/j.worlddev.2018.10.004"]}}, "BIBREF20": {"ref_id": "b20", "title": "The Global Findex Database 2014 : measuring financial inclusion around the world (English)", "authors": [{"first": "A", "middle": [], "last": "Kunt", "suffix": ""}, {"first": "L", "middle": [], "last": "Klapper", "suffix": ""}, {"first": "D", "middle": [], "last": "Singer", "suffix": ""}, {"first": "P", "middle": [], "last": "Van Oudheusden", "suffix": ""}], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "The relationship between future goals and achievement goal orientations: An intrinsic-extrinsic motivation perspective", "authors": [{"first": "J", "middle": ["Q"], "last": "Lee", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Mcinerney", "suffix": ""}, {"first": "G", "middle": ["A D"], "last": "Liem", "suffix": ""}, {"first": "Y", "middle": ["P"], "last": "Ortiga", "suffix": ""}], "year": 2010, "venue": "Contemporary Educational Psychology", "volume": "35", "issn": "", "pages": "264--279", "other_ids": {"DOI": ["10.1016/j.cedpsych.2010.04.004"]}}, "BIBREF22": {"ref_id": "b22", "title": "Youth Labor Market Dynamics in South Africa: Evidence from NIDS 1-2-3. SALDRU Working Paper Series Working Paper No. 39", "authors": [{"first": "C", "middle": [], "last": "Mlatsheni", "suffix": ""}, {"first": "V", "middle": [], "last": "Ranchhod", "suffix": ""}], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Society and the adolescent self-image", "authors": [{"first": "M", "middle": [], "last": "Rosenberg", "suffix": ""}], "year": 1965, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Earning, learning, and access to support: The role of early engagement in work, employment skills development and supportive relationships in employment outcomes for vulnerable youth in New Zealand", "authors": [{"first": "J", "middle": [], "last": "Sanders", "suffix": ""}, {"first": "R", "middle": [], "last": "Munford", "suffix": ""}, {"first": "", "middle": [], "last": "Boden", "suffix": ""}, {"first": "W", "middle": [], "last": "Johnston", "suffix": ""}], "year": 2020, "venue": "Children and Youth Services Review", "volume": "110", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.childyouth.2020.104753"]}}, "BIBREF25": {"ref_id": "b25", "title": "Simultaneous Administration of the Rosenberg Self-Esteem Scale in 53 Nations: Exploring the Universal and Culture-Specific Features of Global Self-Esteem", "authors": [{"first": "D", "middle": ["P"], "last": "Schmitt", "suffix": ""}, {"first": "J", "middle": [], "last": "Allik", "suffix": ""}], "year": 2005, "venue": "Journal of Personality and Social Psychology", "volume": "89", "issn": "4", "pages": "623--642", "other_ids": {"DOI": ["https:/psycnet.apa.org/doi/10.1037/0022-3514.89.4.623"]}}, "BIBREF26": {"ref_id": "b26", "title": "Experimental and Quasi-Experimental Designs for Generalized Causal Inference", "authors": [{"first": "W", "middle": ["R"], "last": "Shadish", "suffix": ""}, {"first": "T", "middle": ["D"], "last": "Cook", "suffix": ""}, {"first": "D", "middle": ["T"], "last": "Campbell", "suffix": ""}], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Quarterly Labor Force Survey: Quarter 2 2019 (Statistical Release P0211)", "authors": [], "year": 2019, "venue": "Statistics South Africa", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "National Poverty Lines 2019 (Statistical Release P0310.1)", "authors": [], "year": 2019, "venue": "Statistics South Africa", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Investigating the psychometric properties of the Rosenberg Self-Esteem Scale for South African residents of greater Pretoria. Evaluation & the Health Professions", "authors": [{"first": "M", "middle": ["S"], "last": "Westaway", "suffix": ""}, {"first": "E", "middle": ["R"], "last": "Jordaan", "suffix": ""}, {"first": "J", "middle": [], "last": "Tsai", "suffix": ""}], "year": 2015, "venue": "", "volume": "38", "issn": "", "pages": "181--199", "other_ids": {"DOI": ["https:/psycnet.apa.org/doi/10.1177/0163278713504214"]}}, "BIBREF30": {"ref_id": "b30", "title": "World Development Report 2019: The Changing Nature of Work", "authors": [], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1596/978-1-4648-1328-3"]}}, "BIBREF31": {"ref_id": "b31", "title": "Resilience in children and youth: A review", "authors": [{"first": "S", "middle": [], "last": "Zolkoski", "suffix": ""}, {"first": "L", "middle": [], "last": "Bullock", "suffix": ""}], "year": 2012, "venue": "Children & Youth Services Review", "volume": "34", "issn": "12", "pages": "2295--2303", "other_ids": {"DOI": ["10.1016/j.childyouth.2012.08.009"]}}}, "ref_entries": {"FIGREF0": {"text": "within a small sample in South Africa (Westaway et al. 2015). The RSES had a Cronbach's alpha of 0.72 for the sample. Future orientation involves the ability to set or develop goals for one's life and the ability to pursue these goals (Lee et al. 2010). An 11 item Likert scale building on McCabe and Barnett's multi-dimensional construct for future orientation was used (2000). Participants can score a maximum of 44 on the scale. The future orientation scale had a Cronbach's alpha of 0.71. Self-efficacy is the belief that one can achieve a goal as a result of one's own actions (Baron & Branscombe 2011).", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Siyakha Youth Assets Conceptual Model", "latex": null, "type": "figure"}, "TABREF0": {"text": "Cluster 1: Young person's assets  Self-esteem  Self-efficacy  Future orientation  Educational qualification  Prior work experience Financial capability inputs  Financial education/literacy  Access to financial assets/productFigure 2: Inter-group comparison of non-economic measures of change pre and post interventionFigure 3: Percentage of respondents having used various job search methods (*p<0.5; **p<0.05; ***p<0.001)", "latex": null, "type": "table"}, "TABREF1": {"text": "Balancing of controls and treatments on key variables that are employability covariates ZAR exchanges to US$ using average exchange rate for the period of pre-intervention data collection", "latex": null, "type": "table"}, "TABREF2": {"text": "Future orientation, RSES, and self-efficacy mean scores pre and post within the treatment and control groups.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Future orientation scale mean (SD)\n</td><td>30.7 (3.79) </td><td>30.1 (3.81) </td><td>0.08 </td><td>30.3 (3.87) </td><td>30.4 (3.83) </td><td>0.2\n</td></tr><tr><td>RSES mean (SD) </td><td>31.6 (4.15) </td><td>31 (4.18) </td><td>0.03 </td><td>31.2 (3.98) </td><td>31.7 (4.01) </td><td>0.01\n</td></tr><tr><td>Self-efficacy scale mean (SD) </td><td> </td><td>34.1 (4.40) </td><td>0.28 </td><td>33.5 (4.58) </td><td>34.4 (4.37) </td><td>0.0007\n</td></tr><tr><td>33.7 (4.45)\n</td><td> </td><td> </td><td> </td><td> </td><td> </td></tr></table></body></html>"}, "TABREF3": {"text": "Discouragement rates over time", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Pre-intervention </td><td>Post-intervention\n</td></tr><tr><td>Discouraged </td><td>46.1% </td><td>20%\n</td></tr><tr><td>Not discouraged </td><td>53.9% </td><td>80%\n</td></tr><tr><td>N </td><td>558 </td><td>311\n</td></tr></table></body></html>"}, "TABREF4": {"text": "Table 1: Balancing of controls and treatments on key variables that are employability covariates", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Control </td><td>Treatment\n</td></tr><tr><td>Mean age at pre-intervention </td><td>22.9 </td><td>23.6\n</td></tr><tr><td>Male </td><td>0.38 </td><td>0.39\n</td></tr><tr><td>Trained at an urban site*** </td><td>0.71 </td><td>0.60\n</td></tr><tr><td>Education: Incomplete secondary education* </td><td>0.09 </td><td>0.06\n</td></tr><tr><td>Education: Degree attainment </td><td>0.06 </td><td>0.08\n</td></tr><tr><td>Average unemployment duration (months) </td><td>12.9 </td><td>13.5\n</td></tr><tr><td>Work experience prior to pre-intervention </td><td>0.51 </td><td>0.51\n</td></tr><tr><td>Household income (per month)4 </td><td>$204 </td><td>$202,72\n</td></tr></table></body></html>"}, "TABREF5": {"text": "Table 3: Future orientation, RSES, and self-efficacy mean scores pre and post between the treatment and control groups.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Time point </td><td>Treatment </td><td>Control </td><td>p-value\n</td></tr><tr><td> </td><td>Pre-intervention </td><td>31.2 (3.98) </td><td>31.6 (4.15) </td><td>0.03\n</td></tr><tr><td>RSES mean (SD) </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Post-intervention </td><td>31.7 (4.01) </td><td>31 (4.18) </td><td>0.009\n</td></tr><tr><td>Future orientation scale mean </td><td>Pre-intervention </td><td>30.3 (3.87) </td><td>30.7 (3.79) </td><td>0.09</td></tr><tr><td>(SD) </td><td>Post-intervention </td><td>30.4 (3.83) </td><td>30.1 (3.81) </td><td>0.195\n</td></tr><tr><td>Self-efficacy scale mean (SD) </td><td>Pre-intervention </td><td>33.5 (4.58) </td><td>33.7 (4.45) </td><td>0.27</td></tr><tr><td>Post-intervention </td><td>34.4 (4.37) </td><td>34.1 (4.40) </td><td>0.21\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "The data analysed for this study is not yet publically available but interested parties can contact the corresponding author to discuss data availability. ", "cite_spans": [], "ref_spans": [], "section": "Declarations of interest: none"}]}