{
    "paper_id": "0b4fd594d3ec7592c9446ed383afd95e29b3b07a",
    "metadata": {
        "title": "Challenges and Opportunities From COVID-19 for Global Sustainable Development Padmanabhan Seshaiyer and Connie L. McNeely",
        "authors": []
    },
    "abstract": [
        {
            "text": "We live in unprecedented times, faced with a pandemic of monumental proportions. Not only has COVID-19 wreaked havoc across the world, it also has exposed fundamental weaknesses in healthcare systems in a number of countries. We identify challenges and opportunities that COVID-19 presents by connecting the immediate need to curb the spread of the disease to the United Nations sustainable development goals (SDGs). Considering broad social, political, and economic impacts, we focus on health disparities and the severe effects of the crisis on some populations, especially disadvantaged and underserved ones, and countries relative to others. In particular, we identify key targets for achieving SDG-3 (Good Health and Wellbeing) that will help strengthen capacities for scaling up healthcare and policy responses to understand, combat, and control COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Ever since the identification of the cause of the outbreak of COVID-19 in late 2019 and its pandemic designation in March of 2020, research and development activities have been evolving into a broader understanding of the epidemiology of the novel coronavirus as a \"super-spreader\" of infectious disease. Along with these efforts, several pharmaceutical and non-pharmaceutical interventions for infection prevention and control have been recommended by major health agencies, such as the World Health Organization (WHO) and United States Centers for Disease Control and Prevention (CDC), to mitigate the morbidity and mortality associated with Numerous examples throughout history have led to humans learning more about the nature of infectious diseases, including the Plague in 542 CE that claimed millions of lives and the Black Death in the 14th century, which was one of the first known recorded pandemics (McNeill, 1998) . Another in this list was Smallpox that killed people in numbers that exceeded those of any who have fought in wars in history. To this date, however, Smallpox is the only disease that human beings have been able to eradicate completely. Cholera, which erupted in the 19th century, remains a concern and still does not have a complete cure.",
            "cite_spans": [
                {
                    "start": 910,
                    "end": 925,
                    "text": "(McNeill, 1998)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Although the Plague, Black Death, Smallpox, and Cholera impacted several million people, it was not until the 1918 influenza pandemic that people experienced one of the greatest \"natural disasters\" in terms of a 20th century infectious disease with a death count estimated to be more than 50 million. Following that disaster, several countries and leading organizations increased funding and attention to finding cures for infectious diseases in the form of vaccines and medicines-particularly for those diseases that are categorized as re-emerging infections, those that are spread through sexual transmission such as HIV, those that are spread through vectors such as mosquitoes such as Malaria or Dengue, those that can spread through both sexual and vector transmissions such as Zika, and those that can be spread by viruses, including SARS and MERS. Diseases were also categorized according to the rate at which they spread, for example, super-spreader diseases. This point is especially relevant to COVID-19, categorized as a super-spreader based on the disproportionately fast rate and large (and growing) number of infected persons. For example, data from the SARS outbreak in 2003 showed a spread rate from 1 to 3 people on an average, while the super-spreader COVID-19 can spread from 1 to more than 10 people (Trafton, 2020) . Not only does it spread quickly, having already resulting in at least 3.5 million cases across the world and over 250,000 deaths, it also has impacted the economy, education, workforce, and much more, pointing to its significance for broader questions of sustainable development and societal wellbeing on a global level (Seshaiyer & McNeely, 2020) , which is the focus of this article.",
            "cite_spans": [
                {
                    "start": 1320,
                    "end": 1335,
                    "text": "(Trafton, 2020)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1658,
                    "end": 1685,
                    "text": "(Seshaiyer & McNeely, 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Although effective interventions have occurred for some priority health problems, overall progress towards quality health care for all remains slow. While there has been an increasing consensus that stronger healthcare systems are needed to achieve improved health and wellbeing, little agreement exists on how to strengthen healthcare systems. This is not a new issue in policy discussions and, at the world level, was identified in the 2000-2015 United Nations (UN) declared Millennium Development Goals, which attempted to address the importance of basic healthcare coverage (Travis et al., 2004) . Even more to the point, the subsequent 2030 agenda for sustainable development goals (SDGs), established by the UN in 2016, explicitly has identified good health improvement and attainment as both an outcome and indicator of progress for the success of the 2030 agenda as a whole (Sachs, 2012; World Health Organization [WHO], 2015) . The third in the list of seventeen SDGs (UN, 2020), \"Good Health and Well-Being\" (SDG-3) refers to the critical need to \"ensure healthy lives and promote well-being for all\" for global sustainability and development. As such, the COVID-19 pandemic is a particular and immediate concern in regard to SDG-3, with implications for all of the SDGs (Seshaiyer & McNeely, 2020) .",
            "cite_spans": [
                {
                    "start": 578,
                    "end": 599,
                    "text": "(Travis et al., 2004)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 882,
                    "end": 895,
                    "text": "(Sachs, 2012;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 896,
                    "end": 934,
                    "text": "World Health Organization [WHO], 2015)",
                    "ref_id": null
                },
                {
                    "start": 1281,
                    "end": 1308,
                    "text": "(Seshaiyer & McNeely, 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We live in unprecedented times, faced with a pandemic of monumental proportions. COVID-19 not only has wreaked havoc across the world, it has exposed fundamental weaknesses in the healthcare systems and capabilities in a number of countries, both rich and poor. Against this backdrop and addressing the systemic nature of the pandemic and related effects, we identify challenges and opportunities that COVID-19 presents by linking the immediate need to curb the spread of the disease to the SDGs. Considering broad social, political, and economic impacts, we focus on health disparities and the severe effects of the crisis on some populations-particularly disadvantaged and underserved ones-and countries relative to others. More specifically, we identify key targets for achieving Good Health and Wellbeing (SDG-3) that will help strengthen capacities for scaling up healthcare and policy responses to understand, combat, and control the virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Each SDG involves a number of challenges, each of which can be framed and understood relative to targets that must be met in pursuit of the goal. Regarding SDG-3, of particular note are measurable targets involving more research and development, increased and diversified health financing, enhanced healthcare workforce, and strengthened capacity of all countries in health risk reduction and management (WHO, 2020b). Underscoring the need to understand and solve \"communicable, non-communicable, and environmentally driven diseases,\" these targets incorporate attempts to address all major health priorities and are recognized as especially relevant for efforts aimed at combating COVID-19 and other infectious diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Targeting Good Health and Well-Being"
        },
        {
            "text": "Although all SDG-3 targets are applicable to some degree, one in particular-\"achieve universal health coverage, including financial risk protection, access to quality essential health-care services, and access to safe, effective, quality and affordable essential medicines and vaccines for all\"-may be seen as an overarching aim that supports the achievement of all of the others. Related indicators include coverage of essential health services, defined as the average coverage of essential services based on contact-tracing interventions-aimed at, among other things, infectious diseases, non-communicable diseases, and service capacity and access-among general and more disadvantaged populations. Contact tracing includes tracing and monitoring of contact, supporting the quarantine of contacts, expanding staffing resources, and using digital tools (Centers for Disease Control and Prevention [CDC] , 2020).",
            "cite_spans": [
                {
                    "start": 897,
                    "end": 902,
                    "text": "[CDC]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Targeting Good Health and Well-Being"
        },
        {
            "text": "In this case, SDG-3 calls for a fuller understanding of the biology, evolution, propagation, control, immunology, and epidemiology of COVID-19. From an economic perspective, it has challenged us to understand the impact on globalization, supply chain, stock markets, trade and mobility, and workforce unemployment. From a needs perspective, COVID-19 has made people rethink the impact on the society due to the lack of availability of tests for screening, lack of enough beds in the hospital, lack of medical supplies, availability of necessities such as water and toilet paper. From a policy and control perspective, COVID-19 has emphasized the need for potential preventative measures that have been proposed, including use of facemasks, social distancing, washing hands regularly, schools and university closings, and new bans on travel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Targeting Good Health and Well-Being"
        },
        {
            "text": "While COVID-19 has created challenges, it also has created some prospective opportunities. For example, school and university closings are leading to increased and improved approaches for online instruction and distance education. 1 Although it has negatively impacted large parts of the economy and workforce, business closings also have expanded productive and cost-saving telework and teleconferencing opportunities for some. Social distancing has led people to determine innovative and creative ways to interact and pursue everyday activities, both personal and professional. 2 The research community has risen to meet the challenge in pursuing solutions and controlling the COVID-19 pandemic. Related efforts will aid in better understanding the nature of the spread of COVID-19 in comparison to past infectious diseases, its relationship to factors such as high temperature, social distancing, super-spreading, and spatial distribution, and its impact on the global economy, socio-cultural and political relations, and health policy more generally.",
            "cite_spans": [
                {
                    "start": 580,
                    "end": 581,
                    "text": "2",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Targeting Good Health and Well-Being"
        },
        {
            "text": "End the epidemics of AIDS, tuberculosis, malaria, and neglected tropical diseases, and combat hepatitis, waterborne diseases, and other communicable diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Target: Infectious Diseases"
        },
        {
            "text": "Marked improvements have taken place in controlling and identifying therapies for some communicable diseases such as HIV and Tuberculosis (UNAIDS, 2016; WHO, 2019a), although much work remains to be done regarding access to related health care for various populations. Regarding Malaria, while there have been unprecedented gains globally in controlling the spread of the disease, progress has slowed down due to a variety of challenges, including lack of sustainable and predictable funding. In fact, there has actually been an increase in the number of cases of Malaria since 2013 (WHO, 2019b). COVID-19 has brought several new challenges beyond fundamental medical considerations, especially in reference to public health and social relations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Target: Infectious Diseases"
        },
        {
            "text": "For example, when an outbreak such as COVID-19 hits social media, something that spreads even faster than the disease is misinformation and disinformation. Although misinformation may not be deliberate dissemination of inaccuracies, disinformation is incorrect information purposely propagated and intended to deceive users, typically for political and/or financial gain. For example, touting particular products or particular drugs or positing particular intervention policies that, in fact, may well be (or are knowingly) ineffective as possible protection from or prevention of COVID-19. Note that a wide range of approaches that have not been validated still are under investigation in relation to COVID-19, such as the influence of temperature in restricting the spread of the virus or the type of surface that promotes the spread. With social distancing and remote working, cyber criminals have also taken advantage of the stress felt by organizations and individuals to spread misinformation and exploit the situation during this COVID-19 pandemic. Creating panic and distrust or even blocking important information from being distributed also impacts the decisions of governments and leaders in keeping the public informed about safety measures or trends. With multiple social media outlets, the speed of the spread of misinformation is several times faster than the spread of the COVID-19 disease itself.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Target: Infectious Diseases"
        },
        {
            "text": "Although information remains limited on the epidemiology of COVID-19, there have been multiple reports of super-spreading events associated with both exponential growth early in an outbreak and sustained transmission in later stages. In addition to medical and biological research, in-depth information on social dynamics and determinants must be considered as both directly and indirectly impactful. Sociocultural, political, economic, and environmental factors all interact to affect the spread and the impact of the diseases on different groups in different ways. Thus, for example, vast disparities in morbidity and mortality rates are apparent in keeping with socio-spatially marked differences; negative COVID-19 outcomes and impacts are linked to vulnerable populations delineated by poverty, race/ethnicity, age, gender, and location (Gibbons, 2020 ; Organization for Economic Cooperation and Development [OECD], 2020; Plyer, 2020).",
            "cite_spans": [
                {
                    "start": 842,
                    "end": 856,
                    "text": "(Gibbons, 2020",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Target: Infectious Diseases"
        },
        {
            "text": "Support the research and development of vaccines and medicines for the communicable and non-communicable diseases that primarily affect developing countries. Provide access to affordable essential medicines and vaccines in accordance with the Doha Declaration on TRIPS and Public Health, which affirms the right of developing countries to the fullest use of the provisions in the Agreement on Trade-Related Aspects of Intellectual Property Rights (TRIPS agreement) regarding flexibilities to protect public health and, in particular, provide access to medicines for all.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Target: Medicines and Vaccines"
        },
        {
            "text": "The ultimate protection against the coronavirus would be a fast-track vaccine available to all. No effective vaccine has been developed for any previous coronaviruses. Moreover, although clinical trials for investigational vaccines for COVID-19 are being attempted, it is well known that making vaccines usually is a lengthy process based on development, safety testing, and manufacturing. Typically numerous steps are required. These may include academic research, pre-clinical testing, phases 1-3 trials administered to 10s, 100s, and 1000s of people, respectively, production, initial approvals, and final distribution and follow-on research, assessment, and changes if necessary. Current quick predictions include an ambitious 18-month timeframe (Dresden, 2020) . Note that even if a vaccine is developed, it may be rather less effective but may be sufficient for control and prevention if administered at a high level across populations. Much of vaccination success will depend upon equal access and affordability.",
            "cite_spans": [
                {
                    "start": 750,
                    "end": 765,
                    "text": "(Dresden, 2020)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Target: Medicines and Vaccines"
        },
        {
            "text": "Substantially reduce the number of deaths and illnesses from hazardous chemicals and air, water, and soil pollution and contamination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Target: Chemical and Environmental Contamination"
        },
        {
            "text": "Chemical and environmental contamination also presents grave problems for human health and the effects of pandemic such as COVID-19. Minority and poor populations also are disproportionately employed in jobs that involve the use and handling of toxic chemicals, many of which are believed to affect the infection morbidity and mortality rates related to COVID-19. Various kinds of wastes, including domestic refuse and other commercial and institutional wastes and, in some countries, human wastes, constitute hazardous waste that frequently intermixed with other contaminants, pose particular management, health, and well-being challenges. Toxic chemical releases into the air, water, and soil lead to adverse impacts on human health and the environment increasing the infection propensity, pathogenesis, and prognosis of COVID-19 (Schintler et al., 2020) .",
            "cite_spans": [
                {
                    "start": 832,
                    "end": 856,
                    "text": "(Schintler et al., 2020)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Target: Chemical and Environmental Contamination"
        },
        {
            "text": "Substantially increase health financing and the recruitment, development, training, and retention of the health workforce in developing countries, especially in least developed countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Target: Health Financing and Workforce"
        },
        {
            "text": "While influenced by factors outside of health care such as the social and physical environment, higher COVID-19 mortality rates among selected populations may be due, at least in part, to healthcare system deficiencies. The U.S. offers a particularly prominent example among high-income countries in not providing universal health insurance coverage, and health disadvantage and disparities mark significant portions of the population (National Research Council/ Institute of Medicine [NRC/IOM], 2013; World Health Organization and World Bank [WHO/WB], 2017). Suggestions to minimize direct COVID-19 effects include enhancing universal access to collectively-financed health services for all, including uninsured workers and their families, and expanding access to collectivelyfinanced paid sick leave, sickness benefits, and care leave to ensure income security for those who are sick, quarantined, or caring for others (International Labour Organization [ILO], 2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Target: Health Financing and Workforce"
        },
        {
            "text": "COVID-19 has impacted many areas of the workforce. Initial assessments of the impact of COVID-19 indicate far-reaching effects, pushing millions of people into unemployment, underemployment, and working poverty (ILO, 2020). Some projections show serious disruptive effects, with global unemployment increasing by 24.7 million, with an uncertainty ranging from 13 million to 36 million (ILO, 2020). Social distancing itself, the principal means of avoiding infection, has led to important effects. For example, it has led to increased telework. It also has directly and indirectly impacted other areas of work. For example, Uber drivers, who around the world complete 15 million rides per day with service available in 830 cities across 173 countries, are being hard hit because of the COVID-19 recession; they face a rapidly shrinking customer base. While impactful in general, this situation is especially meaningful for the 14 percent of Uber drivers who are women, with nearly half of them reporting that they drive to earn money for their families, education, or health expenses. Nearly a quarter of Uber drivers are over the age of 50, while just 19 percent are under age 30 (Arevalo, 2020) . Another area seeing COVID-19 effects is critical infrastructure, along with disruption of normal workplace operations, inability to telecommute as well as limited levels of specific expertise required to sustain sectors such as health care, construction, transportation, retail, travel and tourism, and much more.",
            "cite_spans": [
                {
                    "start": 1180,
                    "end": 1195,
                    "text": "(Arevalo, 2020)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Target: Health Financing and Workforce"
        },
        {
            "text": "COVID-19 crisis also presents significant challenges for many parts of the healthcare industry including long-term care, skilled nursing facilities, and assisted living facilities. In addition to physicians, additional healthcare providers are needed, such as aides and personal care workers, direct contact support workers, and social and behavioral health workers, among others. There is a great need for development of the healthcare workforce in terms of education and training around the world. For example, even before the current pandemic, the global nursing workforce was not growing fast enough to meet universal health coverage targets and SDGs by 2030. There was a slight decrease in the global shortage of nurses from 6.6 million in 2016 to 5.9 million in 2018. However, 90 percent of the deficit is in low-and lower-middle-income countries, and such disparities are further exacerbated by health emergencies like COVID-19 that place even more stress on the existing health workforce (Araujo & Garcia-Meza, 2020) .",
            "cite_spans": [
                {
                    "start": 996,
                    "end": 1024,
                    "text": "(Araujo & Garcia-Meza, 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Target: Health Financing and Workforce"
        },
        {
            "text": "Strengthen the capacity of all countries, in particular developing countries, for early warning, risk reduction, and management of national and global health risks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Target: Emergency Preparedness"
        },
        {
            "text": "Levels of critical preparedness, readiness, and response actions have been classified according to four transmission scenarios (WHO, 2020a): (i) countries with no cases (zero); (ii) countries with one or more cases (sporadic); (iii) countries with active cases as evolving over time or geographic location and/or common exposure (clusters); and (iv) countries with large outbreaks of local transmissions (community). Despite serious warnings based on lessons learned from experiences with previous infectious diseases (Gates, 2015) , preparedness was sorely lacking. Adding to the problem and different from some other diseases, the early asymptomatic nature, community spread, and differential severity of COVID-19 have made it even more difficult to control and prevent. Reliable estimates of needs also were sorely lacking, whether referring to diagnostic tests, ventilators and other medical devices, hospital beds, or personal protective equipment (PPE), including surgical masks, face shields, gowns, gloves, etc. Regarding PPE, every month frontline health responders around the world need the following supplies (and more) to protect themselves and others from COVID-19: 89 million masks, 30 million gowns, 1.59 million goggles, 76 million gloves, and 2.9 million liters of hand sanitizer (Lacina, 2020) . Understanding the complex challenge of medical product shortages means exploring the causes and effects of shortages of medical devices, drugs, and supplies on healthcare delivery and response relative to COVID-19 and other infectious diseases. Product shortages derive from supplier issues, pricing constraints, and regulatory obligations. For emergency response, additional infrastructure challenges may be faced in relation to power availability, telecommunications, transportation, and general lack of coordination (National Academies of Sciences, Engineering, and Medicine [NASEM], 2018). Another challenge affecting all of these issues is the critical need for timely, comprehensive, and accurate data required to make real-time predictions and formulate related policies.",
            "cite_spans": [
                {
                    "start": 518,
                    "end": 531,
                    "text": "(Gates, 2015)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1297,
                    "end": 1311,
                    "text": "(Lacina, 2020)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Target: Emergency Preparedness"
        },
        {
            "text": "The advent of the COVID-19 pandemic has underscored the already critical importance of SDG-3, concerning \"Good Health and Well-Being\" for all as a global aspiration. Although misinformation and disinformation have been rampant in relation to the disease, reputable health and research organizations have provided credible sources of information during the COVID-19 crisis, helping to debunk false claims and misinformation. For example, WHO maintains an online public \"Myth Busters Page\" 3 ; another is a Canadian research group that tracks COVID-19 and matches false claims with actual fact-checks 4 ; still another lists and analyzes top COVID-19 conspiracy theories. 5 Indeed, the COVID-19 situation has brought new emphasis to the argument that, among the population in general, developing health literacy should be a principal goal for meeting everyday needs and future health challenges. In fact, a human-centered approach, such as design thinking (Brown, 2008) , might be considered in this regard to enhance health literacy.",
            "cite_spans": [
                {
                    "start": 954,
                    "end": 967,
                    "text": "(Brown, 2008)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 Opportunities and Recommendations"
        },
        {
            "text": "The crisis also has emphasized the critical need for an interdisciplinary and integrated holistic approach to meet the challenges presented by COVID-19. In addition to medical researchers, contributions from analysts in other science, technology, and social science fields, along with policy analysts and other scholars and stakeholders, are critical to determine a thorough understanding of the spread and control of the virus. Coordination and collaboration among relevant stakeholders, including government, industry, and academia, can provide expertise to inform approaches to COVID-19 and other infectious diseases, public health conditions, public health preparedness and response, risk communication, standards of care, and regulatory concerns.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 Opportunities and Recommendations"
        },
        {
            "text": "As of April 2020, almost 80 companies and institutes from 19 countries have been pursuing various approaches to create COVID-19 vaccines (Schmidt, 2020) . Virtually all these laboratories are looking for ways to train human cells to create a blueprint of selected antigens for fighting the virus. Collaboration is key to making progress to this end (Bollyky & Bown, 2020; Mesfin, 2020) . Along with vaccine development, innovative efforts are being undertaken to create low-cost and sustainable PPE using state-of-the-art techniques (e.g., 3D-printing). There is a need for improved situational awareness regarding the supply chain to better predict, prevent, and respond to medical product shortages. Ramped up production to meet crisis demands is not a sustainable practice since orders can cease with the end of the pandemic, leaving manufacturers with a glut of product and serious financial difficulty (NASEM, 2018) . In this case, a systems approach to preparedness might be recommended, incorporating product availability and quality, medical guidance, and ability to put alternative products in place during a crisis (NASEM, 2018) .",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 152,
                    "text": "(Schmidt, 2020)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 349,
                    "end": 371,
                    "text": "(Bollyky & Bown, 2020;",
                    "ref_id": null
                },
                {
                    "start": 372,
                    "end": 385,
                    "text": "Mesfin, 2020)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 907,
                    "end": 920,
                    "text": "(NASEM, 2018)",
                    "ref_id": null
                },
                {
                    "start": 1125,
                    "end": 1138,
                    "text": "(NASEM, 2018)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 Opportunities and Recommendations"
        },
        {
            "text": "Under SDG-3 and recognized as a crucial issue for disease control and combatting COVID-19, universal health coverage is posited as an aspiration for all countries-differences in resources and constrained budgets notwithstanding-in response to problems of low access to health services, low quality of care, and high levels of financial risk (Hogan, Stevens, Hosseinpoor, & Boerma, 2018; Jamison et al., 2018; Ji & Chen, 2016 ). In the same vein, a focus on employment also is recognized as key to facilitating the recovery process. Employment-intensive investments in health and water, sanitation, and hygiene infrastructure and services are an important means of immediate job creation in a crisis (ILO, 2020). Even with a rebound of the economy, it may not be that all companies will be able to come back at previous levels or at all. Many workers may not be rehired and will continue to face unemployment. In some instances, this may be an opportunity for upskilling and reskilling to meet the demands of the growing digital workspace-a point which may be particularly important for underserved and underrepresented groups. Policies that support skills development and entrepreneurship can mitigate the impact of unemployment (ILO, 2020).",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 386,
                    "text": "(Hogan, Stevens, Hosseinpoor, & Boerma, 2018;",
                    "ref_id": null
                },
                {
                    "start": 387,
                    "end": 408,
                    "text": "Jamison et al., 2018;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 409,
                    "end": 424,
                    "text": "Ji & Chen, 2016",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 Opportunities and Recommendations"
        },
        {
            "text": "A robust communication policy is needed by which health systems develop agile methods to transmit timely and critical information during the COVID-19 crisis. This can be done by integrating a dedicated communication team as well as establishing a reserve corps of trained personnel and volunteers with a strong understanding of clinical care and the communication needs of the workforce, patients, and the public. It is critical to develop capabilities to respond on short notice to determine and assess evidence and the policy implications of infectious diseases and other public health threats. The team would operate to identify and confer on strategies for providing proactive public messaging and addressing misinformation and for engaging in a continuing dialogue on strategic planning regarding infectious diseases, public health, and medical preparedness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 Opportunities and Recommendations"
        },
        {
            "text": "Another recommendation would be to create ethical and practical strategies to allocate healthcare resources appropriately to enable fast decision-making at a global level. Finally, an important point that this pandemic has brought is the need for coordinated and cooperative governance within and between countries and development of adaptable policies based on best available evidence and sharing of resources (Bollyky & Bown, 2020; Mesfin, 2020) .",
            "cite_spans": [
                {
                    "start": 411,
                    "end": 433,
                    "text": "(Bollyky & Bown, 2020;",
                    "ref_id": null
                },
                {
                    "start": 434,
                    "end": 447,
                    "text": "Mesfin, 2020)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 Opportunities and Recommendations"
        },
        {
            "text": "Understanding and tracking the spread of COVID-19 requires research involving complex data analytics. Comparable international data on health outcomes, health systems, and other related factors are needed for meaningful inferences on various aspects of the pandemic. Keeping in mind issues of privacy and civil liberties, reliance on data and data-driven technologies in the current crisis can improve understanding of the disease and, used judiciously, could help broaden access to health care (Toh, 2020) . Identifying symptoms, tracking the virus, distributing and monitoring the availability of resources, and recognizing social determinants and impacts can involve enormous amounts of data. Around the globe, this has sparked the need for unprecedented partnerships and multidisciplinary collaborations to create networks of innovation for advanced research, rapid prototyping, and commercialization to better understand challenges and opportunities of the COVID-19 pandemic.",
            "cite_spans": [
                {
                    "start": 495,
                    "end": 506,
                    "text": "(Toh, 2020)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 Opportunities and Recommendations"
        },
        {
            "text": "Padmanabhan Seshaiyer, Ph.D., is a Professor of Mathematical Sciences and serves as the Associate Dean for the College of Science, George Mason University.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 Opportunities and Recommendations"
        },
        {
            "text": "Connie L. McNeely, Ph.D., is a Professor of Public Policy at George Mason University, where she also is co-Director of the Center for Science, Technology, and Innovation Policy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 Opportunities and Recommendations"
        },
        {
            "text": "Corresponding author: Padmanabhan Seshaiyer, pseshaiy@gmu.edu 1 However, even under relatively positive conditions, it also has presented some challenges. For example, some teachers have not been trained to teach effectively online. 2 For some, it also has meant communication challenges and barriers making it difficult to establish new collaborations and networking. Also, continual virtual meetings have resulted in mental exhaustion for some individuals. 3 https://www.who.int/emergencies/diseases/novel-coronavirus-2019/advice-for-public/myth-busters. 4 https://covid19misinfo.org/misinfowatch. 5 https://allianceforscience.cornell.edu/blog/2020/04/covid-top-10-current-conspiracy-theories.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest: None declared."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Day: The Nursing Workforce Is Critical to COVID-19 (Coronavirus) and Global Health",
            "authors": [
                {
                    "first": "Edson",
                    "middle": [],
                    "last": "Araujo",
                    "suffix": ""
                },
                {
                    "first": "Alejandragarcia-Meza",
                    "middle": [],
                    "last": "Correia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "World Bank Blogs",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "40 Fascinating Uber Statistics and Facts in 2020",
            "authors": [
                {
                    "first": "Tony",
                    "middle": [],
                    "last": "Arevalo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The Tragedy of Vaccine Nationalism: Only Cooperation Can End the Pandemic",
            "authors": [
                {
                    "first": "Thomas",
                    "middle": [
                        "J"
                    ],
                    "last": "Bollyky",
                    "suffix": ""
                },
                {
                    "first": "Chad",
                    "middle": [
                        "P"
                    ],
                    "last": "Bown",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Foreign Affairs",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Design Thinking",
            "authors": [
                {
                    "first": "Tim",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Harvard Business Review",
            "volume": "86",
            "issn": "6",
            "pages": "84--92",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Contact Tracing Resources for Health Departments",
            "authors": [],
            "year": 2020,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Coronavirus Vaccine: Everything You Need to Know",
            "authors": [
                {
                    "first": "Danielle",
                    "middle": [],
                    "last": "Dresden",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Medical News Today",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The Next Epidemic: Lessons From Ebola",
            "authors": [
                {
                    "first": "Bill",
                    "middle": [],
                    "last": "Gates",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "New England Journal of Medicine",
            "volume": "372",
            "issn": "",
            "pages": "1381--84",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "How Can We Save Black and Brown Lives During A Pandemic? Data From Past Studies Can Point the Way",
            "authors": [
                {
                    "first": "Ann",
                    "middle": [],
                    "last": "Gibbons",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "we-save-black-and-brown-lives-during-pandemic-data-past-studies-can-point-way",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Monitoring Universal Health Coverage Within the Sustainable Development Goals: Development and Baseline Data for an Index of Essential Health Services",
            "authors": [
                {
                    "first": "Daniel",
                    "middle": [
                        "R"
                    ],
                    "last": "Hogan",
                    "suffix": ""
                },
                {
                    "first": "Gretchen",
                    "middle": [
                        "A"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "The Lancet Global Health",
            "volume": "6",
            "issn": "2",
            "pages": "152--68",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "COVID-19 and World of Work: Impacts and Responses",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Disease Control Priorities: Improving Health and Reducing Poverty",
            "authors": [
                {
                    "first": "Dean",
                    "middle": [
                        "T"
                    ],
                    "last": "Jamison",
                    "suffix": ""
                },
                {
                    "first": "Susan",
                    "middle": [],
                    "last": "Hellengelband",
                    "suffix": ""
                },
                {
                    "first": "Prabhat",
                    "middle": [],
                    "last": "Horton",
                    "suffix": ""
                },
                {
                    "first": "Ramanan",
                    "middle": [],
                    "last": "Jha",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Laxminarayan",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "UHC Presents Universal Challenges",
            "authors": [
                {
                    "first": "John",
                    "middle": [
                        "S"
                    ],
                    "last": "Ji",
                    "suffix": ""
                },
                {
                    "first": "Lincolnchen",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Health Systems and Reform",
            "volume": "2",
            "issn": "1",
            "pages": "11--15",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "What's Needed Now to Protect Health Workers: WHO COVID-19 Briefing",
            "authors": [
                {
                    "first": "Linda",
                    "middle": [],
                    "last": "Lacina",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "World Economic Forum",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Plagues and Peoples",
            "authors": [
                {
                    "first": "William",
                    "middle": [
                        "H"
                    ],
                    "last": "Mcneill",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "It Takes a World to End a Pandemic: Scientific Cooperation Knows No Boundaries-Fortunately",
            "authors": [
                {
                    "first": "Mahlet",
                    "middle": [],
                    "last": "Mesfin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Foreign Affairs",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Medical Product Shortages During Disasters: Opportunities to Predict, Prevent, and Respond: Proceedings of a Workshop in Brief",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "NRC/IOM). 2013. U.S. Health in International Perspective: Shorter Lives, Poorer Health",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "2020. Women at the Core of the Fight Against COVID-19 Crisis",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Why Social Science? Because Institutional Racism Exacerbates Our Health and Economic Challenges",
            "authors": [
                {
                    "first": "Allison",
                    "middle": [],
                    "last": "Plyer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "From Millennium Development Goals to Sustainable Development Goals",
            "authors": [
                {
                    "first": "Jeffery",
                    "middle": [
                        "D"
                    ],
                    "last": "Sachs",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "The Lancet",
            "volume": "379",
            "issn": "9832",
            "pages": "2206--2217",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Environmental and Occupational Exposure to Toxic Industrial Chemicals and COVID-19: An Exploratory Analysis of United States Counties",
            "authors": [
                {
                    "first": "Laurie",
                    "middle": [
                        "A"
                    ],
                    "last": "Schintler",
                    "suffix": ""
                },
                {
                    "first": "Connie",
                    "middle": [
                        "L"
                    ],
                    "last": "Rajendrakulkarni",
                    "suffix": ""
                },
                {
                    "first": "Kingsley",
                    "middle": [
                        "E"
                    ],
                    "last": "Mcneely",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Haynes",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Genetic Engineering Could Make a COVID-19 Vaccine in Months Rather Than Years",
            "authors": [
                {
                    "first": "Charles",
                    "middle": [],
                    "last": "Schmidt",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Scientific American",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The Impact of COVID-19 on the UN Sustainable Development Goals",
            "authors": [
                {
                    "first": "Padmanabhan",
                    "middle": [],
                    "last": "Seshaiyer",
                    "suffix": ""
                },
                {
                    "first": "Connie",
                    "middle": [
                        "L"
                    ],
                    "last": "Mcneely",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Contexts",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Big Data Could Undermine the Covid-19 Response",
            "authors": [
                {
                    "first": "Amos",
                    "middle": [],
                    "last": "Toh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Wired",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Covid-19 'Super-Spreading' Events Play Outsized Role in Overall Disease Transmission",
            "authors": [
                {
                    "first": "Anne",
                    "middle": [],
                    "last": "Trafton",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "MIT News",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Overcoming Health-Systems Constraints to Achieve the Millennium Development Goals",
            "authors": [
                {
                    "first": "Phyllida",
                    "middle": [],
                    "last": "Travis",
                    "suffix": ""
                },
                {
                    "first": "Andy",
                    "middle": [],
                    "last": "Sarabennett",
                    "suffix": ""
                },
                {
                    "first": "Tikki",
                    "middle": [],
                    "last": "Haines",
                    "suffix": ""
                },
                {
                    "first": "Zulfiqar",
                    "middle": [],
                    "last": "Pang",
                    "suffix": ""
                },
                {
                    "first": "Adnan",
                    "middle": [
                        "A"
                    ],
                    "last": "Bhutta",
                    "suffix": ""
                },
                {
                    "first": "Nancy",
                    "middle": [
                        "R"
                    ],
                    "last": "Hyder",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Pielemeier",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "The Lancet",
            "volume": "364",
            "issn": "9437",
            "pages": "900--906",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Global AIDS Update",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Unaids",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "17 Goals to Transform Our World",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Tracking Universal Health Coverage",
            "authors": [],
            "year": 2017,
            "venue": "Global Monitoring Report",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Health in 2015: From Millennium Development Goals to Sustainable Development Goals",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "2020a. Critical Preparedness, Readiness, and Response Actions for COVID-19: Interim Guidance",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Targets of Sustainable Development Goal 3",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}