{
    "paper_id": "0b4fb4f2259f99bb39ccac4320efcbf0ec783ed5",
    "metadata": {
        "title": "COVID-19 infection and its deadly cytokine storm in a young obese adult",
        "authors": [
            {
                "first": "Sundas",
                "middle": [],
                "last": "Abbas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "SSM St. Mary's Hospital",
                    "location": {
                        "settlement": "St. Louis",
                        "region": "MO"
                    }
                },
                "email": ""
            },
            {
                "first": "Ayaz",
                "middle": [],
                "last": "Ahmad",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "SSM St. Mary's Hospital",
                    "location": {
                        "settlement": "St. Louis",
                        "region": "MO"
                    }
                },
                "email": ""
            },
            {
                "first": "Alexandre",
                "middle": [],
                "last": "Lacasse",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "SSM St. Mary's Hospital",
                    "location": {
                        "settlement": "St. Louis",
                        "region": "MO"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "SARS-CoV-2, the 2019 novel Coronavirus, was first reported to the World Health Organization (WHO) by CDC in China on 31 December 2019 [1]. Since then, novel coronavirus infection (COVID) has spread worldwide, causing a pandemic by March 2020 [2] , affecting more than 200 countries. SARS-CoV-2 is a single strand enveloped RNA virus likely zoonotic in origin causing person-to-person transmission via respiratory large droplets and contact with infected surfaces [3, 4] . COVID-19 spectrum ranges from asymptomatic carrier state to mild upper respiratory tract (URI) symptoms to severe disease encompassing ARDS and multisystem failure eventually leading to death. The infection is primarily affecting the elderly population as well as individuals with hypertension and diabetes mellitus. Young healthy adults with no underlying comorbidities are presumably at lower risk of developing severe disease [5] .",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 245,
                    "text": "[2]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 463,
                    "end": 466,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 467,
                    "end": 469,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 901,
                    "end": 904,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A 31-year-old African American female with morbid obesity, previous history of childhood asthma, and cutaneous psoriasis presented with 1 week of severe dyspnea on exertion, cough, subjective fever, chills and myalgias. She had attended a funeral along with a large group of individuals from multi-state areas 10 days prior to presentation. She had been exposed to a neighboring state co-worker suffering from seasonal allergies but otherwise had no recent travel or pet exposure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case"
        },
        {
            "text": "On presentation, she had high-grade fever of 103 F as well as tachypnea and hypoxemia requiring 3 L/min of supplemental oxygen via nasal cannula. On examination, diffuse pulmonary wheezing was present. BMI was recorded as 62.61 kg/m2. Imaging showed bilateral diffuse ground glass pulmonary infiltrates (Figure 1 and Figure 2 ). Laboratory parameters showed mild lymphopenia with normal total white blood cell count, normal platelet count, mild transaminitis, acute kidney injury as well as elevated C-reactive protein, ferritin, LDH and D-dimer but low procalcitonin. Interleukin-6 levels were markedly elevated to 76 pg/ml (Table 1) . Nasopharyngeal respiratory pathogen PCR panel was negative. Nasopharyngeal SARS-CoV-2 viral PCR was positive. The patient remained on supplemental oxygen replacement. Rapidly progressive hypoxemia ensued necessitating intubation and mechanical ventilatory support within 16 hours of presentation. Hydroxychloroquine and azithromycin were initiated.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 303,
                    "end": 312,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 317,
                    "end": 325,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 625,
                    "end": 634,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Case"
        },
        {
            "text": "Significant-elevated positive-endexpiratory pressure and fraction of inspired oxygen were required for acceptable oxygenation consistent with ARDS. Prone ventilation attempts were unsuccessful. Tocilizumab, an interleukin (IL)-6 antagonist, was administered on day 3. IL-6 serum levels were significantly elevated, consistent with the cytokine release syndrome as the ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case"
        },
        {
            "text": "Based on the initial data from Wuhan, China, COVID seemed to predominantly affect the elderly population and individuals with underlying chronic health conditions such as hypertension, diabetes mellitus, cardiovascular diseases and chronic lung disease [6] . As COVID is now affecting the US, morbid obesity and race may be additional risk factors predicting severity of COVID-related illnesses, perhaps even serving as prognostic indicators of mortality. Indeed, the retrospective epidemiological analysis from Wuhan, China could not account for these risk factors. In China, morbid obesity is only seen in 6.3% of men whereas hypertension prevalence is 32.5% [7] , diabetes mellitus 14.7% [8] , and chronic obstructive lung disease 13.6% [9] . Moreover, it is . Comparatively, in the US, the prevalence of morbid obesity in the general population is 42.4% [11] . In the US, New York and Louisiana have been severely affected. In these states, the prevalence of morbid obesity is 27.6% and 37.8% whereas the prevalence of diabetes mellitus is 11% and 14%, respectively [12, 13] . Moreover, in the US, race may be another risk factor as a higher mortality rate has been observed in both African Americans and Hispanics as compared to Caucasians. Although accounting for 33% of the population of Louisiana, 60% [14] of the total COVID-related deaths were reported in people of African American descent [15] . In another analysis of the population in Louisiana, 76.9% of those affected with COVID were black, although in hospital mortality was similar for all races [16] . Similarly, in the state of New York, Hispanics and African Americans which comprise 36.8% of the population have accounted for 61% of total COVID-related deaths, compared to a mortality of 27.3% in Caucasians [17,18] ( Table 2) .",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 256,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 661,
                    "end": 664,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 691,
                    "end": 694,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 740,
                    "end": 743,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 858,
                    "end": 862,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1070,
                    "end": 1074,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1075,
                    "end": 1078,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1401,
                    "end": 1405,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1564,
                    "end": 1568,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 1790,
                    "end": 1798,
                    "text": "Table 2)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "At SSM Health St. Mary's Hospital in St. Louis, 84% of those tested positive for COVID were African Americans, which comprise 47% of the total population in St. Louis city [19] . Racial disparity and its associated lower comparative socioeconomic status and healthcare service utilization likely play a major role in poorer outcomes, as suggested in a recent publication [20] . A genetic predisposition leading to increased severity of infection from altered immunological responses cannot be excluded to explain this phenomenon.",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 176,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 371,
                    "end": 375,
                    "text": "[20]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A subgroup of individuals with severe COVID-19 infection have a cytokine release syndrome characterized by hyper-cytokinemia, hyper-ferritinemia, unremitting fever, and pulmonary involvement leading to ARDS, which can be seen in approximately 50% of patients [23] . A recent multicenter study of 150 confirmed cases in Wuhan, China, showed significantly elevated ferritin (>1000 ng/mL) and IL-6, suggesting a virus-driven hyperinflammation syndrome leading to devastating consequences and death [24] . A randomized control trial of tocilizumab, an IL-6 receptor antibody, has shown to improve mortality in COVID-19 pneumonia. All patients with COVID-19 should be screened for hyperinflammation using laboratory serial parameters such as elevated ferritin, erythrocyte sedimentation rate, c-reactive protein, and decreased platelet counts as well as assessment of multi-organ dysfunction.",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 263,
                    "text": "[23]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 495,
                    "end": 499,
                    "text": "[24]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The originally described 'classic' risk factors associated with COVID will likely be expanded as further worldwide studies may reveal other population types at risk of developing the cytokine release syndrome. Thus far, we suspect that morbid obesity and race have both been under-represented in currently available epidemiological studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Since the beginning of the pandemic and our case presentation, there have been new developments in the available therapeutic strategies for COVID-19. Convalescent plasma, containing antibodies from recovered donors, has been approved for investigational use with an ongoing national multicenter trial to determine its efficacy [25] [26] [27] . Remdesivir, a viral RNA polymerase inhibitor with activity against other coronaviruses, has been reported to decrease the duration of illness [28] . Contrary to initial reports, corticosteroid use has been shown to reduce mortality as well as the duration of hospital stay when used during the inflammatory secondary phase of the illness approximately 7-10 days after the infection which is usually characterized by hypoxic respiratory failure [29] . Hydroxychloroquine, with or without azithromycin, have gone out of favor as therapeutic options for COVID [30] . In our hospital, we no longer use these medications; we have established a convalescent plasma program and have now begun using Remdesivir as well as adjuvant corticosteroids.",
            "cite_spans": [
                {
                    "start": 327,
                    "end": 331,
                    "text": "[25]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 332,
                    "end": 336,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 337,
                    "end": 341,
                    "text": "[27]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 486,
                    "end": 490,
                    "text": "[28]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 788,
                    "end": 792,
                    "text": "[29]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 901,
                    "end": 905,
                    "text": "[30]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Although initial risk indicators for severe COVID infection, advanced age, hypertension, diabetes mellitus as well as cardiovascular and lung diseases may not be the only predictors of morbidity and mortality. In the US, morbid obesity and race, notably African Americans, seem to be associated with increased severity of disease and the COVID cytokine release syndrome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "No potential conflict of interest was reported by the authors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosure statement"
        },
        {
            "text": "http://orcid.org/0000-0003-1149-7983 ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sundas Abbas"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "WHO Director-General's Opening Remarks At The Media Briefing On",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Accessed on 14",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Genomic characterisation and epidemiology of 2019 novel. Forthcoming",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "30251--30259",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Infection Prevention and Control of Epidemic-and Pandemic-Prone Acute Respiratory Infections in Health Care",
            "authors": [],
            "year": 1970,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clinical characteristics of coronavirus disease 2019 in China: NEJM",
            "authors": [
                {
                    "first": "W-J",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Grein",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "https:/www.nejm.org/doi/10.1056/NEJMoa2002032"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in China: summary of a report of 72 314 cases from the Chinese center for disease control and prevention",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "13",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "China Kadoorie Biobank Consortium. The burden of hypertension and associated risk for cardiovascular mortality in China",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lewington",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lacey",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Diabetes in China: epidemiology and genetic risk factors and their clinical utility in personalized medication",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Chronic obstructive pulmonary disease in China: a nationwide prevalence study",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bao",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Lancet Respir Med",
            "volume": "6",
            "issn": "6",
            "pages": "421--430",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Adult Obesity Facts",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "America's Health Rankings. 2020. Explore Health Measures",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "America's Health Rankings. 2020. Explore Health Measures In Louisiana | 2019 Annual Report",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Opinion | Why Coronavirus Is Killing African-Americans More Than Others",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Nytimes",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Com",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Hospitalization and mortality among black patients and white patients with Covid-19",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Price-Haywood",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Burton",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fort",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/nejmsa2011686"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Racial health disparities and Covid-19 -caution and context",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chowkwanyun",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Reed",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/nejmp201291"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The State of Childhood Obesity. 2020. Hypertension In The United States -The State Of Childhood Obesity",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Prevalence Of COPD U.S. By State 2017 | Statista",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Statista",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Clinical predictors of mortality due to COVID-19 based on an analysis of data of 150 patients from Wuhan, China. Intensive Care Med. 2020. (cytokine storm link",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Ruan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-020-05991-x"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "COVID-19: consider cytokine storm syndromes and immunosuppression",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mehta",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Mcauley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1033--1034",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Recommendations for investigational COVID-19 convalescent plasma. FDA; 2020",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Research",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "COVID-19 survivors needed to donate blood plasma",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Remdesivir for the treatment of Covid-19 -preliminary report",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Beigel",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Tomashek",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Dodd",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/nejmoa2007764"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "CHEST -export citations",
            "authors": [],
            "year": 2020,
            "venue": "Journal.Chestnet.Org. Forthcoming",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Observational study of hydroxychloroquine in hospitalized patients with Covid-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Geleris",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Platt",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/nejmoa2012410"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Chest X-ray illustrating severe bilateral multi-lobar infiltrates.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "CT Chest with contrast illustrating bilateral multi-lobar ground glass opacities.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Laboratory parameters during hospitalization.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Demographic characteristics of COVID-19 infection in New York and Louisiana.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}