{
    "paper_id": "0b5ae4b81117a7d31276eeb192f52c2848aec75b",
    "metadata": {
        "title": "Journal Pre-proof A New Form of Irritant Rhinitis to Filtering Face-Piece Particle (FFP) Masks (FFP2/ N95/KN95 Respirators) during COVID-19 Pandemic Title page A New Form of Irritant Rhinitis to Filtering Face-Piece Particle (FFP) Masks (FFP2/N95/KN95 Respirators) during COVID-19 Pandemic",
        "authors": [
            {
                "first": "Ludger",
                "middle": [],
                "last": "Klimek",
                "suffix": "",
                "affiliation": {},
                "email": "ludger.klimek@allergiezentrum.org"
            },
            {
                "first": "Tilman",
                "middle": [],
                "last": "Huppertz",
                "suffix": "",
                "affiliation": {},
                "email": "tilman.huppertz@unimedizin-mainz.de"
            },
            {
                "first": "Ali",
                "middle": [],
                "last": "Alali",
                "suffix": "",
                "affiliation": {},
                "email": "ali.alali@hno-wiesbaden.de"
            },
            {
                "first": "Magdalena",
                "middle": [],
                "last": "Spielhaupter",
                "suffix": "",
                "affiliation": {},
                "email": "magdalena.spielhaupter@hno-wiesbaden.de"
            },
            {
                "first": "Karl",
                "middle": [],
                "last": "Hörmann",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Christoph",
                "middle": [],
                "last": "Matthias",
                "suffix": "",
                "affiliation": {},
                "email": "christoph.matthias@unimedizin-mainz.de"
            },
            {
                "first": "",
                "middle": [
                    "Jan"
                ],
                "last": "Hagemann",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jan",
                "middle": [],
                "last": "Hagemann",
                "suffix": "",
                "affiliation": {},
                "email": "jan.hagemann@unimedizin-mainz.de"
            }
        ]
    },
    "abstract": [
        {
            "text": "JH gave final approval of the here-submitted version of the manuscript. Ethics statement J o u r n a l P r e -p r o o f J o u r n a l P r e -p r o o f 21 Keywords: Filtering facepiece masks; irritant rhinitis; allergy; FFP2-mask, N95-mask; KN95-mask 22 23 J o u r n a l P r e -p r o o f 157 Abbreviations: 158 COVID-19 coronavirus disease from the year 2019 159 FFP filtering facepiece particle 160 N95 / KN95 technical / physical standard for filtering face masks (not penetrated by 161 particles larger 0.3µm, N/KN indicating that aqueous, but not oily aerosols 162 are filtered 163 J o u r n a l P r e -p r o o f",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The journals guidelines to ethics in publishing and research were respected. Ethics committee of the local authorities, the Landesaerztekammer of Rhineland-Palatinate gave approval to this study (No. 2020-15123) .",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 211,
                    "text": "(No. 2020-15123)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "1"
        },
        {
            "text": "We thank doctors, technicians and other personnel at Centre for Rhinology and Allergology, ORL clinic Taunusstein and University Medicine Mainz for their distinguished support and contribution to this project.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "No external funding to disclose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "Study subjects gave permission to participate in form of written informed consent. No identifying information is shared in the publication, therefore separate consent for publication not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        },
        {
            "text": "Authors confirm to comply with the open data requirements of the journal. Datasets are presented in the manuscript. 1 2 3 Abstract 4",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials"
        },
        {
            "text": "Filtering facepiece particle (FFP) masks are important items of personal protective equipment in 5 fighting COVID-19 pandemic. They shall protect the wearer of the mask from particles, droplets and 6 aerosols, but can also prevent the spread of aerosol-transmitted viruses if the wearer becomes 7 infected. Most often, FFP respirators consist of multiple layers of non-woven fabric made from 8 polypropylene. Worldwide, FFP respirators are subject to various regulatory standards that specify 9 physical properties and performance characteristics. During the SARS-CoV-2 pandemic, health 10 authorities have temporarily repealed standards for respirators. 11",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respirators) during COVID-19 Pandemic"
        },
        {
            "text": "We report on 46 patients that presented with rhinitis-like symptoms strongly associated to the use of 12 FFP masks. Some of them were obliged to use FFP masks in their work environment. Nasal 13 endoscopy showed edemata of the nasal mucosa that significantly decreased after a period of non-14 symptoms of airway infection such as fever, coughing, shortness of breath and sore throat, but also 29 muscle and joint pain, headache, nausea or vomiting and diarrhoea. Nasal symptoms are mostly 30 limited to dysfunctions in smell and taste. While most of the registered cases show a mild and 31 transient course of disease, in about 5% of patients admission to an intensive care unit (ICU) is 32 necessary due to severe pneumonia with respiratory failure and e.g. coagulopathy, pulmonary 33 embolism and the involvement of other organs including kidney, heart, and the central nervous 34 system 3 . SARS-CoV-2 infections are most often transmitted by direct mucosal contact to droplet-35 borne viruses originating from the nose or mouth of an infected individual 4 . Such exposure of 36 droplets to the eyes, mouth or nose, or inhalation of sneezed or coughed virus-containing particles 37 from the air, as well as smear infection are regarded as being common transmission mechanisms. 38",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respirators) during COVID-19 Pandemic"
        },
        {
            "text": "Recommendations for health-care-providers and patients include thorough hand washing with soap 39 and water, frequent use of hand sanitizers and disinfectants, avoidance of touching face and eyes, 40 avoidance of social contact to people with cold-like symptoms, and using the necessary personal 41 protective equipment including face masks, eye protection and others 5-7 . Filtering facepiece 42 particles (FFP) masks are among the most frequently used items of personal protective equipment 43 (PPE) in the medical field, and legislation and mandated protection measures in most public and 44 business areas have made them an inherent feature to everyday life in many countries. Their 45 purpose is to protect the wearer of the mask from particles, droplets and aerosols, but they can also 46 prevent the spread of aerosol-transmitted viruses if the wearer becomes infected. However, 47 depending on the design of the FFP, the latter only applies to masks without exhalation valve, 48 filtering both inhaled and exhaled air and therefore providing both self-protection and extrinsic 49 protection,. Models with exhalation valve do not filter the exhaled air. FFP respirators work by 50 filtering out particles thanks to the structure of their nonwoven material as they get trapped being 51 forced to make twists and turns through the dense network of the material's fibres, which may be as 52 thin as a single micron. In addition, masks may have electrostatically charged material to further 53 attract particles. With increasing amounts of particles within the nonwoven mask material, it even 54 becomes a more efficient filter. However, the build-up also makes the mask more difficult to breathe 55 through, which is why the masks and filters are made to be disposable. 56 57 Filtering facepiece mask regulations 58 specify required physical properties and performance characteristics in order for FFP masks to 60 comply with a certain protective standard. During the SARS-CoV-2 pandemic, health authorities often 61 referenced these standards when making recommendations for minimal protective standard in 62 different situations, depending on infection risk. A very commonly recommended standard for health 63 professionals is FFP2; however, nomenclature of standards differs throughout the world. Table 1  64 summarizes important international standards for respirator masks. It may be reasonable to 65 consider China KN95, AS/NZ P2, Korea 1st Class, and Japan DS2 FFRs as \"equivalent\" to US 66 NIOSH N95 and European FFP2 respirators, for filtering at least 94% of non-oil-based particles 67 such as virus bio-aerosols. Within these categories, masks are expected to function very 68 similarly to one another, and conformity testing to physical standard is required for certification. 69",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 2304,
                    "end": 2315,
                    "text": "Table 1  64",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Respirators) during COVID-19 Pandemic"
        },
        {
            "text": "In Germany, facing a severe shortage of FFP masks in many areas, such regulation has been 70 temporarily suspended early during the COVID-19 pandemic. This concerns regulation on FFP mask 71 performance as well as wearer safety, which is usually guaranteed by the CE label certification 72",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respirators) during COVID-19 Pandemic"
        },
        {
            "text": "According to these exceptions, \"...in order to cope with the current crisis situation regarding the 73 containment of COVID-19 (...), medical face masks and FFP masks which are marketable in the United 74",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respirators) during COVID-19 Pandemic"
        },
        {
            "text": "States of America, Canada, Australia or Japan, are also considered marketable in Germany, even if 75 they do not bear a CE/NE marking\". 76 77",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respirators) during COVID-19 Pandemic"
        },
        {
            "text": "Ethics committee of the local authorities gave approval to this study. Study subjects gave permission 79 to participate in form of written informed consent. Patients had no history of sinonasal diseases 80 based on anamnesis or chart history. Visual Analogue Scales (VAS) were used to document patient-81 reported symptoms of rhinitis like sneezing, itching, nasal blockage and rhinorrhoea immediately 82 after wearing an FFP2 respirator masks and after a minimum 3 days of absence from using the mask 83 (e.g. after a weekend in occupational users). Mucosal irritation, secretion and edema in nasal 84 endoscopy was graded using VAS 8 . 85",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Material and Methods 78"
        },
        {
            "text": "Possible type-1 inhalation allergies were ruled out using an extended version of the GA2LEN skin 86 prick test set 9,10 . Moreover, patients were examined for possible type-4 allergies using the 87 standard patch test set of the German Contact Dermatitis Research Group (DKG) complemented by 88 the fabric material of the used FFP respirators 11-13 , and no contact allergies to standard path test or 89 face mask fabric were found. Bilateral nasal lavage with 5ml of isotonic saline solution was 90 performed as described earlier 14 . Lavage fluid was centrifuged and analysed for ECP, Tryptase, total 91",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Material and Methods 78"
        },
        {
            "text": "IgE and in addition for any solid material under the microscope. 92 93 J o u r n a l P r e -p r o o f were seeking advice in our centres for suspected \"allergy to FFP respirators\".Seventeen health care 96 workers were included in this study. Patients reported on new-onset symptoms of rhinitis, like 97 sneezing, itching, nasal blockage and/or watery nasal discharge after wearing their FFP for a 98 minimum of 2 hours or longer (table 2) . Longer periods of FFP use were regularly associated with 99 more severe symptoms. Endoscopic signs of irritation and edema with mucosal swelling and 100 watery secretions were mainly found in the area of the inferior and middle turbinates and 101 quantified using VAS (table 2). Endoscopic signs of secretion and edema were significantly lower 102 after 3 days of absence from mask use (both p<0.01), but not irritation (p>0.05) (table 2). 103",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 429,
                    "end": 438,
                    "text": "(table 2)",
                    "ref_id": null
                }
            ],
            "section": "Material and Methods 78"
        },
        {
            "text": "After wearing FFP2 respirators for a minimum of 3 hours, a mean number of 3.8±7.9 (mean±SD) 104 polypropylene fibres were found in nasal lavage fluid per nasal side with a maximum of n=47 fibres in 105 the lavage fluid of one patient, while the number decreased to 0.4±0.7 (mean±SD) after 3 mask-free 106 days (p<0.01). At a \"wearing day\", polypropylene fibres had a length of 3.4±13.7mm (mean±SD) with 107 a maximum length of 42mm in the lavage fluid of one patient, while with absence from FFP2 108 respirators for >3 days the fibre length was 3.1±11.6mm (mean±SD) (p>0.05) with a maximum length 109 of 37mm in the lavage fluid of one patient. 110 ECP in nasal lavage fluid was within normal range independent on the wearing of FFP2 respirators 111 (p>0.05) and total IgE was below detection limit, while Tryptase significantly increased at \"wearing 112 days\" in comparison to days with absence from FFP2 respirators (p<0.01) (table 2) . 113",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 928,
                    "end": 937,
                    "text": "(table 2)",
                    "ref_id": null
                }
            ],
            "section": "Material and Methods 78"
        },
        {
            "text": "All positive skin prick and patch test results were unrelated to either seasonal or occupational 114 allergen exposure of the patients and thus, no type-1 and/or type-4 sensitization was suspicious for 115 causing the rhinitis-like symptoms. 116 117 Discussion 118",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Material and Methods 78"
        },
        {
            "text": "In this study, 46 patients with nasal symptoms upon usage of FFP masks in a private or professional 119 environment most likely encountered irritant rhinitis. Missing increase of ECP and local IgE levels 120 under detection limit with elevated Tryptase in nasal secretion after exposure to FFP respirators 121 demonstrate activation of nasal mast cells without activation of eosinophils and IgE production. 122 Substantial accumulation of polypropylene fibres was found in nasal lavage fluid after FFP utilization 123 with adequate symptoms and endoscopic findings. Most importantly, rhinitis symptoms as well as 124 FFP material \"fallout\" decreased significantly after a period of non-usage of FFP masks. 125",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Material and Methods 78"
        },
        {
            "text": "Irritant rhinitis (IR) is defined as an inflammatory and/or irritative response of the nasal mucosa due 126 to causes attributable to non-allergic stimuli, e.g. a physical or chemical stimulus 15 . If symptoms can 127 be matched to a particular work environment, the pathology can be classified as 'work-exacerbated' reported to be associated 15 . The induction of nasal hyperreactivity (NHR) with one or more nasal 130 symptoms upon encounter of unspecific environmental stimuli such as smoke, 131 temperature/humidity changes, strong odors and physical or other irritants is a key clinical feature 15 The here-presented mask-associated IR is unusual with regards to the broad use of FFP masks even 142 before the pandemic. Reports on IR in healthcare workers and other mask-requiring professionals are 143 rare, even though time of wearing was likely similar to the currently observed long periods due to 144 COVID-19 outbreak. Hence, the deregulation of mask fabrication and material safety requirements, 145 resulting in the widespread distribution of non-CE marked products has to be discussed as a potential 146 hazard to user safety. Our hypothesis is that the fabric of certain non-CE masks are more likely to 147 seed parts of their fabric polypropylene into the inspiratory air flow, leading to accumulation on 148 nasal mucosa and potentially throughout the airways. Due to the lack of branding information on the 149 FFP masks used by the here-presented patients, a thorough investigation regarding CE certification 150 and fulfilment of claimed physical standards was not possible for us, which presents a limitation to 151 this study. In conclusion, with COVID-19 numbers decreasing in some countries and recovering of 152 medical supply stocks, user safety has to become an equal priority for regulation authorities again. 153",
            "cite_spans": [
                {
                    "start": 600,
                    "end": 602,
                    "text": "15",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Material and Methods 78"
        },
        {
            "text": "The development and validation of a patient questionnaire, e.g. for health care professionals could 154 be helpful to improve monitoring and detection of mask-related symptoms. J o u r n a l P r e -p r o o f ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Material and Methods 78"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "SD, standard deviation; SEM, standard error of the mean; VAS, visual analog scale",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Higher scores indicate worse status.// #established norm values for nasal tryptase range from 12",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Early Transmission Dynamics in Wuhan, China",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "199 2. Organization WH. Coronavirus disease (COVID-2019) situation reports",
            "authors": [
                {
                    "first": "Coronavirus-Infected",
                    "middle": [],
                    "last": "Pneumonia",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "382",
            "issn": "",
            "pages": "1199--198",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clinical characteristics of 140 patients infected with SARS-201 CoV-2 in Wuhan",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Cao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Allergy",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Virological assessment of hospitalized patients 203 with COVID-2019",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wolfel",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guggemos",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Personal protection and delivery of rhinologic and 208 endoscopic skull base procedures during the COVID-19 outbreak",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Klimek",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jutel",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Akdis",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Rhinology",
            "volume": "58",
            "issn": "3",
            "pages": "289--209",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Visual analogue scales (VAS): Measuring 211 instruments for the documentation of symptoms and therapy monitoring in cases of allergic 212 rhinitis in everyday health care: Position Paper of the German Society of Allergology (AeDA) 213 and the German Society of Allergy and Clinical Immunology (DGAKI), ENT Section, in 214 collaboration with the working group on Clinical Immunology, Allergology and Environmental 215 Medicine of the German Society of Otorhinolaryngology, Head and Neck Surgery 216 (DGHNOKHC)",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Klimek",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Bergmann",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Biedermann",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Allergo journal international",
            "volume": "26",
            "issn": "1",
            "pages": "16--24",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The skin prick test -European standards. Clinical 218 and translational allergy",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Heinzerling",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mari",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Bergmann",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "3--219",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "GA(2)LEN skin test study I: GA(2)LEN 220 harmonization of skin prick testing: novel sensitization patterns for inhalant allergens in 221 Europe",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Heinzerling",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Burbach",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Edenharter",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Allergy",
            "volume": "64",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Statement of the German Contact Dermatitis Research 223",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Mahler",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Dickel",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Diepgen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Group (DKG) and the German Dermatological Society (DDG) on liability issues associated with 224 patch testing using a patient's own materials",
            "authors": [],
            "year": null,
            "venue": "Journal der Deutschen Dermatologischen",
            "volume": "225",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Current trends in patch testing -new data from the German 227 Contact Dermatitis Research Group (DKG) and the Information Network of Departments of 228 Dermatology (IVDK)",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Mahler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Geier",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schnuch",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Journal der Deutschen Dermatologischen Gesellschaft = Journal",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "EAACI position paper for practical 231 patch testing in allergic contact dermatitis in children. Pediatric allergy and immunology : 232 official publication of the European Society of Pediatric Allergy and Immunology",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "B"
                    ],
                    "last": "De Waard-Van Der Spek",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Darsow",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Mortz",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Clinical and experimental allergy : journal of the British Society for 236 Allergy and Clinical Immunology",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Klimek",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rasp",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Hellings",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Klimek",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cingi",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Allergy",
            "volume": "29",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Characterization of the foreign body response to 240 common surgical biomaterials in a murine model",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ibrahim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bond",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Medina",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Eur J Plast Surg",
            "volume": "40",
            "issn": "5",
            "pages": "383--392",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "length of several millimetres, here-found polypropylene fibres are capable to cause such 133 IR in patients with or without NHR. Particles of this size are too large to penetrate epithelial borders 134 and are therefore treated similarly to other foreign bodies on nasal mucosa, causing classical 135 symptoms of rhinitis. The cellular and inflammatory mechanisms causing IR in our study subjects are 136 still under investigation; however, here-assessed parameters in nasal secretions emphasize a central 137 role of mast cell degranulation. Mast cells are thought to be attracted by foreign body reactions and 138 may attract macrophages through degranulation, maintaining and priming the inflammatory 139 response in previous animal models 16 . Further studies are needed to investigate these mechanisms 140 in patients with face mask-related IR. 141",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "use of FFP masks. Subjectively reported symptom levels decreased after cessation of FFP use for 3 or 15 more days. The presence of polypropylene fibres isolated from nasal rinsing solution was significantly 16 associated with the use of FFP masks in our patients. Material safety and performance deregulation 17 of FFP masks can pose a health risk. Thus, especially healthcare professionals and other individuals 18 with occupational need for FFP masks should be aware of possible hazards that come with COVID-19 19 pandemic protection measures. 20 On March 11, 2020, the World Health Organization (WHO) declared \"corona virus disease 2019 25 (COVID-19)\", transmitted by the severe acute respiratory syndrome coronavirus (SARS-CoV-2), a 26 pandemic viral disease. Since the first reported infections in China 1 the number of infected patients 27 as well as fatalities are dramatically increasing worldwide 2 . COVID-19 patients can demonstrate 28",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Avoiding hazards in the 155 work environment remains a challenge from different perspectives during the COVID-19 pandemic. 156 SD / SEM standard deviation / standard error of the mean 164 CE conformité européenne; label indicating conformity to the EU-regulation",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "International equivalent standards for FFP2-masks 172 Patient reported nasal symptoms (VAS): polypropylene fibres in nasal lavage:",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}