{
    "paper_id": "0b5bdc68e5a1c3488b24ca492ffbadc36630b005",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The enormity of the challenges that inundated Psychiatric hospitals during the COVID-19 outbreak: Perspectives from a Psychiatric hospital in Guangzhou, China is an acute respiratory infectious disease caused by the newly discovered coronavirus. The World Health Organization (WHO) has listed it as a Public Health Emergency of International Concern (PHEIC) (Kandel et al., 2020) . In order to curb further development and progression of the outbreak, China has adopted many measures, such as quarantine, lockdowns, community assistance, traffic restrictions, and community follow-up, etc., which have been pivotal in the prevention and control of the COVID-19 pandemic in China. Without any doubt, most countermeasures double as major challenges for medical workers and psychotic patients Yan et al., 2020) . Scholars have also issued a call to pay attention to the occurrence of psychological problems during the COVID-19 epidemic (Tandon, 2020a (Tandon, , 2020b Kelly, 2020) .",
            "cite_spans": [
                {
                    "start": 358,
                    "end": 379,
                    "text": "(Kandel et al., 2020)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 790,
                    "end": 807,
                    "text": "Yan et al., 2020)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 933,
                    "end": 947,
                    "text": "(Tandon, 2020a",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 948,
                    "end": 964,
                    "text": "(Tandon, , 2020b",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 965,
                    "end": 977,
                    "text": "Kelly, 2020)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Letter to the Editor"
        },
        {
            "text": "The Affiliated Brain Hospital of Guangzhou Medical University is a grade 3A psychiatric hospital. It is a medical center for the diagnosis and treatment of neuropsychiatric diseases and difficult and complicated severe diseases, and a scientific research center and specialized personnel training base in South China, as well as the School of Mental Health of Guangzhou Medical University. Its main departments include Neurology, Mood Disorder, Traditional Chinese Medicine, Adult Psychiatry, Chronic Psychiatry, Geriatric Psychiatry, Child Psychiatry, Early Intervention, Substance Dependence, and Psychosomatic Medicine. In the first quarter, the number of outpatient and emergency visitors at our hospital equaled that within the same period of the previous year (the first quarter of 2020 vs the first quarter of 2019: 153,436 cases vs 155,271 cases) (Fig. 1A ). The number of inpatients was significantly lower than that in the same period of the previous year (the first quarter of 2020 vs the first quarter of 2019: 1201 cases vs 2219 cases) (Fig. 1B) . The patients in the departments of Traditional Chinese Medicine, Chronic Psychiatry, Child Psychiatry, Early Intervention, Substance Dependence, and Psychosomatic Medicine saw more than a 50 % drop when compared to the same period of the previous year (of which Child Psychiatry, Early Intervention, and Psychosomatic Medicine stopped inpatient services during the COVID-19 outbreak).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 855,
                    "end": 863,
                    "text": "(Fig. 1A",
                    "ref_id": null
                },
                {
                    "start": 1049,
                    "end": 1058,
                    "text": "(Fig. 1B)",
                    "ref_id": null
                }
            ],
            "section": "Letter to the Editor"
        },
        {
            "text": "Although it is different from the \"SARS\" epidemic of 2003, the COVID-19 pandemic is characterized by long latent periods, involves many target organs, and asymptomatic carriers (Ye et al., 2020) . In addition to gaining valuable time while clinging to all levels of departments, it has also brought heavy mental pressure to healthcare providers, grassroots cadres, and the masses on a growing scale Yao et al., 2020) . For example, the number of outpatient and emergency visitors at our hospital during the epidemic indicated that there was no significant reduction in the number of visitors when compared with the same period last year. In essence, it reflects the \"profound\" effects of the epidemic on people's mental and psychological states. Simultaneously, despite the decrease in the number of inpatients, there were high clinical demands for Neurology, Mood Disorder, Adult Psychiatry, Chronic Psychiatry, and Geriatric Psychiatry at our hospital under the premise of closing up some departments during the outbreak and by combining the declining percentage of inpatients within each department in comparison to the statistics of the previous year (Fig. 1C) . A few factors should be considered: (1) During the outbreak, some patients with mild and moderate symptoms switched to outpatient services to reduce possible nosocomial infection. In this manner, there was an upsurge in the number of outpatient and emergency visitors. (2) During the epidemic, the psychological stress response was pronounced. People with prior mental and psychological disorders, even among the general population, could easily trigger sensitive, paranoid, anxious symptoms, and other stress responses. Thus, this increased the demand for medical treatment more ever than before. (3) There were no significant changes in subjects (patients with organic lesions, chronic diseases, and elderly patients) in for diagnosis and treatment in the Neurology, Mood Disorder, Adult Psychiatry, Chronic Psychiatry, and Geriatric Psychiatry departments during the COVID-19 outbreak. (4) During the disease outbreak, patients who caused trouble or accidents, tramps, mendicants, or suspected psychiatric patients were on the rise because some of the primary medical sites were closed temporarily due to the pandemic. As a result, they were sent to our hospital for COVID-19 testing and admitted for treatment if the results were positive.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 194,
                    "text": "(Ye et al., 2020)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 399,
                    "end": 416,
                    "text": "Yao et al., 2020)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 1155,
                    "end": 1164,
                    "text": "(Fig. 1C)",
                    "ref_id": null
                }
            ],
            "section": "Letter to the Editor"
        },
        {
            "text": "However, the development of COVID-19 is related to the temperatures (higher latitude), different early aggressive containment strategies, younger average age of populations, etc (Tandon, 2020b) . Using our hospital as an example, the pressure from diagnosis and treatment in a psychiatric hospital skyrocketed during the COVID-19 outbreak from Southern China. We have proposed the following guidelines (and achieved some certain outcomes during the epidemic). Firstly, public health affairs should start from the grassroots to revamp public health psychological education and propagate mental health knowledge. In particular, healthcare providers should deliver mental health knowledge to the public via the Internet and other online platforms. This will help improve psychological counseling, psychological intervention, and other related systems. Therefore, people with psychological problems can be helped at the early stage (Supplementary material 1: Psychological education posters made during the COVID-19 outbreak by the Department of Community Mental Health of our hospital). Secondly, psychological assistance should be conducted for first-line medical workers to ensure that their psychological problems can be solved in a timely and effective manner during the anti-epidemic period. Thirdly, all professional psychiatric hospitals or psychiatric departments of general hospitals should strive to create smooth access to medical treatment, and guarantee patients who need to see a doctor or return to see a doctor can receive timely treatment in order to ensure the safety and stability of the society. Fourthly, considering the time spent by parents to accompany children and adolescents during the epidemic, some adolescent departments may appropriately cut down medical investment, and correspondingly increase the medical input in other departments, such as Neurology, Mood Disorder, Adult Psychiatry, Chronic Psychiatry, and Geriatric Psychiatry. Fifthly, the establishment of a work resumption clinic (that will rapidly and extensively carry out nucleic acid tests to provide health protection and support for the working people at all levels to resume work) is conducive to rapidly perform COVID-19 test in patients with mental and psychological disorders. It is the best \"treatment method\" for mentally ill patients to return to normal work and life as soon as possible.",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 193,
                    "text": "(Tandon, 2020b)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Letter to the Editor"
        },
        {
            "text": "B.Y.Y and F.Y. wrote the first draft of the manuscript and prepared the figures and statistical analysis, C.J.Y. revised the manuscript and interpreted the results. All authors contributed to and have approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author statement"
        },
        {
            "text": "There are no financial conflicts of interest to disclose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Financial disclosure"
        },
        {
            "text": "The authors report no declarations of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Competing Interest"
        },
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgment"
        },
        {
            "text": "Comparison of outpatients and inpatients in the first quarter of 2020 with those in the same period of the previous year. A: The total number of outpatients in the first quarter of 2020 is compared with those in the same period of the previous year. B: The total number of inpatients in the first quarter of 2020 is compared with those in the same period of the previous year. C: The total number of inpatients in major departments in the first quarter of 2020 is compared with those in the same period of the previous year. * >50 % decrease from the same period of the previous year. # <50 % decrease from the same period of the previous year.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 1."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Mental health care for medical staff in China during the COVID-19 outbreak",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fei",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Psychiatry",
            "volume": "7",
            "issn": "",
            "pages": "15--16",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Health security capacities in the context of COVID-19 outbreak: an analysis of International Health Regulations annual report data from 182 countries",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kandel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chungong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Omaar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xing",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1047--1053",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Coronavirus disease: challenges for psychiatry",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Kelly",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Brit. J. Psychiat",
            "volume": "217",
            "issn": "",
            "pages": "352--353",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The experiences of health-care providers during the COVID-19 crisis in China: a qualitative study",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Haase",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "Q"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "X"
                    ],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Glob. Health",
            "volume": "8",
            "issn": "",
            "pages": "790--798",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The COVID-19 pandemic, personal reflections on editorial responsibility",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tandon",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Asian J. Psychiatr",
            "volume": "50",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "COVID-19 and mental health: preserving humanity, maintaining sanity, and promoting health",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tandon",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Asian J. Psychiatr",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "China's experience on mental health in response to the COVID-19 pandemic",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Nie",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Asian J. Psychiatr",
            "volume": "53",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Patients with mental health disorders in the COVID-19 epidemic",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Psychiatry",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Delivery of infection from asymptomatic carriers of COVID-19 in a familial cluster",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Rong",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. J. Infect. Dis.: IJID",
            "volume": "94",
            "issn": "",
            "pages": "133--138",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Fei Yao Department of Science and Education, The Affiliated Brain Hospital of Guangzhou Medical University",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Biyu Ye",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "510370",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Contents lists available at ScienceDirect Asian Journal of Psychiatry journal homepage: www.elsevier.com/locate/ajp https://doi.org/10.1016/j.ajp.2020.102373 Received 9 July 2020",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Supplementary material related to this article can be found, in the online version, at doi:https://doi.org/10.1016/j.ajp.2020.102373.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix A. Supplementary data"
        }
    ]
}