{
    "paper_id": "0b5edcd123312de7189076f7659665bcca053358",
    "metadata": {
        "title": "Clinical characteristics and outcome of hemodialysis patients with COVID-19: a large cohort study in a single Chinese center",
        "authors": [
            {
                "first": "Rong",
                "middle": [],
                "last": "Zou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Fang",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Dan",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Cui-Ling",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Fei",
                "middle": [],
                "last": "Xiong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "By March 2020, there was a global outbreak of novel coronavirus disease (formerly known as 2019-nCoV and renamed COVID-19) [1] . It affected more than 770,000 people in over 100 countries, including China, Korea, Italy, Iran, Japan, Germany, France, Spain, the United States [2] . From December 2019 to March 2020, 80566 cases of the COVID-19, including more than 3000 deaths, had been confirmed in China [3] .",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 126,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 275,
                    "end": 278,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 405,
                    "end": 408,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As the center of the novel coronavirus disease outbreak in 2019, Wuhan has more than 4000 maintenance hemodialysis patients. Because of the older age, multiple comorbid conditions and suppressed immune systems, there is an increased risk of novel coronavirus infection in these hemodialysis patients. It is reported that the mortality rate of novel coronavirus disease has been approximately 2%, which is lower than severe acute respiratory syndrome (SARS; mortality rate, >40% in patients aged >60 years) and the Middle East respiratory syndrome (MERS; mortality rate, 30%) [4, 5] . However, little is known about clinical characteristics of hemodialysis patients with COVID-19. Here we report the clinical features and outcome of 66 hemodialysis patients with COVID-19 from a single hemodialysis center.",
            "cite_spans": [
                {
                    "start": 575,
                    "end": 578,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 579,
                    "end": 581,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A retrospective study was conducted focusing on the clinical characteristics of confirmed cases of COVID-19 in hemodialysis center of Wuhan Integrated TCM & Western Medicine Hospital. All hemodialysis patients with COVID-19 were recruited From January 1 to March 5, 2020. Novel coronavirus disease (COVID-19) was defined according to the WHO interim guidance [6] . All confirmed patients were diagnosed by symptoms and radiological findings plus positive laboratory results. A confirmed case with COVID-19 was defined as a positive result to high-throughput sequencing or real-time reverse-transcriptase polymerase-chain-reaction (RT-PCR) assay for nasal and pharyngeal swab specimens. Only the laboratory-confirmed cases were included in the analysis. Epidemiological data, symptoms at presentation, presence of comorbidities, laboratory data, treatment regimens, and clinical outcomes were collected from electronic medical records using a standardized data collection form. The frequency of examinations was determined by the treating physician. All recruited patients received the computed tomography scan. Hemodialysis patients with COVID-19 were followed up to March 25, 2020. All data were checked by two physicians (CF and CD) and a third researcher (XF) adjudicated any difference in interpretation between the two primary reviewers. This study was approved by the ethics commissions of Wuhan Integrated TCM & Western Medicine Hospital (ID number: MEC[2020]No.8) and informed consent was obtained from patients involved before enrollment.",
            "cite_spans": [
                {
                    "start": 359,
                    "end": 362,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Throat swab samples were collected and sent to the laboratory in specialized hospitals for novel coronavirus-infected hemodialysis patients. The laboratory diagnosis of COVID-19 was implemented by the Chinese Center for Disease Control and Prevention before January 23, 2020, and then by a certified tertiary hospital. The RT-PCR assay was conducted by the protocol established by the World Health Organization [7] .",
            "cite_spans": [
                {
                    "start": 411,
                    "end": 414,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Laboratory confirmation"
        },
        {
            "text": "Chest CT severity score assessment Chest CT imaging was performed on a 16-detector CT scanner (Emotion; SIEMENS). CT images were then acquired in the supine position during a single inspiratory breath-hold. The scanning range was from the apex of lung to costophrenic angle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Laboratory confirmation"
        },
        {
            "text": "The abnormalities of the pulmonary parenchyma were estimated according to the semi-quantitative scoring systems established by Feng Pan and his colleagues [8] . In brief, two chest radiologists who were blinded to patients' data evaluated all the CT images separately, in a standard clinical Picture Archiving and Diagnostic System workstation. Each of the five lung lobes was visually scored on a scale of 0 to 5('0' indicating 0% involvement; '1' indicating less than 5% involvement; '2' indicating 5%-25% involvement; '3' indicating 26%-49% involvement; '4' indicating 50%-75% involvement; '5' indicating more than 75% involvement). The total CT score was determined as the sum of lung involvement, ranging from 0 (no involvement) to 25 (maximum involvement). If there was a dispute, final scores were determined by consensus.",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 158,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Laboratory confirmation"
        },
        {
            "text": "Results were expressed as mean ± SD (for data that were normally distributed), or median and inter-quartile range (IQR) (for data that were not normally distributed). Differences in quantitative parameters between groups were assessed using the t-test (for data that were normally distributed) or nonparametric tests (for data that were not normally distributed). Differences in semi-quantitative results were tested using the Mann Whitney U test. Differences in qualitative results were compared using the v2 test. Logistic regression was used to analyze the factors related to death. It was considered a significant difference if the p-value was less than .05. The analysis was performed with SPSS statistical software package (version 13.0; Chicago, IL).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "From December 1 to March 5, a total of 66 hemodialysis patients in our center were diagnosed with novel coronavirus infection. Compared with the non-infected hemodialysis patients, patients with COVID-19 had a significantly shorter dialysis age, lower level of plasma albumin, the higher level of blood creatinine, potassium, and parathyroid hormone (all p < .05, Table 1 ). No significant difference in age, gender, primary kidney disease, coexisting disorders, average blood pressure, KT/ V, and type of angioaccess was found between the COVID-19 infected patients and non-infected patients ( Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 364,
                    "end": 371,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 595,
                    "end": 603,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In hemodialysis patients with COVID-19, the median age was 64.5 years (IQR 57.0, 72.0 yr), and 35(53.0%) were females. Their median duration of hemodialysis was 60.00 months (IQR 37.0, 78.5 mo, Table 2 ). The incidence of coronavirus infection in our center was 11.0% (66/602), of which 18 patients died. The mortality rate in the center was 27.3% (18/66), which was much higher than the general population, even in Wuhan city (nearly 5.1%, 2574/50008). Similar to the general population, Cough (69.7%) and fever (37.9%) were still the most common symptoms in hemodialysis patients with COVID-19, whereas nasal congestion (6.1%) was rare. Other symptoms were fatigue (34.8%), dyspnea (16.7%), sputum production (10.6%), diarrhea (7.6%), nausea and vomiting(15.2%), conjunctival congestion (7.6%). Thirty-four (51.5%) of the 66 patients had a smoking history. Fifty-six (84.8%) of the 66 patients were transferred to a specialized hospital after diagnosis, as well as 8(12.1%) patients into a mobile cabin hospital. Only two hemodialysis patients with confirmed COVID-19 refused hospitalization and treated in the emergency department. Ten of the 66 patients (15.2%) had chronic obstructive pulmonary disease, 20(30.3%) had coronary heart disease, 9(13.6%) had cerebrovascular diseases, 4(6.1%) had cancer, and 4(6.1%) had chronic liver disease (Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 194,
                    "end": 201,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1344,
                    "end": 1353,
                    "text": "(Table 2)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Following the different endpoints, 66 patients were categorized into survival and death subgroups. Compared with the survival group, patients in the death group had a significantly higher incidence of fever and dyspnea (37.9% vs. 22.9%, p < .001; 16.7% vs. 8.3%, p < .001, respectively, Table 2 ). Meanwhile, the incidence of coronary heart disease in hemodialysis patients in the death group was higher than that in the survival group(55.6% vs. 20.8%, p < .05, Table 2 ). No significant difference in age, gender, dialysis age, primary kidney disease, average blood pressure, KT/V, and type of angioaccess was found between the two groups ( Table 2) . However, patients in the death group had more prominent laboratory abnormalities than those in the survival group, such as leukocytosis, lymphopenia, elevated C-reactive protein levels, extended PT time, and elevated D-dimer level (all p < .05, Table 3 ). Meanwhile, hepatocyte damage was significantly more severe in the death group than that in the survival group (i.e. higher level of alanine aminotransferase and aspartate aminotransferase, lower level of albumin, all p < .05, Table 3 ). In terms of cardiomyocyte damage, no significant difference was found in creatine kinase isoenzyme-MB (CK-MB) level between the two groups. However, the level of cardiac troponin-I was higher in the death group than that in the survival group (0.572(IQR 0.020, 0.173) vs. 0.071(IQR 0.063, 0. 730), p ¼ .002, Table 3 ). Further logistic regression analysis suggested that fever, dyspnea, elevated D-dimer level Table 4 ). Almost all hemodialysis patients with COVID-19 had characteristic CT features in the disease process, such as different degrees of ground-glass opacities, multifocal organizing pneumonia, and architectural distortion in a peripheral distribution, but the positive chest CT findings in the death group were more severe than that in the survival group at the beginning of disease (Table 3 ; Figure 1 ). According to the semi-quantitative scoring system, the total scores of lung involvement in the death group was greater than that in the survival group ( 6 ± 4 vs. 2 ± 2; p ¼ .021) ( Table 3) . Among the deceased hemodialysis patients, respiratory and heart failure were numerous. Severe complications observed in death group included acute respiratory distress syndrome (9/18; 50.0%), respiratory failure (12/18; 66.7%), acute cardiac injury (12/18; 66.7%), heart failure (15/18; 83.3%), and shock (6/18; 33.3%). These were significantly more frequent than in the survival group, showing their potential association with the clinical outcome. Less common complications in death group included sepsis (2/18; 11.1%), disseminated intravascular coagulation (1/18; 5.6%), acute liver injury ( .007",
            "cite_spans": [
                {
                    "start": 2755,
                    "end": 2756,
                    "text": "(",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 287,
                    "end": 294,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 462,
                    "end": 469,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 642,
                    "end": 650,
                    "text": "Table 2)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 898,
                    "end": 905,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1135,
                    "end": 1142,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1454,
                    "end": 1461,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1556,
                    "end": 1563,
                    "text": "Table 4",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 1945,
                    "end": 1953,
                    "text": "(Table 3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1956,
                    "end": 1964,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2150,
                    "end": 2158,
                    "text": "Table 3)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Data are presented as mean (SD, standard deviation), medians (interquartile ranges, IQR) and n/N (%). p Values denoted the comparison between the survival group and death group. p < .05 was considered statistically significant (shown in bold). a Cancers referred to any malignancy. b Chronic liver disease referred to hepatitis B and hepatitis C. Abnormalities on chest CT (No.,%) 46/48 (95.8) 18/18 (100.0) 1.000 Total CT score (mean ± SD) 0-25 2 ± 2 (0-6) 6 ± 4 (2) (3) (4) (5) (6) (7) (8) (9) (10) (11) (12) .021 CT score according to lobe (mean ± SD) 0-5 Left upper lobe 0 ± 1 (0-2) 1 ± 1 (1-3) Left lower lobe 1 ± 1 (0-3) 1 ± 1 (1-5) Right upper lobe 0 ± 1 (0-2) 1 ± 1 (0-2) Right middle lobe 0 ± 1 (0-2) 1 ± 1 (0-2) Right lower lobe 1 ± 1 (0-2) 2 ± 1 (0-4)",
            "cite_spans": [
                {
                    "start": 464,
                    "end": 467,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 468,
                    "end": 471,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 472,
                    "end": 475,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 476,
                    "end": 479,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 480,
                    "end": 483,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 484,
                    "end": 487,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 488,
                    "end": 491,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 492,
                    "end": 495,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 496,
                    "end": 500,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 501,
                    "end": 505,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 506,
                    "end": 510,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Data are presented as mean (SD, standard deviation), medians (interquartile ranges, IQR) and n/N (%). p Values denoted the comparison between the survival group and death group. p < .05 was considered statistically significant (shown in bold). days (range 2 to 10). Most patients died from respiratory failure and heart failure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Novel coronavirus disease is now a worldwide pandemic. This virus causes more deaths than the flu infection (10-20 times more lethal) and is unfortunately much more contagious than the flu. Thousands of people died from novel coronavirus infection [9] . Hemodialysis patients, due to their own basic diseases, compromised immune function, and long-term close contact with the hospital, become very vulnerable to novel coronavirus infection [10, 11] .",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 251,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 440,
                    "end": 444,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 445,
                    "end": 448,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "As the largest hemodialysis center in Wuhan, our center had 602 maintenance hemodialysis patients. The hemodialysis patients were regularly dialyzed three times a week, at least 4 h per session, with poly-sulfone membrane dialyzers. The blood flow rate was adjusted from 250 to 300 mL/min. The dialysate flow rate was fixed at 500 mL/min, and ultrafiltration rates were set according to individual needs. The single pool urea kinetic model was monitored to ensure a delivered dialysis dose of at least 1.2 per dialysis for thrice weekly sessions. The clinical data were collected from 66 hemodialysis patients with COVID-19 in our center. According to different prognosis, they were divided into the survival group and death group. Compared with the survival group, a higher incidence of fever and dyspnea was presented in the death group. Meanwhile, patients in the death group were often accompanied by higher white blood cell count, prolonged PT time, increased D-dimer. More patients in the death group showed hepatocytes and cardiomyocytes damage. Furthermore, logistic regression analysis suggested that fever, dyspnea, and elevated D-dimer level were independent risk factors for death in hemodialysis patients with COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Similar to the research of non-dialysis patients with COVID-19 [12] [13] [14] , higher white blood cell count, longer PT time, and higher D-dimer level were also found in hemodialysis patients with poor prognosis after infected with coronavirus. These phenomena might suggest that severe inflammatory damage and coagulation system activation indicated bad outcomes.",
            "cite_spans": [
                {
                    "start": 63,
                    "end": 67,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 68,
                    "end": 72,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 73,
                    "end": 77,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Hepatocyte damage was also observed in both hemodialysis and non-hemodialysis patients who died from COVID-19 [12, 13, 15] . Furthermore, in our observation, hemodialysis patients are also accompanied by cardiomyocyte damage, which is mainly manifested by elevated troponin I level. Nevertheless, only one 40year-old male hemodialysis patient with elevated troponin I progressed to acute myocardial infarction. After treatment with anti-bacterium, antiviral, anticoagulation, and inhibition of platelet aggregation, this patient finally resolved.",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 114,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 115,
                    "end": 118,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 119,
                    "end": 122,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In our observation, hemodialysis patients with COVID-19 showed some clinical characteristics different from the general population. First, compared with the data from 1099 patients infected with the novel coronavirus, the incidence of fever in our center is not as high as that of the general population (37.9% vs. 87.9%) [3] . Although the prevalence of fever in the death group is much higher than that in the survival group and may be related to the prognosis. Second, in another singlecenter case series of 138 hospitalized patients with COVID-19, it was observed that patients admitted to the intensive care unit were older and had more complications than non-ICU patients [12] . Another clinical research also suggested that older age and higher Ddimer might be potential risk factors of poor prognosis at an early stage of disease [13] . But in our observation, unlike non-dialysis patients, no significant difference in age was found between the death group and the survival group. The logistic regression analysis suggested that no correlation between the age and death risk of hemodialysis patients with COVID-19. Therefore, even young hemodialysis patients should be highly vigilant if they develop fever and dyspnea at the beginning of disease. The appearance of these symptoms may indicate an adverse outcome.",
            "cite_spans": [
                {
                    "start": 322,
                    "end": 325,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 678,
                    "end": 682,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 838,
                    "end": 842,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Recently, it was observed that the activation of alveolar macrophages was a characteristic lesion of lung pathological progression in severe patients [16] . Unfortunately, we did not find the changes in peripheral blood macrophages in infected hemodialysis patients (data not shown). The role of macrophages in the pathological progress of hemodialysis patients may need more observations.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 154,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although we had taken many measures to reduce the infection rate of hemodialysis patients, such as education of staff and patients, expanding the spatial distance between patients, strengthening the disinfection of dialysis rooms, speeding up the screening of suspicious patients, and separating of infected or symptomatic and non-infected patients [17] ; unfortunately, the incidence of novel coronavirus infection in our hemodialysis center was up to 11.0%(66/602), of which 18(27.3%, 18/66) hemodialysis patients died. The mortality rate of COVID-19 in our center surpassed the overall mortality rate in Wuhan (nearly 5.1%, 2574/50008). The median time from diagnosis to death in hemodialysis patients with COVID-19 was very short. In the early stage of the disease outbreak, especially from January 27 to February 6, the number of COVID-19 patients increased rapidly, but the Huoshenshan hospital and cabin hospitals were still under construction. Consequently, medical resources such as the ICU ward and medical staff, high flow nasal cannula oxygen ventilator, extracorporeal membrane oxygenation (ECMO) were in shortage at Wuhan during that time. On the other hand, some family members of elderly patients refused invasive rescue treatments according to their own wishes. Besides, some hemodialysis patients with COVID-19 quickly developed severe complications such as cardiac arrest, hypotensive shock because of viral virulence and cardiovascular co-existing orders. These patients often died before invasive rescue treatment was given. Therefore, the shortage of medical resources, the wishes of family members, and time constraints might lead to a higher mortality rate than the general population in our center. After February 15th, a large number of mobile cabin hospitals were put into use, the specialized hospitals such as Huoshenshan, Leishenshan, and Jinyintan hospital were in good operation, and ICU medical staff across the country rushed to help. These measures have effectively reduced the mortality rate of COVID-19 patients, including hemodialysis patients with COVID-19.",
            "cite_spans": [
                {
                    "start": 349,
                    "end": 353,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This study has several limitations. First, the observation time is too short to study the long-term damage and prognosis of hemodialysis patients with novel coronavirus infection. Second, patients were sometimes transferred late in their illness to designated hospitals. Lack of invasive mechanical ventilation and extracorporeal membrane oxygenation (ECMO) might have also contributed to the poor clinical outcomes in some patients. Third, by excluding hemodialysis patients with negative RT-PCR results but suspicious chest CT scans, the case fatality ratio in our study might be higher than the true mortality in hemodialysis patients with COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "COVID-19 poses great challenges to patients on maintenance hemodialysis. Clinicians should be aware of the risk of death in hemodialysis patients with COVID-19. The potential risk factors of fever, dyspnea, and elevated D-dimer could help clinicians to identify hemodialysis patients with poor prognosis at an early stage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "No potential conflict of interest was reported by the author(s).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosure statement"
        },
        {
            "text": "This study is supported by the Medical Foundation for The Excellent Youth Doctor of Hubei Health Committee [2019] No. 48.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 113,
                    "text": "[2019]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Funding"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A pneumonia outbreak associated with a new coronavirus of probable bat origin",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "L"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "G"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "579",
            "issn": "7798",
            "pages": "270--273",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The Incubation Period of Coronavirus Disease 2019 (COVID-19) from publicly reported confirmed cases: estimation and application",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Lauer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Grantz",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Bi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Intern Med",
            "volume": "172",
            "issn": "9",
            "pages": "577--582",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical characteristics of 2019 novel coronavirus infection in China",
            "authors": [
                {
                    "first": "W-J",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z-Y",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "18",
            "pages": "1708--1720",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV): announcement of the Coronavirus Study Group",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "De Groot",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Baric",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Virol",
            "volume": "87",
            "issn": "14",
            "pages": "7790--7792",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clinical findings in a group of patients infected with the 2019 novel coronavirus (SARS-Cov-2) outside of Wuhan, China: retrospective case series",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "W"
                    ],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "X"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "G"
                    ],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "WHO: surveillance case definitions for human infection with novel coronavirus (nCoV)",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "WHO: laboratory testing for 2019 novel coronavirus (2019-nCoV) in suspected human cases",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Time course of lung changes at chest ct during recovery from coronavirus disease 2019 (COVID-19)",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "295",
            "issn": "3",
            "pages": "715--721",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "COVID-19 outbreak: an overview",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ciotti",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Angeletti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Minieri",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Chemotherapy",
            "volume": "64",
            "issn": "5-6",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Minimizing the risk of COVID-19 among patients on dialysis",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Ikizler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Kliger",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Rev Nephrol",
            "volume": "16",
            "issn": "6",
            "pages": "311--313",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Safeguarding the maintenance hemodialysis patient population during the coronavirus disease 19 pandemic",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Meijers",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Messa",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ronco",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Blood Purif",
            "volume": "49",
            "issn": "3",
            "pages": "259--256",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "11",
            "pages": "1061--1069",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1054--1062",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "507--513",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Aveolar macrophage dysfunction and cytokine storm in the pathogenesis of two severe COVID-19 patients",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "EBioMedicine",
            "volume": "57",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "COVID-19 and the inpatient dialysis unit: managing resources during contingency planning pre-crisis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Burgner",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Ikizler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Dwyer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin J Am Soc Nephrol",
            "volume": "15",
            "issn": "5",
            "pages": "720--722",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "transferred to the ICU. Four patients (22.2%, 4/18) in the death group received high-flow oxygen, and 2 (11.1%, 2/18) received noninvasive ventilation. Six elderly hemodialysis patients with COVID-19 gave up tracheal intubation and invasive ventilator treatment because their families refused. No patients in the survival group needed high-flow oxygen or ventilation treatments. More importantly, the median time from diagnosis to death in the death group was only five",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Representative chest CT findings in the death group (A) and survival group (B).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Baseline characteristics in hemodialysis patients with or without COVID-19.Data are presented as medians (interquartile ranges, IQR) and n/N (%). All cases were stable disease. p Values denoted the comparison between the survival group and death group. p < .05 was considered statistically significant (shown in bold). a Cancers referred to any malignancy. b Chronic liver disease referred to hepatitis B and hepatitis C.were independent risk factors for death in hemodialysis patients with COVID-19(OR, 1.077; 95% CI, 1.014 to 1.439; p ¼ .044; OR, 1.146; 95% CI, 1.026 to 1.875; p ¼ .034, OR, 4.974; 95% CI, 3.315 to 6.263; p ¼ .007, respectively;",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "patients in the death group received ICU admission, while no patient in the survival group needed to be",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Clinical features of hemodialysis patients with COVID-19.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Results of laboratory and radiographic investigations in hemodialysis patients with COVID-19.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Multivariate ORs for the prediction of death in hemodialysis patients with COVID-19.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}