{
    "paper_id": "0b5e54e136f22336f8dd846fc042497f969619c6",
    "metadata": {
        "title": "Everyday moral judgements of anti-social behaviour",
        "authors": [
            {
                "first": "Jan",
                "middle": [],
                "last": "Adams",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Andrew",
                "middle": [],
                "last": "Millie",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Over recent decades, there has been a lot of academic and political focus on antisocial behaviour, but less attention on the everyday moral judgements that can inform what we perceive to be anti-social. This is despite politicians' claims that anti-social behaviour reflects a moral decline. This article draws on a focus group study from the North West of England and on ideas from criminology and philosophy. People's assessments of anti-social behaviour are found to be informed by judgements of morality, most often in terms of 'doing what's right', having respect, and abiding by the Golden Rule, to 'do to others what you would have them do to you'. Understandings of anti-social behaviour are stretched so far by the public that they can range from littering through to tax avoidance, but what these behaviours have in common is their perceived breaching of our day-to-day moral standards. Implications are discussed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Over recent decades, many jurisdictions have focused attention on behaviours variously labelled as minor nuisances, incivilities or anti-social behaviours such as littering, noisy neighbours, through to loitering youths or on-street drug dealing (e.g. Millie 2009a; Peršak 2018) . In the UK, successive governments have framed antisocial behaviour as a moral concern. For instance, in the late-1990s and early 2000s Tony Blair's New Labour government implemented a major policy focus on antisocial behaviour culminating in what was ambitiously called a 'Respect Agenda' (Millie 2009b) . Anti-social behaviour was seen as reflecting a moral decline that could be reversed through instilling a 'culture of respect' (Respect Task Force 2006: 5) , and this was backed by the threat of enforcement. According to MP Jack Straw, one of the architects of the government's approach, there was a 'rising tide … the street is experienced as having fallen into the possession of an army of hoodies, aggressive beggars, muggers, chavs and binge drinkers. The Respect Agenda, with its assorted baggage of ASBOs, 1 parenting orders 2 and neighbours from hell, is simply a new chapter in this gloomy, ceaseless narrative of decline. And within this narrative the younger generation, their morals perceived to be perpetually spiralling downward and always younger in the onset of their depravity, figures both as a lament for things lost and a harbinger of worse to come. (2009: 66-67) If Pearson was right concerns about anti-social behaviour simply reflected perpetual intolerance towards the next generation of young people who had always challenged the morals and beliefs of their elders. The experiences of victims were real, but there had been no moral decline. Behaviours that were labelled as anti-social were nothing new (see also Pickard 2014 ).",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 265,
                    "text": "Millie 2009a;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 266,
                    "end": 278,
                    "text": "Peršak 2018)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 570,
                    "end": 584,
                    "text": "(Millie 2009b)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 713,
                    "end": 741,
                    "text": "(Respect Task Force 2006: 5)",
                    "ref_id": null
                },
                {
                    "start": 1455,
                    "end": 1468,
                    "text": "(2009: 66-67)",
                    "ref_id": null
                },
                {
                    "start": 1823,
                    "end": 1835,
                    "text": "Pickard 2014",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "An emphasis on perception and tolerance is picked up in the literature on antisocial behaviour (e.g. Squires 2008; Millie 2009a; Mackenzie et al. 2010) . For instance, according to Peter Squires (2008: 368) , 'anti-social behaviour is emphatically about perceptions, relationships, and interactions and contexts. It is important for what it signals'. What it signals may be moral decline, even if moral decline has no ontological reality. What is important is how it is perceived.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 114,
                    "text": "Squires 2008;",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 115,
                    "end": 128,
                    "text": "Millie 2009a;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 129,
                    "end": 151,
                    "text": "Mackenzie et al. 2010)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 187,
                    "end": 206,
                    "text": "Squires (2008: 368)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "During the decade to 2020 'anti-social behaviour' lost some of its political capital. The UK had bigger law and order concerns including terror attacks and the 2011 riots. Politicians were dealing with the aftermath of the 2008 global financial crisis and more recent Prime Ministers Theresa May and Boris Johnson have had other all-consuming issues in the form of exiting the European Union and the Covid-19 pandemic. The anti-social activities of a minority seemed less urgent. Yet anti-social behaviour had not gone away. For instance, in March-April 2020 during the early peak of the Covid-19 crisis, whilst many reported crimes in England and Wales apparently declined, 3 there seemed to be a dramatic rise in reports of anti-social behaviour. According to the National Police Chiefs' Council (NPCC) the rise was likely linked to breaches of the lockdown (Shaw 2020)-the implication being that behaviours previously thought of as anti-social may not have increased, but the public's perception of what constituted anti-social behaviour had expanded to include breaches of the new Covid-19 legislation 4 (although such breaches may have also included 'traditional' anti-social behaviours as well). The point is that perceptions of what constitutes anti-social behaviour may have expanded to fit the new circumstances.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Elasticity of anti-social behaviour"
        },
        {
            "text": "This elasticity provides a useful context for this article. The focus here is people's moral assessments of anti-social behaviour and it is contended that such assessments can be quite flexible. Official definitions of anti-social behaviour are vague and can include both uncivil and criminal behaviours (Millie 2009a) . What is contended in this article is that the public can stretch what is perceived as anti-social even further, and this is related to perceived breaches of everyday moral standards.",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 318,
                    "text": "(Millie 2009a)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Elasticity of anti-social behaviour"
        },
        {
            "text": "Evidence is drawn from a focus group study conducted in the North West of England (Adams 2019) discussed in the context of relevant literature from criminology and moral philosophy. It is acknowledged that other disciplines may have something useful to say about morality-most notably psychology (e.g. Kohlberg 1968; Gibbs 2019) . However, our focus is moral philosophy, a discipline that has much to offer but has often been overlooked by criminology (Arrigo and Williams 2006; Millie 2011b Millie , 2016 .",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 316,
                    "text": "Kohlberg 1968;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 317,
                    "end": 328,
                    "text": "Gibbs 2019)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 452,
                    "end": 478,
                    "text": "(Arrigo and Williams 2006;",
                    "ref_id": null
                },
                {
                    "start": 479,
                    "end": 491,
                    "text": "Millie 2011b",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 492,
                    "end": 505,
                    "text": "Millie , 2016",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Elasticity of anti-social behaviour"
        },
        {
            "text": "During 2016 nine focus groups were conducted across three towns in the North West of England (three focus groups in each town). There were 50 participants across all groups, aged from 19 to 69. The participants included 34 females and 16 males. It is acknowledged that focus groups have limitations and that other forms of data collection are possible such as the use of police data on reports of anti-social behaviour. However, for this project it was thought that a qualitative focus on perceptions (rather than reports) would be more fruitful in gaining understanding of people's differing ideas of what constitutes everyday morality and anti-social behaviour-which may or may not be based on reported incidences. The three towns were selected to represent a range in terms of measures of deprivation, based on scores from the 2010 English Index of Multiple Deprivation (EIMD) produced by the Office for National Statistics (DCLG 2011). The first was Skelmersdale which represented one of the most deprived locations nationally. Out of 32,482 Lower Layer Super Output Areas (LSOAs) across England, Skelmersdale town was ranked 2971. On a more local level, the Digmoor area of Skelmersdale had a score of just 283. The second location Rainford was the third least deprived area within the St Helens Borough with a ranking of 27,603. The third area, St Helens town, represented mixed deprivation ranging from very low ranks (44) to much higher ranks of very little deprivation (30,074).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "Participants were recruited through local community hubs and organisations. Ethical approval for the project was granted by the authors' host institution, including a right to withdraw and anonymity for participants (although as is common practice anonymity could not be guaranteed if serious harm was revealed, although this did not prove to be an issue. Also, anonymity within the groups was not possible). The purpose of the study was explained to participants before taking part, and contact details of support provided.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "To anticipate the article's conclusions, it was found that understandings of antisocial behaviour were stretched so far by the focus group participants that they could include a far wider range of people and activities than commonly imagined-from littering through to tax avoidance (and much in-between). With such a range of behaviours the usefulness of the term 'anti-social behaviour' may be lessened. What these behaviours had in common was their perceived breaching of our day-to-day moral standards. Anti-social behaviour is often assumed to be perpetrated by groups of young people and spatially concentrated within areas of social housing (Brown 2004) . One of the authors has previously highlighted that this may be because this is where agencies have been looking for anti-social behaviour (Millie 2007) . The participants in this study did identify young people as potential perpetrators, but some were also aware that this was a stereotype. They identified other groups and situations where people's behaviour could be regarded as anti-social. It was found to be a label applied following moral judgement and was not unique to any particular social group or type of neighbourhood. Implications are discussed.",
            "cite_spans": [
                {
                    "start": 647,
                    "end": 659,
                    "text": "(Brown 2004)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 800,
                    "end": 813,
                    "text": "(Millie 2007)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "In philosophy, there are three main approaches to understanding moral questions. First, a virtue ethics approach places emphasis on the character of a moral agent. This contrasts with a deontological perspective that emphasises doing one's duty or following rules, or consequentialism which focuses on the outcomes or consequences of actions (see, e.g. Millie 2016). In making a moral judgement concerning what is or is not anti-social it is possible that combinations of these three are used discretely or in combination. For instance, littering may be described as morally wrong and therefore anti-social because it breaches society's norms and rules (deontological), or because it has a detrimental impact on the environment (consequentialist), or perhaps because it reflects poor character in the litterer (a virtue ethics explanation). Political narratives of moral decline often adopt a consequentialist position. For instance, as cited above, MP Jack Straw (1996) identified a 'rising tide of disorder' that had the consequence of 'blighting our streets, parks and town centres'. David Cameron (2008) adopted a combination of virtue ethics (that 'we seem to have abandoned the habits of all human history') and deontology ('that in a civilised society, adults have a proper role-a responsibility-to uphold rules and order in the public realm'). It is possible that the public similarly switches between different approaches to understanding moral action, and therefore how behaviours are interpreted as anti-social.",
            "cite_spans": [
                {
                    "start": 958,
                    "end": 970,
                    "text": "Straw (1996)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "However moral actions are explained, a fundamental ethical question is whether there are universal moral truths, or-taking a relativist position-they are all dependent on context and interpretation. Whilst such questions can be applied to the major moral issues of our time they are also applicable to our everyday moral decisions, including what is deemed to be anti-social. Within moral philosophy there has been for many years the notion of a common morality or a common sense morality that refers to everyday, ordinary values and norms. According to Tom Beauchamp (2003: 260) a common morality is 'the set of norms shared by all persons committed to the objectives of morality… it is applicable to all persons in all places, and all human conduct is rightly judged by its standard'. It is suggested that a common morality is a universal minimal moral sentiment of every morally serious person. Yet we do not all think the same and different cultures and societies can adopt quite different moral positions-something a moral relativist would emphasise. For instance, writing over a century ago Edward Westermarck (1906: 742) noted how: 'A mode of conduct which among one people is condemned as wrong is among other people viewed with indifference or regarded as praiseworthy or enjoyed as a duty'. The danger of a fully relativist position is that it can allow for quite abhorrent behaviours simply because they are approved by different cultures or societies (Millie 2016 ). The alternative is that some actions will always be wrong. The relevance to the current article is that the public may understand anti-social behaviour (and the everyday moral assessments that inform perceptions of what is anti-social) in terms of universal truths or relatively.",
            "cite_spans": [
                {
                    "start": 554,
                    "end": 579,
                    "text": "Tom Beauchamp (2003: 260)",
                    "ref_id": null
                },
                {
                    "start": 1104,
                    "end": 1127,
                    "text": "Westermarck (1906: 742)",
                    "ref_id": null
                },
                {
                    "start": 1463,
                    "end": 1475,
                    "text": "(Millie 2016",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The deontological ethics put forward by Immanuel Kant may be useful here. According to Kant's first formulation of the categorical imperative (his Formula of Universal Law), we should: 'Act only according to that maxim whereby you can at the same time will that it should become a universal law ' (1785/1990: 1031) . To adopt this imperative we aim to act only in ways that we wish everyone to act. Therefore, we do not litter because we do not wish for littering to become a universal law (Millie 2016 ). We would not want others to litter on our property, so we do not litter on theirs. Similarly, we do not automatically condemn groups of youths who are congregating because we would not want others to condemn us for meeting with our friends. This simple idea can be added to by Kant's second formulation, his Formula of Humanity as an End in Itself:",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 314,
                    "text": "' (1785/1990: 1031)",
                    "ref_id": null
                },
                {
                    "start": 490,
                    "end": 502,
                    "text": "(Millie 2016",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Kant and anti-social behaviour"
        },
        {
            "text": "Act in such a way that you treat humanity, whether in your own person or in the person of another, always at the same time as an end and never simply as a means. (1785/1990: 1036) In short we are to respect the inherent dignity in all people. Behaving in ways described as anti-social does not show respect to others and does not respect their dignity; but similarly, how we treat those labelled as anti-social should also recognise their inherent dignity as persons, despite what they may have done.",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 179,
                    "text": "(1785/1990: 1036)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Kant and anti-social behaviour"
        },
        {
            "text": "This idea has implications for 'respect agendas' (Millie 2009b ) and other 'civilising offensives' (Flint and Powell 2009) . It draws some inspiration from the Golden Rule that is repeated in many religions and cultures (Hertzler 1934; Millie 2016 Millie , 2021 . For instance, as expressed in the Gospel of Matthew (7:12): 'So in everything, do to others what you would have them do to you, for this sums up the Law and the Prophets'. Although this does not tell us the specifics of what is acceptable and in what circumstances, a guide for moral living is provided; and in the context of this article it may help to identify which breaches of everyday morality the public perceive as anti-social.",
            "cite_spans": [
                {
                    "start": 49,
                    "end": 62,
                    "text": "(Millie 2009b",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 99,
                    "end": 122,
                    "text": "(Flint and Powell 2009)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 220,
                    "end": 235,
                    "text": "(Hertzler 1934;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 236,
                    "end": 247,
                    "text": "Millie 2016",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 248,
                    "end": 261,
                    "text": "Millie , 2021",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Kant and anti-social behaviour"
        },
        {
            "text": "Of course, not everyone will agree. Some may treat themselves as the exception or will find justification for bending the rules (Edgerton 1985; Hinde 2007) . To continue the littering example, they may perceive it to be wrong but choose to do so anyway. Or perhaps some would be happy if everybody were litterers; or perhaps, simply at the moment of dropping litter, they do not care. In a Kantian society one would always try to abide by the moral law.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 143,
                    "text": "(Edgerton 1985;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 144,
                    "end": 155,
                    "text": "Hinde 2007)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Kant and anti-social behaviour"
        },
        {
            "text": "As noted, moral philosophy has long grappled with the idea of a common sense, or common morality. For some participants in the current study such a shared morality exists; as one participant put it, '… people make common sense assumptions about people' (P1, Rainford Focus Group 1). Another participant stated that, 'everyone should basically know… right from wrong' (P1 from Skelmersdale Focus Group 3). Yet for others, behaviours can be interpreted differently. A relativist perspective was put forward by P2 from Skelmersdale Focus Group 3: … because some people can deem one thing moral,… you know religious morality and personal morality and sometimes they clash dramatically and then if you're trying to force one and then the other there's literally borders between borders and borders when it comes to morality. Some people deem an action of shooting a criminal as being good… Whilst people may make 'common sense assumptions', they might not come to the same conclusions-as one participant from Skelmersdale recounted: … I've witnessed what other people have told me is anti-social behaviour, but I haven't actually agreed… like gangs of youths who… where I live near, hadn't actually done anything, but it's a different section of people, that actually make that into a problem and say that's anti-social behaviour. (P5, Skelmersdale Focus Group 2) When discussing anti-social behaviour many recounted stories of their own experiences. It seemed that anti-social behaviour was something known personally to them because they had lived it, or they knew another individual or group that had experienced it. Perceptions of what constituted anti-social behaviour were heavily influenced by these stories, rather than picking from a list of officially defined behaviours. For instance, in one St Helens focus group: … and where we've lived we've had eggs thrown at window, because we didn't fit in, because it was a street where it was like Beirut, (P3, St Helens Focus Group 1) I've had me car scratched up, I've had me windows smashed in, I've had nails put into me tyres (P2, St Helens Focus Group 1) What were being described may have been more serious breaches of criminal law on harassment and criminal damage 5 ; yet for these participants what they had experienced was also anti-social. Similar personal experiences were described by another participant, this time a local religious leader: I suppose as much as the parish before that where I was in Liverpool… the vicarage before, almost every night really, broken into, vandalized. We had a new roof put on, that was vandalized,… stealing cars and driving them around the back of the vicarage setting fire to them, every night that went so that was anti-social behaviour. (P4, Rainford Focus Group 1)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus group findings"
        },
        {
            "text": "The behaviours were again breaches of criminal law as well as being perceived as anti-social-including theft and arson. What were important were the participant's experiences, although in this example the participant tried to understand the behaviour in terms of structural concerns: 'Maybe a high level of unemployment… A high level of drug-taking… A lot of the time, the parents have never had jobs,… They saw the vicarage as a threat, you see, it was the biggest house in the parish so, it was a target'.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus group findings"
        },
        {
            "text": "When asked to consider everyday moral decisions participants often talked in terms of the Golden Rule-even if they did not use that precise term. In one focus group in Skelmersdale it was a theme repeated by several participants. For instance, when asked what they thought might constitute everyday morality, one participant responded, 'I think it's, erm… knowing right from wrong and showing respect to others… treating other[s] like you, you'd like to be treated yourself.' (P5, Skelmersdale Focus Group 1). Similarly, another participant stated, 'yeah being respectful to others… Just treat them the way you'd like to be treated yourself' (P6, Skelmersdale Focus Group 1). A participant from Rainford stated 'I think morality is about trying to do the right thing and respect other people, treat people how you'd like to be treated.' (P3, Rainford Focus Group 2). Kant' s Formula of Universal Law might be a useful starting point-to: 'Act only according to that maxim whereby you can at the same time will that it should become a universal law ' (1785/1990: 1031) . The emphasis on respect and the language of the 'Golden Rule' would be familiar to Kantian ethicists (Hill 2000) . Some participants put this in the context of family, religion and cultural background; as P1 from Skelmersdale Focus Group 3 put it, …it comes from religion and it's also cultural as well. But everyday morality I think is just, you know, a general code of behaviour which everyone should basically know the right, right from wrong.",
            "cite_spans": [
                {
                    "start": 867,
                    "end": 872,
                    "text": "Kant'",
                    "ref_id": null
                },
                {
                    "start": 1047,
                    "end": 1066,
                    "text": "' (1785/1990: 1031)",
                    "ref_id": null
                },
                {
                    "start": 1170,
                    "end": 1181,
                    "text": "(Hill 2000)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Focus group findings"
        },
        {
            "text": "Participants were asked directly whether they considered anti-social behaviour to be a moral issue. In Rainford Focus Group 1, participants felt that to behave in an antisocial way was not conducive to living a moral life. For instance, according to P1, 'If you're living a moral life, you don't engage in anti-social behaviour'. Similarly, according to P3 in Rainford Focus Group 2:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus group findings"
        },
        {
            "text": "ASB shows a lack of morality so… if you had the right morals you wouldn't be committing that type of behaviour, so therefore there is a link between the two. (P3, Rainford Focus Group 2) That said, according to a participant from Skelmersdale:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus group findings"
        },
        {
            "text": "You know what? I probably used to think that they'd go hand in hand, they don't do they? I mean you could be a genuine, generally a good person but have the occasional slip up, or have the occasional inconsideration you know like… blasting your music through the walls… it doesn't make you a bad person it just makes you stupid… (P2, Skelmersdale Focus Group 1) There is recognition that people make mistakes, but that does not mean they should be labelled as immoral. No one lives an entirely morally good life, despite political claims for the existence of a law-abiding or moral majority. Yet, more participants saw a direct link between everyday morality and anti-social behaviour. Some reiterated the view from government that it reflects a moral decline-and that this was related to a decline in respect and in standards of parenting. For instance: … but I think also a lot of families, parents don't, respect's a two-way thing, and I don't think the children are shown respect. So how can parents expect their children to show them respect and, you know, I was brought up to respect my elders… (P1, Rainford Focus Group 3) … it's totally different from when we were younger, there's no respect for your elders, there's no respect for the police, no respect for the fire service, for any emergency service, and I wouldn't like to be in their shoes. There's no respect whatsoever, no one's frightened of anything… and I mean that… as in a younger generation they're not frightened of anything, there's just no respect anywhere whether it be at school, at home… but a lot of it comes from the home, definitely. (P1, St Helens Focus Group 2) 'Bad parenting' and 'problem families' are frequently blamed for society's problems, but this is a simplification (Peters 2012) . Having less automatic deference to our supposed superiors is also not necessarily a bad thing (Millie 2009b) . But the perception is that there has been a moral decline as reflected in a decline in respect and in parenting skills. Whether this is true is another issue and is based upon perception and levels of tolerance (Mackenzie et al. 2010) .",
            "cite_spans": [
                {
                    "start": 1759,
                    "end": 1772,
                    "text": "(Peters 2012)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1869,
                    "end": 1883,
                    "text": "(Millie 2009b)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 2097,
                    "end": 2120,
                    "text": "(Mackenzie et al. 2010)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Focus group findings"
        },
        {
            "text": "When asked what they thought constituted anti-social behaviour many of the participants repeated the familiar list of rowdy youths, street drinking, littering and speeding motorists. For instance, according to one participant from Rainford: … I think it's things like, erm… people dropping litter, speeding through villages when the speed limit is lower, erm, generally causing a nuisance and upsetting the peace of other people living in communities, causing trouble that kind of thing. (P4, Rainford Focus Group 2)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus group findings"
        },
        {
            "text": "Similarly, according to a participant from Skelmersdale: erm I think of youths… or people who are a bit rough lookin'… hanging out at night and trying to provoke people who are walking past… and you know like drinking in the street… things that may make people feel uncomfortable. (P4, Skelmersdale Focus Group 1) Whilst identifying anti-social behaviour as largely a youth phenomenon, some acknowledged that this was a stereotype: I suppose it's the stigma associated with groups of youths isn't it… you're intimidated by… so even if they're not doing anything wrong, you could just think they are… by your own morals and stigmas. (P1, Skelmersdale Focus Group 1)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus group findings"
        },
        {
            "text": "In a discussion of loud music one participant noted that it was persistence that made it anti-social: 'Yeah [loud music] it's definitely wrong … it is a common occurrence in this situation but if it's just once, it's not as bad, but if it's more…' (P4, Skelmersdale Focus Group 1). Persistence has previously been noted as an aspect of anti-social behaviour (Millie et al. 2005) . Perhaps it also contributes to whether the behaviour breaches everyday moral standards. Others focused on the subjectivity of what constitutes anti-social behaviour and that individual or group perceptions are important. According to one participant from St Helens, 'it's kind of all about perception, what is anti-social to one person may not be to another' (P1, St Helens Focus Group 3).",
            "cite_spans": [
                {
                    "start": 358,
                    "end": 378,
                    "text": "(Millie et al. 2005)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Focus group findings"
        },
        {
            "text": "Whilst some stereotypical behaviours were regarded as anti-social, less common behaviours were also identified. For instance, one participant identified a neighbour's loud washing machine. Others talked about smoking in areas where it is not permitted. Asking participants about the morality of acts provoked responses that further broadened the scope of anti-social behaviours. For instance, in Focus Group 2 in Skelmersdale anti-social behaviour was equated with members of parliament fraudulently claiming expenses, '…the way that you see these three hundred pound a day expenses that they claim' (P3). The context was memory of the MPs' expenses scandal of 2009, when certain MPs had allegedly misused allowances and expenses, leading to heightened moral concern within the UK (Flinders, 2012) . Not only was this behaviour denounced as being anti-social, it was also thought to be morally wrong:",
            "cite_spans": [
                {
                    "start": 781,
                    "end": 797,
                    "text": "(Flinders, 2012)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Focus group findings"
        },
        {
            "text": "I mean one of them claimed for underfloor heating his outdoor tennis court, and another one in his big mansion and big lake, a duckhouse … as if he needs the money? It wasn't a pond, it was a lake. Very immoral. (P3 Skelmersdale Focus Group 2)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus group findings"
        },
        {
            "text": "The MPs' actions were seen as anti-social, immoral and-like other actions already noted-also criminal. Focus groups were presented with a range of vignettes to encourage consideration of the morality of specific behaviours and whether they are anti-social. The vignettes related to congregating youth, illegal parking, playing loud music, littering, benefit fraud and falsely filing a tax return. Scenarios were chosen to include behaviours that are, as well as are not, officially regarded as anti-social. In response to a vignette on falsely filing a tax return a participant from St Helens claimed that:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus group findings"
        },
        {
            "text": "Well there's a budget bucket for everyone to go around… and if they're taking a little bit more because they think they need it, there's other people who need it more. So they're stealing again, so it is immoral and it is anti-social… (P4, St Helens Focus Group 1)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus group findings"
        },
        {
            "text": "In response to a vignette on benefit fraud (where a person discovered a neighbour committing benefit fraud) two participants from the more affluent Rainford focus group 2 agreed that this was anti-social:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus group findings"
        },
        {
            "text": "… it is anti-social because at the end of the day it's wrong what they're doing and everybody else who works doesn't claim benefits, …well, they're not bothered they'll just claim for whatever they can, for me it's anti-social behaviour. (P1) Yeah I'd agree… yeah… erm… you know you, you're perhaps taking away that money from someone else who really needs it… you know, so you… you're telling lies, it's fraud, and that, yeah… I just think it is anti-social behaviour, it's not something that you should be doing and I think it's disrespectful to other people who are, you know, claiming by the book sort of thing. (P.2) (Rainford Focus Group 2)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus group findings"
        },
        {
            "text": "In these examples benefit fraud was anti-social because 'everybody else who works doesn't claim benefits' and 'it's not something that you should be doing'-a deontological or rule-based assessment. It was also anti-social because it is 'taking away that money from someone else'-a consequentialist perspective. Participants also talked about environmental anti-social behaviour such as littering in terms of its consequences. For instance: I think it's morally wrong and anti-social as well because… when people are talking about people dropping litter out of the car windows or just dropping litter when they're walking along, or not disposing of their own household waste properly, it does have an effect on other people in society, an effect on the environment, and on the community. … they don't care and they can, then, it shows their own lack of care and consideration for other people …what kind of world would we be in if everybody just had no rules at all and they just did whatever they wanted (P4, Rainford Focus Group 2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus group findings"
        },
        {
            "text": "The emphasis here is consequentialist, 'an effect on other people in society… envi-ronment… community'. It is also deontological ('if everybody just had no rules at all') and a virtue-based assessment ('they don't care'). A further participant adopted a consequentialist view of littering and fly tipping: 'why just dump it on the estate and make a mess where everyone else lives as well?' (P5, Skelmersdale Focus Group 2)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus group findings"
        },
        {
            "text": "The focus group findings demonstrated the elasticity of people's understandings of anti-social behaviour. Some participants regarded certain behaviours as always antisocial, although these behaviours included more than might be imagined based on any official list and often included behaviours that could be classified as criminal. Others adopted a relativist perspective that anti-social behaviour can stretch depending on individual perception and context. Either way, what made these behaviours anti-social was their perceived breaching of everyday moral standards. Participants most often explained everyday morality in terms of: (1) Darwall (1977) there are two kinds of respect-a recognition respect that acknowledges inherent dignity in others irrespective of what they have done (that has overlaps with Kant's Formula of Humanity as an End in Itself), and an appraisal respect that is earned on merit, such as respect for winning a race. Returning to the politics of anti-social behaviour, New Labour's Respect Agenda and other government-led 'civilising offenses' have centred on the notion that respect has to be earned (Millie 2009b) . Recognition respect would be the more egalitarian.",
            "cite_spans": [
                {
                    "start": 638,
                    "end": 652,
                    "text": "Darwall (1977)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1130,
                    "end": 1144,
                    "text": "(Millie 2009b)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and conclusions"
        },
        {
            "text": "Perceptions of 'doing what's right' are open to interpretation, but it would be useful to unpack what these might include. Similarly, practitioners would benefit from having greater understanding of the public's interpretation of the Golden Rule, as one participant put it, that you 'treat people how you'd like to be treated' (P3, Rainford Focus Group 2). As for ideas of respect, the notion of recognition respect (including respect for those perceived as anti-social) may be a useful place to start in creating a more empathetic approach (Millie 2016) to anti-social behaviour policy. At the very least anti-social behaviour policy might adopt a position where all are treated with dignity or 'how you'd like to be treated'.",
            "cite_spans": [
                {
                    "start": 541,
                    "end": 554,
                    "text": "(Millie 2016)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and conclusions"
        },
        {
            "text": "We have argued in this article that there has not have been a moral decline, despite politicians' repeated insistence that this is the case. Yet in this context this study has been useful in revealing how participants tended to interpret behaviours in terms of their morality. Given the localised and qualitative nature of the research it would be useful to see if this was the case elsewhere; but a link between anti-social behaviour and moral judgements (on doing what's right, being respectful and abiding by the Golden Rule) has two implications for those tasked with dealing with complaints of anti-social behaviour.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and conclusions"
        },
        {
            "text": "First, people's ideas of what are anti-social may be far wider than any officially defined list. The term 'anti-social behaviour' becomes less useful the more inclusive it becomes, but participants referred to a very wide range of behaviours from littering through to tax avoidance. Consequently, everyone has the potential to be regarded as anti-social (and not just young people located in areas of social housing).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and conclusions"
        },
        {
            "text": "Second, participants talked about anti-social behaviour in terms of everyday morality-and it was the perceived breach of everyday morality that held these quite disparate behaviours together. If the public understand anti-social behaviour in terms of everyday morality then this has an impact on understandings of everyday order and how it is negotiated (see e.g. Klinger 1997) . It is possible that solutions will be more associated with moral education than enforcement, with an emphasis on tolerance of difference.",
            "cite_spans": [
                {
                    "start": 364,
                    "end": 377,
                    "text": "Klinger 1997)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "An investigation of everyday morality and anti-social behaviour",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Adams",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Philosophy, crime, and criminology",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A defense of the common morality",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Beauchamp",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Kennedy Institute of Ethics Journal",
            "volume": "13",
            "issn": "3",
            "pages": "259--274",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Anti-social behaviour, crime control and social control",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Howard Journal of Criminal Justice",
            "volume": "43",
            "issn": "2",
            "pages": "203--211",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Coronavirus: The lockdown laws. House of Commons Library Briefing Paper",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "8875",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "David Cameron's speech in full. The Guardian",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cameron",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Two kinds of respect",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Darwall",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Ethics",
            "volume": "88",
            "issn": "1",
            "pages": "36--49",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The English indices of deprivation 2010. London: Department for Communities and Local Government",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Dclg",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Rules, exceptions, and social order",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Edgerton",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Field, F. 2003. Neighbours from Hell: The politics of behaviour. London: Politico's",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The demonisation of politicians: Moral panics, folk devils and MPs' expenses. Contemporary",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Flinders",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Politics",
            "volume": "18",
            "issn": "1",
            "pages": "1--17",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Civilising offensives: Education, football and eradicating sectarianism in Scotland",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Flint",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Powell",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Securing respect: Behavioural expectations and anti-social behaviour in the UK",
            "volume": "",
            "issn": "",
            "pages": "219--238",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Moral development and reality",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Gibbs",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Putting victims first? A critique of Coalition anti-social behaviour policy",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Heap",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Critical Social Policy",
            "volume": "36",
            "issn": "2",
            "pages": "246--264",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "On golden rules",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Hertzler",
                    "suffix": ""
                }
            ],
            "year": 1934,
            "venue": "International Journal of Ethics",
            "volume": "44",
            "issn": "4",
            "pages": "418--436",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Respect, pluralism, and justice: Kantian perspectives",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Hill",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Bending the rules: The flexibility of absolutes in modern life",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Hinde",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Home Office preparedness for Covid-19 (Coronavirus): Domestic abuse and risks of harm within the home",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Grounding for the metaphysics of morals",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kant",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Classics of western philosophy",
            "volume": "",
            "issn": "",
            "pages": "1009--1058",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Negotiating order in patrol work: An ecological theory of police response to deviance",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Klinger",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Criminology",
            "volume": "35",
            "issn": "2",
            "pages": "277--306",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Moral development",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kohlberg",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "International encyclopedia of the social sciences",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The drivers of perceptions of anti-social behaviour",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mackenzie",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bannister",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Flint",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Parr",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Millie",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fleetwood",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Home Office Research Report",
            "volume": "34",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Looking for anti-social behaviour",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Millie",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Policy & Politics",
            "volume": "35",
            "issn": "4",
            "pages": "611--627",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Anti-social behaviour",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Millie",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Securing respect: Behavioural expectations and anti-social behaviour in the UK",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Millie",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Moral politics, moral decline and anti-social behaviour",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Millie",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "People, Place and Policy Online",
            "volume": "4",
            "issn": "1",
            "pages": "6--13",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Big society, small government: The British coalition government and tackling antisocial behaviour",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Millie",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Crime Prevention and Community Safety",
            "volume": "13",
            "issn": "4",
            "pages": "284--287",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Value judgments and criminalization",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Millie",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "British Journal of Criminology",
            "volume": "51",
            "issn": "2",
            "pages": "278--295",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Philosophical criminology",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Millie",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Criminology and public theology: On hope, mercy and restoration",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Millie",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Anti-social behaviour strategies: Finding a balance",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Millie",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jacobson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mcdonald",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hough",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Hooligan: A history of respectable fears",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pearson",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "A Jekyll in the classroom, a Hyde in the street': Queen Victoria's hooligans",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pearson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Securing respect: Behavioural expectations and anti-social behaviour in the UK",
            "volume": "",
            "issn": "",
            "pages": "41--71",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Regulation and social control of incivilities",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Peršak",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "I blame the mother: Educating parents and the gendered nature of Parenting Orders",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Gender and Education",
            "volume": "24",
            "issn": "1",
            "pages": "119--130",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Anti-social behaviour in Britain: Victorian and contemporary perspectives",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pickard",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Respect action plan. London: Home Office",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Coronavirus lockdown: Anti-social behaviour on rise but overall crime falls. BBC News Online, 15 April",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Shaw",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "ASBO nation: The criminalisation of nuisance",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Squires",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Rougher justice: Anti-social behaviour and young people",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Squires",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Stephen",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Speech by shadow home secretary, jack straw. Speech to the NACRO AGM",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Straw",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "The origin and development of the moral ideas",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Westermarck",
                    "suffix": ""
                }
            ],
            "year": 1906,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Common features were 'doing what's right', showing respect, and abiding by the Golden Rule. 'Doing what's right' is clearly open to interpretation; but",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "doing what's right, (2) showing respect and (3) abiding by the Golden Rule. As discussed, Kantian ethics may be useful for interpreting what is meant by 'doing what's right'. The Golden Rule and talk of respect would also be recognizable to Kant, although it is not clear what kind of respect is being used. According to Stephen",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}