{
    "paper_id": "0b6d61bf6daff1d805e7b3fc9751b6c6d4b61e56",
    "metadata": {
        "title": "Schulbeginn für Kinder mit Asthma",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Szépfalusi: Ja, der erste Anlaufpartner für alle Erkrankungen, die Kinder betreffen, ist der Kinderfacharzt, und das soll auch in der jetzigen Zeit so weiterbestehen, auch wenn der Verdacht auf COVID-19 vorliegt. Kinderärzte sind gerüstet, mit Infektionskrankheiten aller Art korrekt umzugehen, und da gilt es immer, die eine und andere Erkrankung voreinander zu schützen, und dafür sind Kinderärzte gut gerüstet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Asthma bronchiale"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "rungsvideos von folgenden Sponsoren unterstützt: Alk-Abelló, AstraZeneca, Bencard Allergie, Menarini Pharma",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Asthma bronchiale ist die häufigste chronische Erkrankung im Kindesund Jugendalter. Jedes zehnte Kind ist davon betroffen. In mindestens 70 % der Fälle bricht die Krankheit vor dem 5. Lebensjahr aus. Allerdings wird Asthma bronchiale bei Kindern häufig übersehen oder zu spät behandelt. Asthma bronchiale ist zwar noch nicht heilbar, es stehen aber zahlreiche medikamentöse und andere therapeutische Hilfen zur Verfügung. Jede Therapie hat das Ziel, dem erkrankten Kind die vollständige Teilnahme am normalen Leben zu ermöglichen. Frage, ob es ratsam ist, dass Kinder mit Asthma weiter in den Kindergarten oder in die Schule gehen (s. Kasten). Die ÖLU stellt sich vor Die Österreichische Lungenunion (ÖLU) ist eine bundesweit aktive Selbsthilfegruppe für Menschen mit Atemwegserkrankungen, Hauterkrankungen und Allergien. Die ÖLU stützt und fördert die Mündigkeit der Betroffenen. Das Ziel: informierte Patientinnen und Patienten sowie eine informierte Mitwelt. Da es der ÖLU ein Anliegen ist, alle Betroffenen zu erreichen, wurden die Videos mit den Experten auch in Serbisch, Türkisch und Englisch übersetzt. Die ÖLU ist ein gemeinnütziger Verein und wurde bei den Aufklä-COVID-19 und Kinder mit Asthma Gespräch mit Prof. Univ.-Prof. Dr. Zsolt Szépfalusi Infektionen mit COVID-19 verlaufen bei Kindern meist milde? Trifft das auch auf Kinder mit Asthma zu? Gibt es dazu neue Erkenntnisse? Szépfalusi: Die Tatsache, dass COVID-19-Infektionen bei Kindern milde verlaufen, hat sich in den letzten Wochen bis Monaten erhärtet, seitdem wir von dieser Erkrankung wissen. Die Daten zu Asthma-Kindern mit COVID-19-Erkrankungen sind sehr, sehr mager. Es gibt also wenige Kinder, die bis jetzt aufgefallen sind, und bei denen ist kein besonders anderer Verlauf beobachtet worden, als bei Kindern ohne Asthmaerkrankung. Sollte ich mein an Asthma erkranktes Kind besonders beobachten? Gibt es spezielle Therapieempfehlungen? Szépfalusi: Es gibt Empfehlungen, wie man in der Behandlung und Therapie von Patienten mit Asthma umgehen soll, auch speziell von bestimmten Fachgesellschaften. Die Gesellschaft für pädiatrische Pneumologie und die Gesellschaft für pädiatrische Allergologie, die deutschsprachig die Regionen Österreich, Schweiz und Deutschland abdeckt, haben Empfehlungen herausgegeben, keine Änderungen der Therapie vorzunehmen und ganz speziell die erforderlichen Therapiesteigerungen tatsächlich durchzuführen; einschließlich Biologika-Therapien. Ist es ratsam, dass mein Kind mit Asthma weiter in den Kindergarten oder in die Schule geht? Szépfalusi: Ja, weil Lernen wichtig ist und schon zahlreiche Wochen bis Monate in dieser COVID-Periode verloren gegangen sind. Es gibt wenige Hinweise, dass Kindergärten besonders betroffen sind. Es gibt zwar ein paar Hotspots, aber grundsätzlich ist es für Kinder auch mit Asthma wichtig, in Kindergärten bzw. Schulen zu gehen, natürlich unter der Voraussetzung, dass man die Kontrolle über die Pandemie, also Neuerkrankungen von COVID-19, hat. Kann ich ohne Angst vor Ansteckung zum Kinderfacharzt gehen?",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}