{
    "paper_id": "0b8ab5880eba161374634ed84b1d8543d3d0a6f7",
    "metadata": {
        "title": "WISSENSCHAFT · METHODEN The COVID-19 pandemic highlights the need for fast and simple assays for nucleic acid detection. As an isothermal alternative to RT-qPCR, we outline the development of a detection scheme for SARS-CoV-2 RNA based on reverse transcription recombinase polymerase amplifi cation (RT-RPA) technology. RPA uses recombination proteins in combination with a DNA polymerase for rapid amplifi cation of target DNA at a con- stant temperature (39-42 °C) within 10 to 20 minutes and can be mo ni- tored in real-time with fl uorescent probes",
        "authors": [
            {
                "first": "Ole",
                "middle": [],
                "last": "Behrmann",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "MEDIZINISCHE HOCHSCHULE BRANDENBURG THEODOR FONTANE (MHB)",
                    "location": {
                        "settlement": "NEURUPPIN"
                    }
                },
                "email": ""
            },
            {
                "first": "Iris",
                "middle": [],
                "last": "Bachmann",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "MEDIZINISCHE HOCHSCHULE BRANDENBURG THEODOR FONTANE (MHB)",
                    "location": {
                        "settlement": "NEURUPPIN"
                    }
                },
                "email": ""
            },
            {
                "first": "Frank",
                "middle": [],
                "last": "Hufert",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "MEDIZINISCHE HOCHSCHULE BRANDENBURG THEODOR FONTANE (MHB)",
                    "location": {
                        "settlement": "NEURUPPIN"
                    }
                },
                "email": ""
            },
            {
                "first": "Gregory",
                "middle": [],
                "last": "Dame",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "MEDIZINISCHE HOCHSCHULE BRANDENBURG THEODOR FONTANE (MHB)",
                    "location": {
                        "settlement": "NEURUPPIN"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "BIOspektrum | 06.20 | 26. Jahrgang initiiert, was zu einem exponentiellen Kopierprozess der Ziel-DNA führt. Als weitere Komponenten sind dNTPs als Bausteine für die DNA-Synthese sowie ATP als Energiequelle und hochmolekulares PEG zur Steigerung der Reaktivität im RPA-Mix enthalten. Durch Hinzufügen einer reversen Transkriptase (RT) kann die RPA-Reaktion auch zum Nachweis von RNA verwendet werden. Hierfür erfolgt zunächst die Synthese komplementärer DNA (cDNA) ausgehend von dem zur Ziel-RNA komplementären Primer. Die so entstandene komplementäre DNA wird sofort vom eigentlichen RPA-Mechanismus erkannt und, wie zuvor beschrieben, kopiert. Die für die RPA verwendeten Primer sind mit 30 nt bis 35 nt länger als typische PCR-Primer, da nicht die Schmelztemperatur, sondern die Bindungsfähigkeit an UvsX für die Funktionalität bestimmend ist [6].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Da der RPA-Prozess in vielen Fällen neben dem gewünschten Produkt weitere Nebenprodukte erzeugt, ist ein Echtzeitnachweis der RPA durch interkalierende Fluoreszenzfarbstoffe, wie z. B. SYBR Green, nicht empfehlenswert. Für den fl uoreszenzbasierten Nachweis stehen exo-Sonden zur Verfügung. Hierbei handelt es sich um zum gewünschten RPA-Produkt komplementäre einzelsträngige DNA-Oligonukleotide mit einer Länge von mindestens 46 nt. Intern ist das Oligonukleotid mit einer Struktur bestehend aus einem Fluorophor, einer fehlenden Base (AP-Stelle) sowie einem Fluoreszenzquencher modifiziert (Abb. 2). Hybridisiert dieses Sondenmolekül an das komplementäre RPA-Produkt, wird die nun im Doppelstrang enthaltene AP-Stelle von der AP-Endonukleaseaktivität der Exonuklease III (ExoIII) erkannt und gespalten. Dies führt zu einer räumlichen Trennung von Fluorophor und Quencher, wodurch ein zur DNA-Kopienzahl proportionales Fluoreszenzsignal entsteht. Zudem dient das nun freigewordene 3'-Ende als weite rer Primer und wird von der DNA-Polymerase verlängert.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "BIOspektrum | 06.20 | 26. Jahrgang initiiert, was zu einem exponentiellen Kopierprozess der Ziel-DNA führt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WISSENSCHAFT · METHODEN"
        },
        {
            "text": "Als weitere Komponenten sind dNTPs als Bausteine für die DNA-Synthese sowie ATP als Energiequelle und hochmolekulares PEG zur Steigerung der Reaktivität im RPA-Mix enthalten. Durch Hinzufügen einer reversen Transkriptase (RT) kann die RPA-Reaktion auch zum Nachweis von RNA verwendet werden. Hierfür erfolgt zunächst die Synthese komplementärer DNA (cDNA) ausgehend von dem zur Ziel-RNA komplementären Primer. Die so entstandene komplementäre DNA wird sofort vom eigentlichen RPA-Mechanismus erkannt und, wie zuvor beschrieben, kopiert. Die für die RPA verwendeten Primer sind mit 30 nt bis 35 nt länger als typische PCR-Primer, da nicht die Schmelztemperatur, sondern die Bindungsfähigkeit an UvsX für die Funktionalität bestimmend ist [6] . The COVID-19 pandemic highlights the need for fast and simple assays for nucleic acid detection. As an isothermal alternative to RT-qPCR, we outline the development of a detection scheme for SARS-CoV-2 RNA based on reverse transcription recombinase polymerase amplifi cation (RT-RPA) technology. RPA uses recombination proteins in combination with a DNA polymerase for rapid amplifi cation of target DNA at a constant temperature (39-42 °C) within 10 to 20 minutes and can be mo nitored in real-time with fl uorescent probes. DOI: 10.1007/s12268-020-1458-3 © Die Autoren 2020 ó Die derzeitigen Protokolle zur Diagnose von SARS-CoV-2-Infektionen beruhen auf der quantitativen reversen Transkriptions-PCR (RT-qPCR) für den Direktnachweis der viralen RNA [1] . PCR-basierte Methoden sind jedoch aufgrund des notwendigen energieintensiven Thermocyclings für schnelles und dezentrales Screening vor Ort schwierig umsetzbar. Alternativ sind seit einigen Jahren isotherme Verfahren -wie die loop-mediated isothermal amplifi cation (LAMP) [2] oder die recombinase polymerase amplification (RPA) [3] -verfügbar, welche der PCR hinsichtlich Sensitivität und Spezifi tät gleichwertig sind. Diese Methoden erfordern keine hochent wickelten Thermocycling-Instrumente und beruhen auf enzymatischen Prozessen. Aufgrund ihres vergleichsweise einfachen Design ansatzes, milder Prozesstemperatur (39-42 °C), einer rasanten Amplifi kationsgeschwindigkeit (10-20 min.) und der Verfügbarkeit von Reagenzien in lyophilisierter Form sehen wir die RPA als vielversprechende isotherme Nukleinsäure-Nachweismethode für die Vor-Ort-Diagnostik (Point-of-Care-Testing, POCT) an. Aufbauend auf vorhergehenden Arbeiten, in welchen der Nachweis anderer Coronaviren wie MERS-CoV [4] und Bovines Coronavirus (BCoV) [5] mittels RPA demonstriert wurde, stellen wir in diesem Artikel die Entwicklung eines RPA-Assays für den Schnellnachweis von SARS-CoV-2 vor. Zusätzlich zum eigentlichen Assay design präsentieren wir auch einen neuartigen Ansatz für die Konstruktion von fl uoreszenzmarkierten Oligonukleotidsonden für den Echtzeitnachweis der RPA.",
            "cite_spans": [
                {
                    "start": 737,
                    "end": 740,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1495,
                    "end": 1498,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1774,
                    "end": 1777,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1830,
                    "end": 1833,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2489,
                    "end": 2492,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2524,
                    "end": 2527,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "WISSENSCHAFT · METHODEN"
        },
        {
            "text": "Funktionsprinzi p der recombinase polymerase amplifi cation (RPA) Das ",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 69,
                    "text": "Das",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Sondensysteme für die RPA"
        },
        {
            "text": "Das für den Virusnach w eis gewählte Zielgen muss hochspezifi sch sein und einer geringen Mutationswahrscheinlichkeit unterliegen sowie vorzugsweise etwa 1 kb lang sein, um genügend Flexibilität in der Positionierung der RPA-Primer und exo-IQ-Sonde zu gewährleisten. Im Fall der Coronaviren bietet sich hierfür das Nukleoprotein-Gen (N-Gen) mit einer Länge von etwa 1,2 kb an, da dieses zusätzlich während der viralen Replikation auch in sehr hoher Kopienzahl vorliegt, wodurch die diagnostische Sensitivität erhöht werden kann. Geeignete RPA-Primerund Sondensequenzen konnten bisher lediglich semi-automatisch unter Zuhilfenahme von angepasster PCR-Designsoftware erstellt werden. Seit 2019 kann dies jedoch mit PrimedRPA [9] erfolgen, der ersten Designsoftware speziell für RPA-exo-Assays. Ausgehend von diesen Daten werden zunächst alle Sonden ausgewählt, welche ein Thymin an Position 30 besitzen und die gewählten Sequenzen werden mittels Alignment auf ihre Selektivität bezüglich der gewünschten Zielsequenz geprüft. Bei der Entwicklung einer SARS-CoV-2-RPA muss hier insbesondere auf die Selektivität gegenüber SARS-CoV sowie weiterer respiratorischer Viren, welche ein ähnliches klinisches Bild hervorrufen, geachtet werden. Da der Nachweis von SARS-CoV-2 aus Nasen-/ Rachenabstrichen erfolgen soll, muss zusätzlich eine Kreuzreaktivität mit humaner DNA ausgeschlossen sein. Ist eine Sondensequenz gefunden, die alle theoretischen Bedingungen erfüllt, werden zwei bis vier Paare fl ankierender Primer aus der von PrimedRPA generierten Liste ausgewählt. Nach der Synthese der Primerpaare und der Sonde wird jede mögliche Kombination aus Vorwärtsund Rückwärtsprimer in Kombination mit der Sonde getestet. Als Zielsequenz wird ein in vitro-Transkript des SARS-CoV-2 N-Gens hang mit weiteren Designregeln bezüglich Homo-und Heterodimerbildung von exo-Sonde und Primern führt dieses oft zu Einschränkungen in der Wahl der Zielsequenz [7] . Unsere Arbeitsgruppe konnte jedoch kürzlich mit der Entwicklung des exo-IQ (internally quenched)-Sondenprinzips eine Lösung für dieses Problem präsentieren [8] . ",
            "cite_spans": [
                {
                    "start": 723,
                    "end": 726,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1937,
                    "end": 1940,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2099,
                    "end": 2102,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Design eines RPA-exo-IQ-Assays am Beispiel von SARS-CoV-2"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "2019-nCoV) Realtime rRT-PCR panel primers and probes",
            "authors": [],
            "year": null,
            "venue": "CDC (2020) 2019-Novel Coronavi rus",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Loop-mediated isothermal amplifi cation of DNA",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Notomi",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Nucleic Acids Res",
            "volume": "28",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "06) DNA detection using recombination proteins",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Piepenburg",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Stemple",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "PLoS Biol",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Reverse transcription recombinase polymerase amplification assay for the detection of m iddle East respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "Abd",
                    "middle": [],
                    "last": "El Wahed",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Heidenreich",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS Curr",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A new approach for diagnosis of bovine coronavirus using a reverse transcription recombina se polymerase amplifi cation assay",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Amer",
                    "suffix": ""
                },
                {
                    "first": "Abd",
                    "middle": [
                        "El"
                    ],
                    "last": "Wahed",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shalaby",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Virol Methods",
            "volume": "193",
            "issn": "",
            "pages": "337--340",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Review: a comprehensive summary of a decade development of the recombinase polymerase amplifi cation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Macdonald",
                    "suffix": ""
                },
                {
                    "first": "Von",
                    "middle": [],
                    "last": "Stetten",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Analyst",
            "volume": "144",
            "issn": "",
            "pages": "31--67",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "TwistAmp® DNA amplifi cation kits assay design manual",
            "authors": [
                {
                    "first": "Twistdx",
                    "middle": [],
                    "last": "Ltd",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Rapid detection of SARS-CoV-2 by low volume real-time single tube reverse transcription recomb inase polymerase amplifi cation using an exo probe with an internally linked quencher (exo-IQ)",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Behrmann",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Bachmann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Spiegel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Chem",
            "volume": "66",
            "issn": "",
            "pages": "1047--1054",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "PrimedRPA: Primer design for recombinase polymerase amplifi cation assays",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Higgins",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ravenhall",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Bioinformatics",
            "volume": "35",
            "issn": "",
            "pages": "682--688",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Diagnostics-in-a-Suitcase: Development of a portable and rapid assay for the detection of the em erging avian infl uenza A (H7N9) virus",
            "authors": [
                {
                    "first": "Abd",
                    "middle": [],
                    "last": "El Wahed",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Weidmann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hufert",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "T"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Clin Virol",
            "volume": "69",
            "issn": "",
            "pages": "16--21",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Wissenschaftlicher Mitarbeiter an der Profess ur für Sen soren, IMTEK, Universität Freiburg. Seit 2016 Doktorand an der Universität Freiburg und der Medizinischen Hochschule Brandenburg",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ladha",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Joung",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Abudayyeh",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Wissenschaftlicher Mitarbeiter am Institut für Mikrobiologie und Virologie",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.05.07"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Biologiestudium an der Universität Freiburg",
            "authors": [
                {
                    "first": "Gregory",
                    "middle": [],
                    "last": "Dame",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Da der RPA-Prozess in vielen Fällen neben dem gewünschten Produkt weitere Nebenprodukte erzeugt, ist ein Echtzeitnachweis der RPA durch interkalierende Fluoreszenzfarbstoffe, wie z. B. SYBR Green, nicht empfehlenswert. Für den fl uoreszenzbasierten Nachweis stehen exo-Sonden zur Verfügung. Hierbei handelt es sich um zum gewünschten RPA-Produkt komplementäre einzelsträngige DNA-Oligonukleotide mit einer Länge von mindestens 46 nt. Intern ist das Oligonukleotid mit einer Struktur bestehend aus einem Fluorophor, einer fehlenden Base (AP-Stelle) sowie einem Fluoreszenzquencher modifiziert (Abb. 2). Hybridisiert dieses Sondenmolekül an das komplementäre RPA-Produkt, wird die nun im Doppelstrang enthaltene AP-Stelle von der AP-Endonukleaseaktivität der Exonuklease III (ExoIII) erkannt und gespalten. Dies führt zu einer räumlichen Trennung von Fluorophor und Quencher, wodurch ein zur DNA-Kopienzahl proportionales Fluoreszenzsignal entsteht. Zudem dient das nun freigewordene 3'-Ende als weite rer Primer und wird von der DNA-Polymerase verlängert. OLE BEHRMANN 1,2 , IRIS BACHMANN 1 , FRANK HUFERT 1 , GREGORY DAME 1 1 MEDIZINISCHE HOCHSCHULE BRANDENBURG THEODOR FONTANE (MHB), NEURUPPIN 2 PROFESSUR FÜR SENSOREN, INSTITUT FÜR MIKROSYSTEMTECHNIK (IMTEK),",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "grundlegende Funktionsprinzip der RPA ist dem natürlichen Replikationsmechanismus von Bakteriophage T4 nachempfunden (Abb. 1). Im ersten Schritt bindet das Enzym T4 UvsX (recombinase) mit T4 UvsY (loading factor) als Koenzym an die Primer. Dieser Nukleoproteinkomplex bindet unter Ausbildung einer Verdrängungsschleife (D-Loop, in Abb. 1C angedeutet) an die zum Primer komplementäre doppelsträngige Ziel-DNA. Nach der Hybridisierung löst sich UvsX vom Primer, während die geöffnete Verdrängungsschleife durch einzelstrangbindenende Proteine (T4 gp32) stabilisiert wird. Nun wird das freie 3'-Ende des Primers von einer mesophilen DNA-Polymerase mit Strangverdrängungsaktivität, z. B. Bsu oder Sau, verlängert. Dieser Prozess wird sowohl vom Vorwärtsals auch vom Rückwärtsprimer gleichzeitig Nukleinsäureamplifikation Schnellnachweis von SARS-CoV-2 mit recombinase polymerase amplifi cation eingebaut werden. Dadurch ist lediglich das Vorhandensein eines Thymins notwendig. Durch die so gewonnene Flexibilität in der Auswahl der Sondensequenz kann die exo-IQ-Sonde nach einem festen Schema erstellt werden. Hierdurch ist zudem gewährleistet, dass sich Fluorophor und Quencher immer im geringen Abstand von nur zwei Basen positionieren lassen, was eine deutlich bessere Funktion der Sonde durch ein höheres Signal-Rausch-Verhältnis wahrscheinlicher macht.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Eine Herausforderung im Design von Sonden nach dem exo-Prinzip ist der interne Einbau von Fluorophor-und Quenchermolekülen. Diese sind kommerziell zu einem vertretbaren Preis nur als an Thymin gebundene Bausteine verfügbar. Da ein ausreichendes Quenching nur dann gegeben ist, wenn Fluorophor und Quencher nicht weiter als ein bis fünf Nukleotide voneinander entfernt sind, muss die Sondensequenz zwei Thymine in diesem Abstand aufweisen. Im Zusammen-Abb. 1: Prinzip der recombinase polymerase amplifi cation (RPA). A, Bildung des Nukleoproteinkomplexes. B, Die Nukleoproteinkomplexe fi nden ihre Komplementärsequenzen in der Ziel-DNA. C, Anbindung der Primer unter Ausbildung einer Verdrängungsschleife. D, Stabilisierung der Verdrängungsschleife durch gp32 und Anlagerung der DNA-Polymerase. E, Verlängerung der Primer durch DNA-Polymerase. F, Die Zielsequenz wurde kopiert.AusblickNach der Entwicklung des RT-RPA-Assays steht nun die Integration in ein mobiles Gesamtsystem nach dem Vorbild eines portab l en Kofferlabors[10] für den schnellen Vor-Ort-Einsatz an. Da eine traditionelle Probenpräparation über selektive Festphasenbindung für den mobilen Einsatz ungeeignet ist, sollen schnelle Einschritt-Präparationsverfahren, wie z. B. bereits von A. Ladha et al.[11] vorgestellt, auf ihre Kompatibilität mit der RPA untersucht werden. Zudem soll versucht werden, den bestehenden Assay zu einem Multiplex-Assay auszubauen. Hierfür soll der Assay um eine humane Extraktionskontrolle für die Bewertung der Probenqualität sowie weitere SARS-CoV-2-Zielgene erweitert werden. Zukünftig sind Projekte für den Schnellnachweis weiterer respiratorischer Erreger geplant.Abb. 3: Ablaufschema des SARS-CoV-2-Schnellnachweises mittels RT-RPA. A, Probennahme mittels Nasen-/Rachenabstrich. B, Extraktion der SARS-CoV-2-RNA aus der Patientenprobe. C, Durchführung der SARS-CoV-2-spezifi schen RT-RPA. D, Ergebnisinterpretation/Befundung anhand der Fluoreszenzsignalverläufe.Funding Open Access funding enabled and organized by Projekt DEAL. Access Dieser Artikel wird unter der Creative Commons Namensnennung 4.0 International Lizenz veröffentlicht, welche die Nutzung, Vervielfältigung, Bearbeitung, Verbreitung und Wiedergabe in jeglichem Medium und Format erlaubt, sofern Sie den/die ursprünglichen Autor(en) und die Quelle ordnungs gemäß nennen, einen Link zur Creative Commons Lizenz beifügen und angeben, ob Änderungen vorgenommen wurden. Die in diesem Artikel enthaltenen Bilder und sonstiges Drittmaterial unterliegen ebenfalls der genannten Creative Commons Lizenz, sofern sich aus der Abbildungslegende nichts anderes ergibt. Sofern das betreffende Material nicht unter der genannten Creative Commons Lizenz steht und die betreffende Handlung nicht nach gesetzlichen Vorschriften erlaubt ist, ist für die oben aufgeführten Weiterverwendungen des Materials die Einwilligung des jeweiligen Rechteinhabers einzuholen. Weitere Details zur Lizenz entnehmen Sie bitte der Lizenzinformation auf http://creativecommons.org/licenses/by/4.0/deed.de.Diese Arbeit wurde zum Teil durch das BMBF-Projekt \"R & C.net\" (FKZ 01ZZ2051B) gefördert.ó",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}