{
    "paper_id": "0b8baaa4a261b465235fb9305ba951dd7cd54377",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "published in The Lancet Diabetes & Endocrinology. 2 The attention to detail of resumption of services for individuals with obesity and diabetes are comprehensive and serve as a call to action for this important patient population. However, we were disappointed at the omission of psychosocial factors in their framework, which research suggests impact assessment and decision making for bariatric and metabolic surgery. Surgery teams are interdisciplinary, requiring the expertise of multiple providers, and the necessary role of a mental health provider on a surgical team is well documented. 3 Notably, clinics and insurance companies require extensive preoperative investment by patients to have access to surgery. The individuals who are now experiencing delays in their care have probably been eagerly anticipating needed treatment for their illness for many months. Even under normal circumstances, research indicates that waiting for surgery is anxiety provoking for individuals. 4 Now there is the additional stress of potential concerns about disruption to insurance coverage because of job loss, worries about risk of exposure to COVID-19, isolation, and lack of social support. Moreover, COVID-19 increases risk for compromised mental health overall, 5 resulting in another disproportionate burden on those with severe obesity who might already have high rates of psychological concerns. Obesity increases risk for poor physical and mental health outcomes related to COVID-19, and delaying surgery will exacerbate both of these risks, necessitating monitoring by and involvement of both medical and mental health providers.",
            "cite_spans": [
                {
                    "start": 50,
                    "end": 51,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 594,
                    "end": 595,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 987,
                    "end": 988,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To complement the proposed framework, we urge that mental health concerns be assessed for those at risk for surgery delays and that such assessments be included in determining who is prioritised as urgent for surgery. Mental health providers play an important role on surgery teams in assessment, support for psychological concerns, promotion of healthful behaviour change, and adherence to treatment and behaviour change.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We declare no competing interests. We heartily agree that a secondary prevention cardiovascular outcomes randomised controlled trial on surgical versus medical treatments for obesity and diabetes is needed, and we are attempting to actualise this. Nevertheless, it is clear that tight glycaemic control reduces diabetes microvascular complications and, in the long term, macrovascular events, 2 as well as that bariatric and metabolic surgery almost universally improves hyperglycaemia, causing diabetes remission in most cases. 3 Thus, it seems highly likely that such operations reduce cardiovascular disease. Numerous excellent observational studies have reported this, and 29 independent investigations have universally found bariatric and metabolic surgery to be associated with reduced mortality among patients with and without established cardiovascular disease. 4 We are aware of evidence currently under review showing impressive reductions in major adverse cardiovascular events after bariatric and metabolic surgery, specifically among patients with preexisting cardiovascular disease. In a study presented in 2018, bariatric and metabolic surgery has proven to confer significant protective effects on patients who, after surgery, end up having either a heart attack or a stroke. These patients' chances for inhospital survival are improved, and their hospital length-of-stay after the event is shorter. 5 According to our recommendations, eligible patients with metabolic disease should be expedited for bariatric and metabolic surgery because there are clear risks of harm if these operations are postponed.",
            "cite_spans": [
                {
                    "start": 529,
                    "end": 530,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 870,
                    "end": 871,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1416,
                    "end": 1417,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Not long ago, anti-diabetes medications were widely used without any evidence of decreasing cardiovascular disease or mortality. It is undisputed that controlling hyper glycaemia and other metabolic disorders (as typically occurs after bariatric and metabolic surgery) decreases the incidence of major adverse cardiovascular events and mortality. Moreover, there is absolutely no evidence that surgery promotes negative outcomes in major adverse cardiovascular events or mortality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "According to several different guidelines, patients should undergo bariatric and metabolic surgery because they have not reached adequate metabolic control through medical or lifestyle treatment alone. The DSS guidelines, along with several others (eg, American Diabetes Association, European Association for the Study of Diabetes, National Institute for Health and Care Excellence, Brazilian Council of Medicine) are currently conservative with respect to available evidence. 6 Although we acknowledge that a large, multicentre randomised controlled trial with hard cardiovascular endpoints is needed, current guidance is legitimised by 13 unanimous randomised trials and numerous non-randomised studies. 3 Metabolic surgery is highly efficacious, safe, and cost-effective, at least for patients with a BMI of at least 30 kg/m². 7 In response to Vasileios Charalampakis and colleagues, we agree that confusion could arise because of the differing recommendations from the DSS faculty versus representatives of the International Federation for the Surgery of Obesity and Metabolic Disorders (IFSO). We, the former group, prioritise bariatric and metabolic surgery after COVID-19 on the basis of patients' burden of metabolic diseases most likely to cause harm if surgery is delayed, whereas IFSO recommends operating first on the healthiest patients. This is an intellectual disagreement, and we find it curious that IFSO formally endorsed our Personal View, before subsequently publishing their own differing recommendations. In our opinion, individuals with obesity but minimal comorbidities can safely wait for bariatric and metabolic surgery until COVID-19 concerns have largely dissipated-eg, after a vaccine is developed-whereas sicker patients cannot afford to do so. Our guidelines are highly evidence based and consensuated among multidisciplinary authors (75% non-surgeons), as opposed to the IFSO recommendations generated by entirely by surgeons. We recognise that obesity and diabetes increase risks of poor COVID-19 outcomes but counsel that bariatric and metabolic surgery be done with extensive precautions to prevent perioperative infection with severe acute respiratory syndrome coronavirus 2. The typical benefits of surgery on obesity and diabetes should render patients less vulnerable to severe or critical COVID-19 disease if they acquire it in the community post-operatively.",
            "cite_spans": [
                {
                    "start": 477,
                    "end": 478,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 706,
                    "end": 707,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 830,
                    "end": 831,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We fully concur with Melissa Santos and colleagues that a mental health provider should be an integral part of any bariatric and metabolic surgery multidisciplinary team, and that patients' psychosocial characteristics should be considered when prioritising such operations. It would be very difficult, however, to quantify this principle with a discrete criterion in our triaging algorithm. Hence, we did not include it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Bariatric and metabolic surgery during and after the COVID-19 pandemic: DSS recommendations for management of surgical candidates and postoperative patients and prioritisation of access to surgery",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Rubino",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "V"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mingrone",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Diabetes Endocrinol",
            "volume": "8",
            "issn": "",
            "pages": "640--688",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "10-year follow-up of intensive glucose conrol in type 2 diabetes",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Holman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Paul",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Bethel",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "N Engl J Med",
            "volume": "359",
            "issn": "",
            "pages": "1577--89",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Metabolic surgery for the treatment of type 2 diabetes in obese individuals",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Rubino",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Diabetologia",
            "volume": "61",
            "issn": "",
            "pages": "257--64",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Success (but unfinished) story of metabolic surgery",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aminian",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Nissen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Diabetes Care",
            "volume": "43",
            "issn": "",
            "pages": "1175--77",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Bariatric surgery is associated with a lower rate of death after myocardial infarction and stroke: a nationwide study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aminian",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Aleassa",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Bhatt",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Diabetes Obes Metab",
            "volume": "21",
            "issn": "",
            "pages": "2058--67",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Obesity management for the treatment of type 2 diabetes: standards of medical care in diabetes-2020",
            "authors": [],
            "year": 2020,
            "venue": "Diabetes Care",
            "volume": "8",
            "issn": "1",
            "pages": "89--97",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Metabolic surgery to treat type 2 diabetes in patients with a BMI <35 kg/m²",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "V"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Diabetes Care",
            "volume": "39",
            "issn": "",
            "pages": "924--957",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "USA (BG); Department of Pediatrics, University of Arkansas Medical School, Little Rock, AR, USA (WW); and Department of Pediatrics, College of Medicine, University of Tennessee Health Science Center, Memphis, TN, USA (ETB) metabolic, and nonsurgical support of the bariatric surgery patient-2013 update: cosponsored by American Association of Clinical Endocrinologists, the Obesity Society, and American Society for Metabolic & Bariatric Surgery. Surg Obes Relat Dis 2013; 9: 159-91. 4 Padwal RS, Majumdar SR, Klarenbach S, et al. Health status, quality of life, and satisfaction of patients awaiting multidisciplinary bariatric care. BMC Health Serv Res 2012; 12: 139. 5 Holmes EA, O'Connor RC, Perry VH, et al.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}