{
    "paper_id": "0b8f97d1ca89f0556b02d5e86a2c6fdc6edc9d09",
    "metadata": {
        "title": "The restaurant interventions for salt reduction in China: a randomized controlled trial",
        "authors": [
            {
                "first": "Wenwen",
                "middle": [],
                "last": "Du",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jiguo",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yuan",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Peking University Health Science Center",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China Acknowledgements"
                    }
                },
                "email": ""
            },
            {
                "first": "Feng",
                "middle": [
                    "J"
                ],
                "last": "He",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mary University of London",
                    "location": {
                        "settlement": "London",
                        "region": "Queen",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Xue",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhihua",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yifu",
                "middle": [],
                "last": "Gao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lei",
                "middle": [],
                "last": "Yin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xiaoyu",
                "middle": [],
                "last": "Chang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wei",
                "middle": [],
                "last": "Yan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Monique",
                "middle": [],
                "last": "Tan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mary University of London",
                    "location": {
                        "settlement": "London",
                        "region": "Queen",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Graham",
                "middle": [
                    "A"
                ],
                "last": "Macgregor",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mary University of London",
                    "location": {
                        "settlement": "London",
                        "region": "Queen",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Rong",
                "middle": [],
                "last": "Luo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Peking University Health Science Center",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China Acknowledgements"
                    }
                },
                "email": ""
            },
            {
                "first": "Puhong",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Peking University Health Science Center",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China Acknowledgements"
                    }
                },
                "email": ""
            },
            {
                "first": "Huijun",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "salt intake attributed to more than 0.5 million cardiometabolic deaths in 2010-12. 2 The most common risk of high salt intake is raised blood pressure, which alone accounts for an estimated 10.7 million deaths each year worldwide. 3 ",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 84,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 231,
                    "end": 232,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Chronic Diseases revealed that the prevalence of hypertension among the Chinese population aged 18 years and older was 25.2% in 2012, 4 with the total number of individuals with high blood pressure reaching 270 million. International experience has proved that reducing population salt intake lowered blood pressure and reduced the risk of cardiovascular disease (CVD). 5 6 Salt reduction is considered one of the most cost-effective measures to improve public health. 7 In China, people consume significantly more salt than the WHO-recommended level of maximum 5g per day for adults. 8 9 With the rapid urbanization and lifestyle changes in China, eating in restaurants has been becoming popular, especially in urban areas. National survey (2010-12) statistics have shown that, 35.5% of the Chinese aged 6 years and older have eaten out in the past week. The proportion of people dining out was 42.2% and 28.5% in urban and rural areas respectively. 4 Restaurants are becoming the second major dining location in China, and this has important impacts on public health and nutrition.",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 135,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 370,
                    "end": 373,
                    "text": "5 6",
                    "ref_id": null
                },
                {
                    "start": 469,
                    "end": 470,
                    "text": "7",
                    "ref_id": null
                },
                {
                    "start": 585,
                    "end": 588,
                    "text": "8 9",
                    "ref_id": null
                },
                {
                    "start": 951,
                    "end": 952,
                    "text": "4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Statistics from the 2015 China's Report on Nutrition and"
        },
        {
            "text": "A pilot study using a one-week salt estimation method in Beijing found that approximately 40% of the salt intake was consumed outside the home. 10 Restaurant dishes seem to have a high sodium content in both developed and developing countries. [11] [12] [13] [14] A study showed that 46.8% of the dishes served in Chinese restaurants in Beijing contained more salt than the daily salt intake recommended by WHO. 14 Sodium content was substantially higher in restaurant foods than in home-made foods. [15] [16] [17] Therefore, to help consumers reduce their overall salt intake, it is important to develop an effective strategy to reduce the sodium content of restaurant foods. (China CDC) and other key related organizations. 18 The ASC team developed two national health campaigns (health education and salt reduction in packaged food) and four randomized controlled trials (RCTs) to test interventions targeting the major sources of salt intake 19 . The RCTs consisted of (1) an application-based intervention study in schoolchildren and their families (AIS); 20 (2) a (4) a restaurant-based intervention study (RIS) , which is the one reported in the present paper.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 146,
                    "text": "10",
                    "ref_id": null
                },
                {
                    "start": 244,
                    "end": 248,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 249,
                    "end": 253,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 254,
                    "end": 258,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 259,
                    "end": 263,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 500,
                    "end": 504,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 505,
                    "end": 509,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 510,
                    "end": 514,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 726,
                    "end": 728,
                    "text": "18",
                    "ref_id": null
                },
                {
                    "start": 947,
                    "end": 949,
                    "text": "19",
                    "ref_id": null
                },
                {
                    "start": 1062,
                    "end": 1064,
                    "text": "20",
                    "ref_id": null
                },
                {
                    "start": 1113,
                    "end": 1118,
                    "text": "(RIS)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Statistics from the 2015 China's Report on Nutrition and"
        },
        {
            "text": "RIS was designed to test the effectiveness and feasibility of a restaurant salt reduction package in 6",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistics from the 2015 China's Report on Nutrition and"
        },
        {
            "text": "provinces of China. The key interventions were based on social cognitive theory 22 and included:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistics from the 2015 China's Report on Nutrition and"
        },
        {
            "text": "(1) building tailored restaurant environments that encourage consumers to order lower-salt or reduced-salt dishes; (2) lower-salt or reduced-salt ordering reminders from the waiters; (3) training cooks in reduced-salt cooking; (4) salt reduction campaigns. As a part of the ASC program, this article reports on the design of the RIS intervention package and its implementation, evaluation, and current status.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistics from the 2015 China's Report on Nutrition and"
        },
        {
            "text": "To account for geographical, economic and dietary disparities, our study will be carried out in 6 provinces of China: Heilongjiang, Hebei, Qinghai, Hunan, Sichuan and Jiangxi. As a RCT study, the RIS baseline survey was conducted in May 2019, and an evaluation survey will be conducted a",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study setting and sampling method"
        },
        {
            "text": "year later, at the end of the trial. One hundred ninety-two restaurants were selected from 12 counties of the above-mentioned 6 provinces. In each province, two counties of similar socioeconomic level in the provincial capital city were selected. The counties that had participated in other salt-reduction projects were excluded to minimize contamination. To determine the effectiveness of the salt reduction package in restaurants of different sizes, of the 16 Chinese restaurants randomly selected from each county, it was ensured these included 4 large restaurants, 8 medium restaurants and 4 small restaurants. The restaurants were then randomly allocated to the intervention or control group after the baseline survey, using the random procedure on electronic data recording platform (EDC).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study setting and sampling method"
        },
        {
            "text": "The comprehensive intervention package is designed to both inspire the salt-reduction requirement in consumers and promote the skills of reduced-salt cooking and ordering service in restaurant staff. intervention and in at least two assessment surveys; (3) with complete records of salt and other condiments purchase and usage; (4) had been operating normally for more than 1 year and without plan of relocating or closing in the next 2 years; (5) with >50% of the dishes that could be prepared with less salt. Restaurants that were already involved in other salt reduction programs will be excluded. Restaurant size was determined based on surface area or number of seats (table 1) . The EDC platform conducted the random selection procedure using the above information of restaurants. ",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 256,
                    "text": "(3)",
                    "ref_id": null
                },
                {
                    "start": 328,
                    "end": 331,
                    "text": "(4)",
                    "ref_id": null
                },
                {
                    "start": 444,
                    "end": 447,
                    "text": "(5)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 673,
                    "end": 682,
                    "text": "(table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Study setting and sampling method"
        },
        {
            "text": "After baseline assessment, restaurants were randomly allocated to either the control group or the intervention group (96 restaurants in each group). The randomization was stratified by the size of restaurants and carried out using computer generated random numbers by a statistician who is not involved in the study and is blind to the identity of the restaurants. For the year following the baseline survey, the intervention restaurants will implement a series of intervention activities aiming to reduce salt. Meanwhile, the control restaurants will operate as usual.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Randomization"
        },
        {
            "text": "The objective of RIS is to reduce salt use in restaurants. We aim to achieve not only short-term, but also sustainable long-term effects. Social cognitive theory proposes behavior is influenced by the constant interaction of personal factors (ie. Skills, knowledge) and environmental factors (ie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention"
        },
        {
            "text": "appropriate modeling for learning, available materials) 22 . Therefore, we designed the intervention activities based on both the supply (restaurant) and demand (consumer) sides ( Figure 1 ). For the intervention group, the RIS intervention package included the following activities: In the baseline survey, we collected the detailed ingredients composition, including the amount of salt and condiments, of the 50 best-selling dishes of each restaurant. If a restaurant offers fewer than 50 dishes, information on all available dishes were collected. In each restaurant, the 10% of the dishes that had the lowest sodium content (according to baseline survey) were labelled \"lower salt\" on the menu, thus providing clear information to the customers. This menu will be used in the intervention restaurants throughout the trial period (one year).",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 58,
                    "text": "22",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 180,
                    "end": 188,
                    "text": "Figure 1",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Intervention"
        },
        {
            "text": "(2) Training for chef and waiter/waitress:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention"
        },
        {
            "text": "In close collaboration with culinary experts, we developed a series of training materials, including manual and videos, to guide chefs and waiters/waitresses in encouraging salt reduction services in their routine work. Besides, we organized the service of a professional team to offer face-to-face training for the restaurant staff of each county at least once a year. At least 3 representatives per restaurant were required to attend the training. This training mainly focused on the following aspects: \"salt sources in restaurant dishes\", \"why reduce salt\", \"practical skills in reducing salt for restaurant cooking\", \"building a reduced-salt environment in a restaurant\" and \"service and communication skills\". Local county investigators are responsible to enhance the knowledge and skills among staff in each intervention restaurant by conducting monthly follow-up supervisions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention"
        },
        {
            "text": "During the trial, each intervention restaurant is encouraged to reduce salt usage by 10% in all dishes, and greater reductions according to the customers' request (such as, -30% or -50% salt).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention"
        },
        {
            "text": "Furthermore, at least 3 lower-salt dishes (sodium≤100mg/100g) per restaurant should be developed through reformulation to provide customers more lower-salt options. Waiters/waitresses are required to recommend customers the lower-salt dishes, as well as remind them they can choose the reduced-salt option with almost all the other dishes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention"
        },
        {
            "text": "(3) Supportive environment for salt reduction in restaurants:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention"
        },
        {
            "text": "Information that refers to salt reduction, salt and health, and available reduced-salt dishes will be shown through videos, posters, brochures, leaflets, and table displays to build restaurant environments that are making it easier for the customers to choose lower-salt options. For example, messages with announcement \"-30%/-50% salt options are available for most dishes\" will be posted on dining tables. These materials will be displayed at noticeable positions in the intervention restaurants during the trial period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention"
        },
        {
            "text": "(4) Salt reduction campaign: To create a social environment supportive of salt reduction, local investigators will organize a campaign at least once during the 1-year trial, with the theme of \"less salt, healthy eating\", to help raise consumers' awareness of salt reduction when they eat out. Another import aim is to encourage restaurants to pay more attention to reducing salt and offering lower-salt dishes. To expand the reach of the campaign, news agencies and social media will be encouraged to disseminate the campaign messages. To limit contamination to control group, the salt reduction campaign should only involve the restaurants in intervention group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention"
        },
        {
            "text": "A certified medal of \"ASC Salt Reducing Restaurant\" will be granted to intervention restaurants, according to the standardized requirements. The medal will help motivate restaurants for salt reduction and value their efforts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention"
        },
        {
            "text": "In the current randomized controlled trial, selected restaurants are the study subjects. Based on the results of a study on Chinese restaurants, 23 we assume a standard deviation (SD) of 1g/100g of dish for the sodium content of Chinese restaurant dishes, and expect that a sample of 192 restaurants will achieve 80% power (with two-sided alpha=0.05) to detect a change of 0.5 g/100g dish for the 5 bestselling dishes in each restaurant, allowing for a 20% dropping rate of restaurants. Therefore, a total of 192 restaurants were recruited into the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample size"
        },
        {
            "text": "The primary outcome is the change in the sodium content of the 5 best-selling dishes from baseline to the end of the trial ( Figure 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 125,
                    "end": 133,
                    "text": "Figure 2",
                    "ref_id": "FIGREF19"
                }
            ],
            "section": "Outcome measures"
        },
        {
            "text": "Secondary outcomes include the differences between the intervention and control groups in: (1) monthly use of salt and main salty condiments by the restaurant chefs; (2) salt-related knowledge, attitude and practice (KAP) in restaurant customers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcome measures"
        },
        {
            "text": "The primary and secondary outcomes will be assessed before and after the 1-year intervention, in For the primary outcome, we will collect the whole portion of the 5 best-selling dishes of each For the consumer survey, we will randomly select 20 customers (10 males and 10 females) in all intervention and control restaurants, before and after the trial, to assess the changes and differences of knowledge, attitudes, and behaviours related to salt reduction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcome assessments"
        },
        {
            "text": "We use the specially designed mobile EDC to collect assessments data during the RIS program, as well as monthly supervision records in the 1-year comprehensive intervention. The local CDCs are responsible for data collection. The structure of data collection system consists of 192 restaurants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "The local researchers log in the system, input the assessment data and supervision records in each restaurant page. The assessment data includes: (1) information on restaurants' salt reduction-related environment, service, attitude, challenges, and monthly salt usage, as well as some sales data; (2) information on recipe, cooking method, and laboratory sodium content; (3) information on customer knowledge, attitude, and behaviors related to salt reduction. Supervision records include information on the process of intervention activities, and any reason for not carrying them out, as well as photos that could inform on the intervention status.",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 300,
                    "text": "(2)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "The mobile EDC used in the RIS program was developed by the Beijing University of Aeronautics and Astronautics. The security of data management was demonstrated in another publication under the same ASC project 20 . To guarantee the integrity and authenticity of data collection, local researchers were given different level of authority according to their roles. For example, the local investigators are responsible for inputting survey and supervision data, but could not delete the records they added. The inspectors have authority to check the data accuracy, delete mistaken records, start and close discussion about doubtful data, but cannot add new records. The person in charge at county, provincial and national levels, can view the data of all restaurants under their management, but could not make any changes. All modifications will be stored in the EDC system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data management"
        },
        {
            "text": "The effect of the intervention package for restaurants on the outcomes will be determined using linear mixed models, including group (intervention, group), time (baseline, follow-up), and interaction of group*time, with adjustments for potential confounding variables. We will consider sensitivity analyses to examine the robustness of the conclusion of the primary analysis. Results will be described as mean, SD, standard error (SE), and 95% confidence interval when appropriate. SAS 9.4 will be used for the data cleaning and statistical analyses. All analyses will be two sided, and P<0.05 will be considered significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Economic evaluation will be conducted from the health sector perspective to compare the comprehensive intervention package for restaurant on salt reduction versus business as usual, and it will include two dimensions: a trial-based economic evaluation, and a modelled economic evaluation of long-term costs and outcomes. Intervention costs will include the direct costs of running the program, excluding any research and development costs. We will consider restaurant dishes consumption at the population level to examine the economic evaluation. Therefore, the trialbased economic evaluation will be assessed in terms of incremental cost per unit salt reduction in restaurant dishes and systolic blood pressure (BP). The conversion of sodium in restaurant dishes to daily sodium intake for the population, and its relationship with systolic BP, will be based on the scientific literature and other population trials under the ASC project. The modelled economic evaluation will examine the cost, survival, health states (including death and CVD events) to estimate incremental cost per life year saved and cost per quality-adjusted life year gained. The transition probabilities across health states and costs attached to different health states, and the longterm effects of reduction in sodium intake will be based on literature data. Sensitivity analyses will be used to estimate uncertainty about the primary findings associated with various key parameters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Economic and process evaluation"
        },
        {
            "text": "The process evaluation will help us assess the fidelity and adoption of key components of intervention (frequency, coverage and satisfaction), and understand the barriers and facilitators of the intervention. The evaluation will be conducted using mixed-methods during and at the end of the trial, from monthly supervision records, structured process evaluation form, and in-depth interviews with restaurant staff and customers. Designed forms, including sales form of lower-salt labeling dishes, recipe information form of reduced-salt dishes, and consumer feedback cards will be collected at three time points during the intervention period, in order to monitor the acceptance and the effect of the RIS intervention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Economic and process evaluation"
        },
        {
            "text": "The recruitment of restaurants started in April 2019. Baseline assessments were conducted between May and June 2019. One hundred ninety-two restaurants from 12 counties completed the baseline 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60   F  o  r  p  e  e  r  r  e  v  i  e  w  o  n  l  y   survey, with data from 976 laboratory-tested dishes, 8145 recipes, and 3840 customers. Theoretically, the follow-up assessment will be conducted in the middle 2020, after 12 months intervention. Due to nation-wide epidemic of novel coronavirus disease in China, restaurants have been closed for several months, since late January 2020. We will evaluate the influence of the epidemic on restaurants, especially for the intervention group, and decide on whether to postpone the follow-up assessment and other issues.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 192,
                    "end": 562,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60   F  o  r  p  e  e  r  r  e  v  i  e  w  o  n  l  y   survey, with data from 976 laboratory-tested dishes, 8145 recipes, and 3840 customers.",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Project status and timelines"
        },
        {
            "text": "Unlike the standardized menus found in western fast food chains, Chinese dishes vary considerably by areas, restaurants, and chefs, even for dishes with the same name. Few studies exist on the sodium content of restaurant dishes in China. 14 25 The current study covers a wide range of restaurants in 6 provinces, could provide the evidence on the sodium level and sources in Chinese restaurants, which is helpful to develop the specific intervention measures. The study will explore a feasible, effective and sustainable approach to achieve salt reduction for Chinese restaurants. With an increasing proportion of people eating out, restaurant dishes contribute much more sodium than decades before and induce more health risks. Compared with salt reduction initiatives in individuals, communities or schools, those conducted in restaurants face more challenges. With this study, we will identify barriers and motivations for implementation, as well as solutions suitable to Chinese restaurants to reduce salt, and based on these findings, we will be able to draw important public health implications.",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 244,
                    "text": "14 25",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Expected outcome and potential impact"
        },
        {
            "text": "Using information on the current situation of Chinese restaurants, inclusion criteria were determined before the recruitment. An open letter was disseminated via local media, introducing the RIS project and calling for participation publicly. Local CDC investigators, with support from the Administration for Market Regulation, make various mobilization efforts to help restaurant owners understand the purpose of the project and the information to be collected in the investigation. With the consent of selected restaurants, we will conduct assessment surveys and implement the intervention. At the end of the study, we will disseminate the results to the restaurants, and discuss with related stakeholders how to translate the research findings into practice and develop a public health strategy. cooperation, and keep the information confidential. The restaurants will be free to discontinue their participation at any time without reasons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient and public involvement"
        },
        {
            "text": "The findings of this research will be disseminated through conference presentations, peer-reviewed publications, press release and social media. Time schedule of enrolment, interventions (including any run-ins and washouts), assessments, and visits for participants. A schematic diagram is highly recommended (see Figure)  Sample size 14 Estimated number of participants needed to achieve study objectives and how it was determined, including clinical and statistical assumptions supporting any sample size calculations ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 314,
                    "end": 321,
                    "text": "Figure)",
                    "ref_id": null
                }
            ],
            "section": "ETHICS AND DISSEMINATION"
        },
        {
            "text": "Strategies for achieving adequate participant enrolment to reach target sample size ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recruitment 15"
        },
        {
            "text": "Allocation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods: Assignment of interventions (for controlled trials)"
        },
        {
            "text": "Sequence generation 16a Method of generating the allocation sequence (eg, computergenerated random numbers), and list of any factors for stratification.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods: Assignment of interventions (for controlled trials)"
        },
        {
            "text": "To reduce predictability of a random sequence, details of any planned restriction (eg, blocking) should be provided in a separate document that is unavailable to those who enrol participants or assign interventions  16b Mechanism of implementing the allocation sequence (eg, central telephone; sequentially numbered, opaque, sealed envelopes), describing any steps to conceal the sequence until interventions are assigned  Implementation 16c Who will generate the allocation sequence, who will enrol participants, and who will assign participants to interventions  Blinding (masking)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods: Assignment of interventions (for controlled trials)"
        },
        {
            "text": "17a Who will be blinded after assignment to interventions (eg, trial participants, care providers, outcome assessors, data analysts), and how  17b If blinded, circumstances under which unblinding is permissible, and procedure for revealing a participant's allocated intervention during the trial ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods: Assignment of interventions (for controlled trials)"
        },
        {
            "text": "Data collection methods 18a Plans for assessment and collection of outcome, baseline, and other trial data, including any related processes to promote data quality (eg, duplicate measurements, training of assessors) and a description of study instruments (eg, questionnaires, laboratory tests) along with their reliability and validity, if known. Reference to where data collection forms can be found, if not in the protocol  18b Plans to promote participant retention and complete follow-up, including list of any outcome data to be collected for participants who discontinue or deviate from intervention protocols  Data management 19 Plans for data entry, coding, security, and storage, including any related processes to promote data quality (eg, double data entry; range checks for data values). Reference to where details of data management procedures can be found, if not in the protocol  Statistical methods 20a Statistical methods for analysing primary and secondary outcomes. Reference to where other details of the statistical analysis plan can be found, if not in the protocol  20b Methods for any additional analyses (eg, subgroup and adjusted analyses)  20c Definition of analysis population relating to protocol non-adherence (eg, as randomised analysis), and any statistical methods to handle missing data (eg, multiple imputation) ",
            "cite_spans": [
                {
                    "start": 635,
                    "end": 637,
                    "text": "19",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Methods: Data collection, management, and analysis"
        },
        {
            "text": "Data monitoring 21a Composition of data monitoring committee (DMC); summary of its role and reporting structure; statement of whether it is independent from the sponsor and competing interests; and reference to where further details about its charter can be found, if not in the protocol. Alternatively, an explanation of why a DMC is not needed  21b Description of any interim analyses and stopping guidelines, including who will have access to these interim results and make the final decision to terminate the trial ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods: Monitoring"
        },
        {
            "text": "Plans for collecting, assessing, reporting, and managing solicited and spontaneously reported adverse events and other unintended effects of trial interventions or trial conduct ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Harms 22"
        },
        {
            "text": "Frequency and procedures for auditing trial conduct, if any, and whether the process will be independent from investigators and the sponsor ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Auditing 23"
        },
        {
            "text": "Plans for seeking research ethics committee/institutional review board (REC/IRB) approval ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research ethics approval 24"
        },
        {
            "text": "Plans for communicating important protocol modifications (eg, changes to eligibility criteria, outcomes, analyses) to relevant parties (eg, investigators, REC/IRBs, trial participants, trial registries, journals, regulators)  Consent or assent 26a Who will obtain informed consent or assent from potential trial participants or authorised surrogates, and how (see Item 32)  26b Additional consent provisions for collection and use of participant data and biological specimens in ancillary studies, if applicable ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protocol amendments 25"
        },
        {
            "text": "How personal information about potential and enrolled participants will be collected, shared, and maintained in order to protect confidentiality before, during, and after the trial ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Confidentiality 27"
        },
        {
            "text": "Financial and other competing interests for principal investigators for the overall trial and each study site  Access to data 29 Statement of who will have access to the final trial dataset, and disclosure of contractual agreements that limit such access for investigators  Nevertheless, recent years have seen a rapid increase in the frequency at which people eat out. The aim of this study is to evaluate the effectiveness of interventions designed for salt reduction in restaurants through a randomized controlled trial in China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interests 28"
        },
        {
            "text": "As a randomized controlled trial with restaurants as study subjects, we recruited 192 restaurants from 12 counties of 6 provinces in China. After the baseline survey, restaurants were randomly assigned to intervention or control group. Using social cognitive theory, comprehensive intervention activities were designed to encourage salt reduction in all restaurant foods, and at the same time, to encourage consumers to choose lower-salt options when eating out.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods and analysis"
        },
        {
            "text": "The interventions will be conducted only in restaurants of the intervention group during the first",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods and analysis"
        },
        {
            "text": "year. The follow-up assessment will be conducted at the end of the trial. The primary outcome is the change in the average salt content of the 5 best-selling dishes of the restaurant, as measured by laboratory tests. Secondary outcomes include differences in the monthly use of salt and salty condiments between intervention and control restaurants, and the knowledge, attitude and practice (KAP) on salt among restaurant consumers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods and analysis"
        },
        {
            "text": "The study was reviewed and approved by the Review Board of the National Institute for Nutrition and Health, China CDC, and Queen Mary Research Ethics",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics and dissemination"
        },
        {
            "text": "Committee. Results will be disseminated through presentations, publications and social media.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics and dissemination"
        },
        {
            "text": "The study develops an effective and sustainable intervention package for salt reduction in Chinese restaurant settings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and limitations of this study"
        },
        {
            "text": "Our study covers a wide range of restaurants in China, from 6 provinces and thus representing different cuisines and eating habits.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and limitations of this study"
        },
        {
            "text": "Due to the commercial nature of restaurants, the implementation of the salt reduction interventions may be challenging, and need strong multisector support and cooperation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and limitations of this study"
        },
        {
            "text": "High salt intake is one of the leading dietary risk factors for deaths and disability globally 1 and associated with 3 million deaths and 70 million DALYs in adults around the world. In China, high 4 with the total number of individuals with high blood pressure reaching 270 million. International experience had proved that reducing population salt intake lowered blood pressure and reduced the risk of cardiovascular disease (CVD). 5 6 Salt reduction is considered one of the most cost-effective measures to improve public health. 7 In China, the average salt intake was 12-14g salt per day, which was more than double the WHOrecommended maximum level of 5g salt per day for adults. 8 9 With the rapid urbanization and lifestyle changes in China, eating in restaurants has been becoming popular, especially in urban areas. National survey (2010-12) statistics showed that, 35.5% of the Chinese aged 6 years and older had eaten out in the past week. The proportion of people dining out was 42.2% and 28.5% in urban and rural areas respectively. 4 Restaurants became the second major dining location after home-cooking in China, and this had important impacts on public health and nutrition. A pilot study using a one-week salt estimation method in Beijing found that approximately 40% of the salt intake was consumed outside the home. 10 Restaurant dishes seemed to have a high sodium content in both developed and developing countries. [11] [12] [13] [14] A study showed that 46.8% of the dishes served in Chinese restaurants in Beijing contained more salt than the daily salt intake recommended by WHO. 14 Sodium content was substantially higher in restaurant foods than in home-made foods. [15] [16] [17] Therefore, to help consumers reduce their overall salt intake, it is important to develop an effective strategy to reduce the sodium content of restaurant foods. (China CDC) and other key related organizations. 18 The ASC team developed two national health campaigns (health education and salt reduction in packaged food) and four randomized controlled trials (RCTs) to test interventions targeting the major sources of salt intake 19 . The RCTs consisted of (1) an application-based intervention study in schoolchildren and their families (AIS); 20 (2) a (4) a restaurant-based intervention study (RIS), which is the one reported in the present paper.",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 199,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 434,
                    "end": 437,
                    "text": "5 6",
                    "ref_id": null
                },
                {
                    "start": 533,
                    "end": 534,
                    "text": "7",
                    "ref_id": null
                },
                {
                    "start": 685,
                    "end": 688,
                    "text": "8 9",
                    "ref_id": null
                },
                {
                    "start": 1046,
                    "end": 1047,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 1336,
                    "end": 1338,
                    "text": "10",
                    "ref_id": null
                },
                {
                    "start": 1438,
                    "end": 1442,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 1443,
                    "end": 1447,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 1448,
                    "end": 1452,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 1453,
                    "end": 1457,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 1694,
                    "end": 1698,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 1699,
                    "end": 1703,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 1704,
                    "end": 1708,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 1920,
                    "end": 1922,
                    "text": "18",
                    "ref_id": null
                },
                {
                    "start": 2141,
                    "end": 2143,
                    "text": "19",
                    "ref_id": null
                },
                {
                    "start": 2256,
                    "end": 2258,
                    "text": "20",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The objective of RIS was to reduce salt use by at least 0.5g per 100g in restaurant dishes. To achieve the goal, we developed a restaurant salt reduction package, the feasibility and effectiveness of which are being tested by RIS. The key interventions were based on social cognitive theory 22 and included:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "(1) building tailored restaurant environments that encourage consumers to order lower-salt or reduced-salt dishes; (2) lower-salt or reduced-salt ordering reminders from the waiters; (3) training cooks in reduced-salt cooking; (4) salt reduction campaigns. As a part of the ASC program, this article reports on the design of the RIS intervention package and its implementation, evaluation, and current status.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "To account for geographical, economic and dietary disparities, our study was carried out in 6 provinces of China, which were consistent with other RCTs of ASC, covering north (Heilongjiang, Hebei, Qinghai) and south (Hunan, Sichuan and Jiangxi) China. As a RCT, the RIS baseline survey, which included the assessment of laboratory sodium level of 5 best-selling dishes, restaurant environment and attitude on salt reduction, detailed recipe information, and consumers' knowledge, attitude and practice (KAP) on salt reduction in each restaurant, was conducted in May 2019, and an evaluation survey with the same assessments will be conducted after 1-year follow-up, at the end of the trial. 192 restaurants were selected from 12 counties of the above-mentioned 6 provinces. In each province, 2 counties of similar socioeconomic level in the provincial capital city were selected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study setting and sampling method"
        },
        {
            "text": "The counties that had participated in other salt-reduction projects were excluded to minimize contamination. To determine the effectiveness of the salt reduction package in restaurants of different sizes, of the 16 Chinese restaurants selected from each county, it was ensured these included 4 large restaurants, 8 medium restaurants and 4 small restaurants. The restaurants in each county were then randomly allocated to the intervention or control group after the baseline survey, using the random procedure on electronic data recording platform (EDC). The comprehensive intervention package was designed to both inspire the consumers to demand for lower salt dishes and promote the skills of reduced-salt cooking and ordering service in restaurant staff. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study setting and sampling method"
        },
        {
            "text": "After baseline assessment, restaurants were randomly allocated to either the control group or the intervention group (96 restaurants in each group). The randomization was stratified by the size of restaurants and carried out using computer generated random numbers by a statistician who was not involved in the study and blind to the identity of the restaurants. Following the baseline survey, the restaurants allocated to the intervention group implemented a series of salt reduction activities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Randomization"
        },
        {
            "text": "Meanwhile, the control restaurants operated as usual.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Randomization"
        },
        {
            "text": "The objective of RIS was to reduce salt use in restaurants. We aimed to achieve not only short-term, but also sustainable long-term effects. Social cognitive theory proposes behavior was influenced by appropriate modeling for learning, available materials) 22 . Therefore, we designed the intervention activities based on both the supply (restaurant) and demand (consumer) sides ( Figure 1 ). For the intervention group, the RIS intervention package included the following activities: Figure 1 The RIS intervention design",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 259,
                    "text": "22",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 381,
                    "end": 389,
                    "text": "Figure 1",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 485,
                    "end": 493,
                    "text": "Figure 1",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Intervention"
        },
        {
            "text": "(1) Menu labelling:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention"
        },
        {
            "text": "In the baseline survey, we collected the detailed ingredients composition, including the amount of salt and condiments, of the 50 best-selling dishes of each restaurant. If a restaurant offers fewer than 50 dishes, information on all available dishes were collected. In each restaurant, the 10% of the dishes that had the lowest sodium content (according to baseline survey) were labelled \"lower salt\" on the menu, thus providing clear information to the customers. This menu will be used in the intervention restaurants throughout the 1-year trial period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention"
        },
        {
            "text": "(2) Training for chef and waiter/waitress: (3) Supportive environment for salt reduction in restaurants: messages with announcement \"-30%/-50% salt options were available for most dishes\" will be posted on dining tables. These materials should be displayed at noticeable positions in the intervention restaurants during the trial period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention"
        },
        {
            "text": "(4) Salt reduction campaign:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention"
        },
        {
            "text": "To create a social environment supportive of salt reduction, local investigators were encouraged to organize a campaign at least once during the 1-year trial, with the theme of \"less salt, healthy eating\", to help raise consumers' awareness of salt reduction when they eat out. Another import aim was to encourage restaurants to pay more attention to reducing salt and offering lower-salt dishes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention"
        },
        {
            "text": "To expand the reach of the campaign, news agencies and social media were used to disseminate the campaign messages. To limit contamination to control group, the salt reduction campaign should only involve the restaurants in intervention group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention"
        },
        {
            "text": "Certified medals of \"ASC Salt Reducing Restaurant\" were granted to intervention restaurants, according to the standardized requirements. The medal will help motivate restaurants for salt reduction and value their efforts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention"
        },
        {
            "text": "In the current randomized controlled trial, selected restaurants were the study subjects. Based on the results of a study on Chinese restaurants, 23 we assumed a standard deviation (SD) of 1g/100g of dish for the sodium content of Chinese restaurant dishes, and expected that a sample of 192 restaurants would achieve 80% power (with two-sided alpha=0.05) to detect a change in salt content by 0.5 g/100g dish for the 5 best-selling dishes in each restaurant, allowing for a 20% dropping rate of restaurants. Therefore, a total of 192 restaurants were recruited into the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample size"
        },
        {
            "text": "The primary outcome was the differences between the intervention and control groups in the change of the sodium content of the 5 best-selling dishes from baseline to the end of the trial (Figure 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 187,
                    "end": 196,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF19"
                }
            ],
            "section": "Outcome measures"
        },
        {
            "text": "Secondary outcomes included the differences between the intervention and control groups in: (1) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcome measures"
        },
        {
            "text": "The primary and secondary outcomes should be assessed before and after the 1-year intervention, in both intervention and control restaurants. For the consumer survey, we randomly selected 20 customers (10 males and 10 females) in all intervention and control restaurants, before and after the trial, to assess the changes and differences of knowledge, attitudes, and behaviours related to salt reduction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcome assessments"
        },
        {
            "text": "We used the specially designed mobile EDC to collect assessments data during the RIS program, as well as monthly supervision records in the 1-year comprehensive intervention. The local CDCs were responsible for data collection. The structure of data collection system consisted of 192 restaurants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "The local researchers logged in the system, input the assessment data and supervision records in each restaurant page. The assessment data included: (1) information on restaurants' salt reductionrelated environment, service, attitude, challenges, and monthly salt usage, as well as some sales data; (2) information on recipe, cooking method, and laboratory sodium content; (3) information on customer knowledge, attitude, and behaviors related to salt reduction. To collect the primary indicator-laboratory measured sodium contents of the best-selling dishes, the local investigators went to each restaurant and buy the 5 best-selling dishes anonymously, then put them totally into the sampling bags, weighed the amount, stored at -20°C in refrigerator, and finally transferred to the designated laboratory for sodium test. Monthly supervision records included information on the process of intervention activities, and any reason for not carrying them out, as well as photos that could inform on the intervention status.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "The mobile EDC used in the RIS program was developed by the Beijing University of Aeronautics 20 . To ensure the data validation and detection of keying errors, the EDC system set rules of logic jump for associated questions, and abnormal values recognition. To guarantee the integrity and authenticity of data collection, local researchers were given different level of authority according to their roles. For example, the local investigators were responsible for inputting survey and supervision data, but could not delete the records they added. The inspectors had authority to check the data accuracy, delete mistaken records, start and close discussion about doubtful data, but cannot add new records. The person in charge at county, provincial and national levels, could view the data of all restaurants under their management, but could not make any changes. All modifications were clearly recorded in the EDC system.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 96,
                    "text": "20",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data management"
        },
        {
            "text": "The effect of the intervention package for restaurants on the primary or secondary outcomes will be determined using linear mixed models, including group (intervention, control), time (baseline, follow-up), and interaction of group*time, with adjustments for potential confounding variables, such as restaurant size, cooking method and dish category, etc. We will consider sensitivity analyses to examine the robustness of the conclusion of the primary analysis. Results will be described as mean, SD, standard error (SE), and 95% confidence interval where appropriate. SAS 9.4 will be used for the data cleaning and statistical analyses. All analyses will be two sided, and P<0.05 will be considered significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Economic evaluation will be conducted from the health sector perspective to compare the comprehensive intervention package for restaurant on salt reduction versus business as usual, and it will include two dimensions: a trial-based economic evaluation, and a modelled economic evaluation of long-term costs and outcomes. Intervention costs will include the direct costs of running the program, excluding any research and development costs. We will consider restaurant dishes consumption at the population level for the economic evaluation. Therefore, the trial-based economic evaluation will be assessed in terms of incremental cost per unit salt reduction in restaurant dishes and systolic blood pressure (BP). The conversion of sodium in restaurant dishes to daily sodium intake for the population, and its relationship with systolic BP, will be based on the scientific literature and other population trials under the ASC project. The modelled economic term effects of reduction in sodium intake will be based on literature data. Sensitivity analyses will be used to estimate uncertainty about the primary findings associated with various key parameters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Economic and process evaluation"
        },
        {
            "text": "The process evaluation will help us assess the fidelity and adoption of key components of intervention (frequency, coverage and satisfaction), and understand the barriers and facilitators of the intervention. The evaluation will be conducted using mixed-methods during and at the end of the trial, from monthly supervision records, structured process evaluation form, and in-depth interviews with restaurant staff and customers. Designed forms, including sales form of lower-salt labeling dishes, recipe information form of reduced-salt dishes, and consumer feedback cards will be collected at three time points during the intervention period, in order to monitor the acceptance and the effect of the RIS intervention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Economic and process evaluation"
        },
        {
            "text": "The recruitment of restaurants started in April 2019. Baseline survey was conducted between May and June 2019. 192 restaurants from 12 counties completed the assessments, with data of 976 laboratory-tested dishes, 8145 recipes, and 3840 customers. Theoretically, the follow-up survey will be conducted in the middle 2020, after 12 months' intervention. Due to the pandemic of novel coronavirus disease (COVID-19) in early 2020, restaurants were temporarily closed in all the provinces of China. According to the feedback from the 12 counties, all of restaurants in our study were closed from late January to early April.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Project status and timelines"
        },
        {
            "text": "We will evaluate influences of the COVID-19 pandemic on restaurants, especially on those in the intervention group, and decide on whether to postpone the follow-up assessment and other issues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Project status and timelines"
        },
        {
            "text": "Unlike the standardized menus found in western fast food chains, Chinese dishes vary considerably by areas, restaurants, and chefs, even for dishes with the same name. Few studies existed on the sodium content of restaurant dishes in China. 14 25 The current study covered a wide range of restaurants in 6 provinces, could provide the evidence on the sodium level and sources in Chinese restaurants, which will be very helpful to develop the specific intervention measures. The study aimed to explore a feasible, effective and sustainable approach to achieve salt reduction for Chinese With an increasing proportion of people eating out, restaurant dishes contributed much more sodium than decades before and induced more health risks. Compared with salt reduction initiatives in individuals, communities or schools, those conducted in restaurants may face more challenges. With this study, we will identify barriers and facilitators for implementation, as well as solutions suitable to Chinese restaurants to reduce salt. Based on these findings, we will be able to draw important public health implications.",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 246,
                    "text": "14 25",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Expected outcome and potential impact"
        },
        {
            "text": "Using information on the current situation of Chinese restaurants, inclusion criteria were determined before the recruitment. An open letter was disseminated via local media, introducing the RIS project and calling for participation publicly. Local CDC investigators, with support from the Administration for Market Regulation, made various mobilization efforts to help restaurant owners understand the purpose of the project and the information to be collected in the investigation. With the consent of selected restaurants, we conducted assessment surveys and implemented the intervention. At the end of the study, we will disseminate the results to the restaurants, and discuss with related stakeholders how to translate the research findings into practice and develop a public health strategy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient and public involvement"
        },
        {
            "text": "According to the results of ethics review by the Review Board of the National Institute for Nutrition and Health, China CDC, and Queen Mary Research Ethics Committee, written informed consent from restaurants and consumers were exempted from the RIS project. However, the investigators should fully inform the selected restaurants and consumers of the purpose and activities of the project, strive for understanding and cooperation, and keep the information confidential. The restaurants and consumers will be free to discontinue their participation at any time without giving any reasons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ETHICS AND DISSEMINATION"
        },
        {
            "text": "The findings of this research will be disseminated through conference presentations, peer-reviewed publications, press release and social media. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ETHICS AND DISSEMINATION"
        },
        {
            "text": "Allocation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods: Assignment of interventions (for controlled trials)"
        },
        {
            "text": "Sequence generation 16a Method of generating the allocation sequence (eg, computergenerated random numbers), and list of any factors for stratification.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods: Assignment of interventions (for controlled trials)"
        },
        {
            "text": "To reduce predictability of a random sequence, details of any planned restriction (eg, blocking) should be provided in a separate document that is unavailable to those who enrol participants or assign interventions  20c Definition of analysis population relating to protocol non-adherence (eg, as randomised analysis), and any statistical methods to handle missing data (eg, multiple imputation) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods: Assignment of interventions (for controlled trials)"
        },
        {
            "text": "Data monitoring 21a Composition of data monitoring committee (DMC); summary of its role and reporting structure; statement of whether it is independent from the sponsor and competing interests; and reference to where further details about its charter can be found, if not in the protocol. Alternatively, an explanation of why a DMC is not needed  How personal information about potential and enrolled participants will be collected, shared, and maintained in order to protect confidentiality before, during, and after the trial ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods: Monitoring"
        },
        {
            "text": "Financial and other competing interests for principal investigators for the overall trial and each study site  Access to data 29 Statement of who will have access to the final trial dataset, and disclosure of contractual agreements that limit such access for investigators  ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interests 28"
        },
        {
            "text": "The study develops an effective and sustainable intervention package for salt reduction in Chinese restaurant settings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and limitations of this study"
        },
        {
            "text": "Our study covers a wide range of restaurants in China, from 6 provinces and thus representing different cuisines and eating habits.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and limitations of this study"
        },
        {
            "text": "Due to the commercial nature of restaurants, the implementation of the salt reduction interventions may be challenging, and need strong multisector support and cooperation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and limitations of this study"
        },
        {
            "text": "High salt intake is one of the leading dietary risk factors for deaths and disability globally 1 and associated with 3 million deaths and 70 million DALYs in adults around the world. In China, high salt intake attributed to more than 0.5 million cardiometabolic deaths in 2010-12. 2 The most common risk of high salt intake is raised blood pressure, which alone accounted for an estimated 10.7 million deaths each year worldwide. 3 Statistics from the 2015 China's Report on Nutrition and Chronic Diseases revealed that the prevalence of hypertension among the Chinese population aged 18 years and older was 25.2% in 2012, 4 with the total number of individuals with high blood pressure reaching 270 million. International experience had proved that reducing population salt intake lowered blood pressure and reduced the risk of cardiovascular disease (CVD). 5 6 Salt reduction is considered one of the most cost-effective measures to improve public health. 7 In China, the average salt intake was 12-14g salt per day, which was more than double the WHOrecommended maximum level of 5g salt per day for adults. 8 9 With the rapid urbanization and lifestyle changes in China, eating in restaurants has been becoming popular, especially in urban areas. National survey (2010-12) statistics showed that, 35.5% of the Chinese aged 6 years and older had eaten out in the past week. The proportion of people dining out was 42.2% and 28.5% in urban and rural areas respectively. 4 Restaurants became the second major dining location after home-cooking in China, and this had important impacts on public health and 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60   F  o  r  p  e  e  r  r  e  v  i  e  w  o  n  l  y nutrition. A pilot study using a one-week salt estimation method in Beijing found that approximately 40% of the salt intake was consumed outside the home. 10 Restaurant dishes seemed to have a high sodium content in both developed and developing countries. [11] [12] [13] [14] A study showed that 46.8% of the dishes served in Chinese restaurants in Beijing contained more salt than the daily salt intake recommended by WHO. 14 Sodium content was substantially higher in restaurant foods than in home-made foods. [15] [16] [17] Therefore, to help consumers reduce their overall salt intake, it is important to develop an effective strategy to reduce the sodium content of restaurant foods.",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 282,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 430,
                    "end": 431,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 623,
                    "end": 624,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 859,
                    "end": 862,
                    "text": "5 6",
                    "ref_id": null
                },
                {
                    "start": 958,
                    "end": 959,
                    "text": "7",
                    "ref_id": null
                },
                {
                    "start": 1110,
                    "end": 1113,
                    "text": "8 9",
                    "ref_id": null
                },
                {
                    "start": 1471,
                    "end": 1472,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 2043,
                    "end": 2045,
                    "text": "10",
                    "ref_id": null
                },
                {
                    "start": 2145,
                    "end": 2149,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 2150,
                    "end": 2154,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 2155,
                    "end": 2159,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 2160,
                    "end": 2164,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 2401,
                    "end": 2405,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 2406,
                    "end": 2410,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 2411,
                    "end": 2415,
                    "text": "[17]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1606,
                    "end": 1887,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60   F  o  r  p  e  e  r  r  e  v  i  e  w  o  n  l  y",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "To (4) a restaurant-based intervention study (RIS), which is the one reported in the present paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The objective of RIS was to reduce salt use by at least 0.5g per 100g in restaurant dishes. To achieve the goal, we developed a restaurant salt reduction package, the feasibility and effectiveness of which are being tested by RIS. The key interventions were based on social cognitive theory 22 and included:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "(1) building tailored restaurant environments that encourage consumers to order lower-salt or reduced-salt dishes; (2) lower-salt or reduced-salt ordering reminders from the waiters; (3) training cooks in reduced-salt cooking; (4) salt reduction campaigns. As a part of the ASC program, this article reports on the design of the RIS intervention package and its implementation, evaluation, and current status. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "After baseline assessment, restaurants were randomly allocated to either the control group or the intervention group (96 restaurants in each group). The randomization was stratified by the size of restaurants and carried out using computer generated random numbers by a statistician who was not involved in the study and blind to the identity of the restaurants. Following the baseline survey, the restaurants allocated to the intervention group implemented a series of salt reduction activities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Randomization"
        },
        {
            "text": "Meanwhile, the control restaurants operated as usual.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Randomization"
        },
        {
            "text": "The objective of RIS was to reduce salt use in restaurants. We aimed to achieve not only short-term, but also sustainable long-term effects. Social cognitive theory proposes behavior was influenced by the constant interaction of personal factors (ie. skills, knowledge) and environmental factors (ie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention"
        },
        {
            "text": "appropriate modeling for learning, available materials) 22 . Therefore, we designed the intervention activities based on both the supply (restaurant) and demand (consumer) sides (Figure 1 ). For the intervention group, the RIS intervention package included the following activities: Figure 1 The RIS intervention design",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 178,
                    "end": 187,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 283,
                    "end": 291,
                    "text": "Figure 1",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Intervention"
        },
        {
            "text": "(1) Menu labelling: 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60   F  o  r  p  e  e  r  r  e  v  i  e  w  o  n  l  y In the baseline survey, we collected the detailed ingredients composition, including the amount of salt and condiments, of the 50 best-selling dishes of each restaurant. If a restaurant offers fewer than 50 dishes, information on all available dishes were collected. In each restaurant, the 10% of the dishes that had the lowest sodium content (according to baseline survey) were labelled \"lower salt\" on the menu, thus providing clear information to the customers. This menu will be used in the intervention restaurants throughout the 1-year trial period.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 20,
                    "end": 301,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60   F  o  r  p  e  e  r  r  e  v  i  e  w  o  n  l  y",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Intervention"
        },
        {
            "text": "(2) Training for chef and waiter/waitress:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention"
        },
        {
            "text": "In close collaboration with culinary experts, we developed a series of training materials, including manual and videos, to guide chefs and waiters/waitresses in encouraging salt reduction services in their routine work. Besides, we organized the service of a professional team to offer face-to-face training for the restaurant staff of each county at least once a year. At least 3 representatives per restaurant were required to attend the training. This training mainly focused on the following aspects: \"salt sources in restaurant dishes\", \"why reduce salt\", \"practical skills in reducing salt for restaurant cooking\", \"building a reduced-salt environment in a restaurant\" and \"service and communication skills\". Local county investigators were responsible to enhance the knowledge and skills among staff in each intervention restaurant by conducting monthly follow-up supervisions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention"
        },
        {
            "text": "During the trial, each intervention restaurant was encouraged to reduce salt usage by 10% in all dishes, and greater reductions according to the customers' request (such as, -30% or -50% salt).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention"
        },
        {
            "text": "Furthermore, at least 3 lower-salt dishes (sodium≤100mg/100g) per restaurant should be developed through reformulation to provide customers more options of lower-salt dishes. Waiters/waitresses were required to recommend customers the lower-salt dishes, as well as remind them they can choose the reduced-salt option with almost all the other dishes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention"
        },
        {
            "text": "(3) Supportive environment for salt reduction in restaurants:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention"
        },
        {
            "text": "Information that refers to salt reduction, salt and health, and available reduced-salt dishes were shown through videos, posters, brochures, leaflets, and table displays to build restaurant environments that maks it easier for the customers to choose lower-salt options. For example, messages with announcement \"-30%/-50% salt options were available for most dishes\" will be posted on dining tables. These materials should be displayed at noticeable positions in the (4) Salt reduction campaign:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention"
        },
        {
            "text": "To create a social environment supportive of salt reduction, local investigators were encouraged to organize a campaign at least once during the 1-year trial, with the theme of \"less salt, healthy eating\", to help raise consumers' awareness of salt reduction when they eat out. Another import aim was to encourage restaurants to pay more attention to reducing salt and offering lower-salt dishes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention"
        },
        {
            "text": "To expand the reach of the campaign, news agencies and social media were used to disseminate the campaign messages. To limit contamination to control group, the salt reduction campaign should only involve the restaurants in intervention group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention"
        },
        {
            "text": "Certified medals of \"ASC Salt Reducing Restaurant\" were granted to intervention restaurants, according to the standardized requirements. The medal will help motivate restaurants for salt reduction and value their efforts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention"
        },
        {
            "text": "In the current randomized controlled trial, selected restaurants were the study subjects. Based on the results of a study on Chinese restaurants, 23 we assumed a standard deviation (SD) of 1g/100g of dish for the sodium content of Chinese restaurant dishes, and expected that a sample of 192 restaurants would achieve 80% power (with two-sided alpha=0.05) to detect a change in salt content by 0.5 g/100g dish for the 5 best-selling dishes in each restaurant, allowing for a 20% dropping rate of restaurants. Therefore, a total of 192 restaurants were recruited into the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample size"
        },
        {
            "text": "(1) Effectiveness outcomes:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcome measures"
        },
        {
            "text": "The primary outcome was the differences between the intervention and control groups in the change of the sodium content of the 5 best-selling dishes from baseline to the end of the trial (Figure 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 187,
                    "end": 196,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF19"
                }
            ],
            "section": "Outcome measures"
        },
        {
            "text": "Secondary outcomes included the differences between the intervention and control groups in: (1) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcome measures"
        },
        {
            "text": "(1) Effectiveness outcome assessments:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcome assessments"
        },
        {
            "text": "The primary and secondary effectiveness outcomes should be assessed before and after the 1-year intervention, in both intervention and control restaurants. For the consumer survey, we randomly selected 20 customers (10 males and 10 females) in all intervention and control restaurants, before and after the trial, to assess the changes and differences of knowledge, attitudes, and behaviours related to salt reduction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcome assessments"
        },
        {
            "text": "(2) Feasibility outcome assessments:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcome assessments"
        },
        {
            "text": "Economic evaluation will be conducted from the health sector perspective to compare the comprehensive intervention package for restaurant on salt reduction versus business as usual, and it will include two dimensions: a trial-based economic evaluation, and a modelled economic evaluation of long-term costs and outcomes. Intervention costs will include the direct costs of running the program, excluding any research and development costs. We will consider restaurant dishes consumption at the population level for the economic evaluation. Therefore, the trial-based economic evaluation will be assessed in terms of incremental cost per unit salt reduction in restaurant dishes and systolic blood pressure (BP). The conversion of sodium in restaurant dishes to daily sodium intake for the population, and its relationship with systolic BP, will be based on the term effects of reduction in sodium intake will be based on literature data. Sensitivity analyses will be used to estimate uncertainty about the primary findings associated with various key parameters.The process evaluation will help us assess the fidelity and adoption of key components of intervention (frequency, coverage and satisfaction), and understand the barriers and facilitators of the intervention. The evaluation will be conducted using mixed-methods during and at the end of the trial, from monthly supervision records, structured process evaluation form, and in-depth interviews with restaurant staff and customers. Designed forms, including sales form of lower-salt labeling dishes, recipe information form of reduced-salt dishes, and consumer feedback cards will be collected at three time points during the intervention period, in order to monitor the acceptance and the effect of the RIS intervention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcome assessments"
        },
        {
            "text": "We used the specially designed mobile EDC to collect assessments data during the RIS program, as well as monthly supervision records in the 1-year comprehensive intervention. The local CDCs were responsible for data collection. The structure of data collection system consisted of 192 restaurants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "The local researchers logged in the system, input the assessment data and supervision records in each restaurant page. The assessment data included: (1) information on restaurants' salt reductionrelated environment, service, attitude, challenges, and monthly salt usage, as well as some sales data; (2) information on recipe, cooking method, and laboratory sodium content; (3) information on customer knowledge, attitude, and behaviors related to salt reduction. To collect the primary indicator-laboratory measured sodium contents of the best-selling dishes, the local investigators went to each restaurant and buy the 5 best-selling dishes anonymously, then put them totally into the sampling bags, weighed the amount, stored at -20°C in refrigerator, and finally transferred to the designated laboratory for sodium test. Monthly supervision records included information on the ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "The mobile EDC used in the RIS program was developed by the Beijing University of Aeronautics and Astronautics. The security of data management was demonstrated in another publication under the same ASC project 20 . To ensure the data validation and detection of keying errors, the EDC system set rules of logic jump for associated questions, and abnormal values recognition. To guarantee the integrity and authenticity of data collection, local researchers were given different level of authority according to their roles. For example, the local investigators were responsible for inputting survey and supervision data, but could not delete the records they added. The inspectors had authority to check the data accuracy, delete mistaken records, start and close discussion about doubtful data, but cannot add new records. The person in charge at county, provincial and national levels, could view the data of all restaurants under their management, but could not make any changes. All modifications were clearly recorded in the EDC system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data management"
        },
        {
            "text": "The effect of the intervention package for restaurants on the primary or secondary outcomes will be determined using linear mixed models. The differential change by groups from baseline to the end of follow-up will be indicated by including group (intervention, control), time (baseline, follow-up), and the interaction of group*time, with adjustments for potential confounding variables (area, restaurant size, cooking method and dish category). We will consider sensitivity analyses to examine the robustness of the conclusion of the primary analysis. Results will be described as mean, SD, standard error (SE), and 95% confidence interval where appropriate. SAS 9.4 will be used for the data cleaning and statistical analyses. All analyses will be two sided, and P<0.05 will be considered significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "The recruitment of restaurants started in April 2019. Baseline survey was conducted between May 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 We will evaluate influences of the COVID-19 pandemic on restaurants, especially on those in the intervention group, and decide on whether to postpone the follow-up assessment and other issues.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 96,
                    "end": 321,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Project status and timelines"
        },
        {
            "text": "Unlike the standardized menus found in western fast food chains, Chinese dishes vary considerably by areas, restaurants, and chefs, even for dishes with the same name. Few studies existed on the sodium content of restaurant dishes in China. 14 25 The current study covered a wide range of restaurants in 6 provinces, could provide the evidence on the sodium level and sources in Chinese restaurants, which will be very helpful to develop the specific intervention measures. The study aimed to explore a feasible, effective and sustainable approach to achieve salt reduction for Chinese restaurants. With an increasing proportion of people eating out, restaurant dishes contributed much more sodium than decades before and induced more health risks. Compared with salt reduction initiatives in individuals, communities or schools, those conducted in restaurants may face more challenges. With this study, we will identify barriers and facilitators for implementation, as well as solutions suitable to Chinese restaurants to reduce salt. Based on these findings, we will be able to draw important public health implications.",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 246,
                    "text": "14 25",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Expected outcome and potential impact"
        },
        {
            "text": "Using 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60   F  o  r  p  e  e  r  r  e  v  i  e  w  o  n  l  y intervention. At the end of the study, we will disseminate the results to the restaurants, and discuss with related stakeholders how to translate the research findings into practice and develop a public health strategy.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 6,
                    "end": 287,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60   F  o  r  p  e  e  r  r  e  v  i  e  w  o  n  l  y",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Patient and public involvement"
        },
        {
            "text": "According to the results of ethics review by the Review Board of the National Institute for Nutrition and Health, China CDC, and Queen Mary Research Ethics Committee, written informed consent from restaurants and consumers were exempted from the RIS project. However, the investigators should fully inform the selected restaurants and consumers of the purpose and activities of the project, strive for understanding and cooperation, and keep the information confidential. The restaurants and consumers will be free to discontinue their participation at any time without giving any reasons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ETHICS AND DISSEMINATION"
        },
        {
            "text": "The findings of this research will be disseminated through conference presentations, peer-reviewed publications, press release and social media. 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 Names, affiliations, and roles of protocol contributors  Roles and responsibilities 5b Name and contact information for the trial sponsor  5c Role of study sponsor and funders, if any, in study design; collection, management, analysis, and interpretation of data; writing of the report; and the decision to submit the report for publication, including whether they will have ultimate authority over any of these activities  5d Composition, roles, and responsibilities of the coordinating centre, steering committee, endpoint adjudication committee, data management team, and other individuals or groups overseeing the trial, if applicable (see Item 21a for data monitoring committee) ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 145,
                    "end": 370,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 371,
                    "end": 596,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 597,
                    "end": 822,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 823,
                    "end": 1048,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1049,
                    "end": 1274,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "ETHICS AND DISSEMINATION"
        },
        {
            "text": "Background and rationale Time schedule of enrolment, interventions (including any run-ins and washouts), assessments, and visits for participants. A schematic diagram is highly recommended (see Figure)  Sample size 14 Estimated number of participants needed to achieve study objectives and how it was determined, including clinical and statistical assumptions supporting any sample size calculations ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 194,
                    "end": 201,
                    "text": "Figure)",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Strategies for achieving adequate participant enrolment to reach target sample size ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recruitment 15"
        },
        {
            "text": "Allocation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods: Assignment of interventions (for controlled trials)"
        },
        {
            "text": "Sequence generation 16a Method of generating the allocation sequence (eg, computergenerated random numbers), and list of any factors for stratification.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods: Assignment of interventions (for controlled trials)"
        },
        {
            "text": "To reduce predictability of a random sequence, details of any planned restriction (eg, blocking) should be provided in a separate document that is unavailable to those who enrol participants or assign interventions  16b Mechanism of implementing the allocation sequence (eg, central telephone; sequentially numbered, opaque, sealed envelopes), describing any steps to conceal the sequence until interventions are assigned  Implementation 16c Who will generate the allocation sequence, who will enrol participants, and who will assign participants to interventions  Blinding (masking)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods: Assignment of interventions (for controlled trials)"
        },
        {
            "text": "17a Who will be blinded after assignment to interventions (eg, trial participants, care providers, outcome assessors, data analysts), and how  17b If blinded, circumstances under which unblinding is permissible, and procedure for revealing a participant's allocated intervention during the trial ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods: Assignment of interventions (for controlled trials)"
        },
        {
            "text": "Data collection methods 18a Plans for assessment and collection of outcome, baseline, and other trial data, including any related processes to promote data quality (eg, duplicate measurements, training of assessors) and a description of study instruments (eg, questionnaires, laboratory tests) along with their reliability and validity, if known. Reference to where data collection forms can be found, if not in the protocol  18b Plans to promote participant retention and complete follow-up, including list of any outcome data to be collected for participants who discontinue or deviate from intervention protocols  Data management 19 Plans for data entry, coding, security, and storage, including any related processes to promote data quality (eg, double data entry; range checks for data values). Reference to where details of data management procedures can be found, if not in the protocol  Statistical methods 20a Statistical methods for analysing primary and secondary outcomes. Reference to where other details of the statistical analysis plan can be found, if not in the protocol  20b Methods for any additional analyses (eg, subgroup and adjusted analyses)  20c Definition of analysis population relating to protocol non-adherence (eg, as randomised analysis), and any statistical methods to handle missing data (eg, multiple imputation) ",
            "cite_spans": [
                {
                    "start": 635,
                    "end": 637,
                    "text": "19",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Methods: Data collection, management, and analysis"
        },
        {
            "text": "Data monitoring 21a Composition of data monitoring committee (DMC); summary of its role and reporting structure; statement of whether it is independent from the sponsor and competing interests; and reference to where further details about its charter can be found, if not in the protocol. Alternatively, an explanation of why a DMC is not needed  21b Description of any interim analyses and stopping guidelines, including who will have access to these interim results and make the final decision to terminate the trial ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods: Monitoring"
        },
        {
            "text": "Plans for collecting, assessing, reporting, and managing solicited and spontaneously reported adverse events and other unintended effects of trial interventions or trial conduct  Auditing 23 Frequency and procedures for auditing trial conduct, if any, and whether the process will be independent from investigators and the sponsor ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Harms 22"
        },
        {
            "text": "Research ethics approval 24 Plans for seeking research ethics committee/institutional review board (REC/IRB) approval ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics and dissemination"
        },
        {
            "text": "Plans for communicating important protocol modifications (eg, changes to eligibility criteria, outcomes, analyses) to relevant parties (eg, investigators, REC/IRBs, trial participants, trial registries, journals, regulators)  Consent or assent 26a Who will obtain informed consent or assent from potential trial participants or authorised surrogates, and how (see Item 32)  26b Additional consent provisions for collection and use of participant data and biological specimens in ancillary studies, if applicable ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protocol amendments 25"
        },
        {
            "text": "How personal information about potential and enrolled participants will be collected, shared, and maintained in order to protect confidentiality before, during, and after the trial ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Confidentiality 27"
        },
        {
            "text": "Financial and other competing interests for principal investigators for the overall trial and each study site  Access to data 29 Statement of who will have access to the final trial dataset, and disclosure of contractual agreements that limit such access for investigators  1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 276,
                    "end": 505,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Declaration of interests 28"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "a systematic analysis for the Global Burden of Disease Study",
            "authors": [
                {
                    "first": "Gbdd",
                    "middle": [],
                    "last": "Collaborators",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Lancet",
            "volume": "393",
            "issn": "",
            "pages": "1958--72",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The dietary transition and its association with cardiometabolic mortality among Chinese adults, 1982-2012: a cross-sectional population-based study",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Lancet Diabetes Endocrinol",
            "volume": "7",
            "issn": "7",
            "pages": "540--588",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Global Burden of Hypertension and Systolic Blood Pressure of at Least 110 to 115 mm Hg",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Forouzanfar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Roth",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "JAMA",
            "volume": "317",
            "issn": "2",
            "pages": "165--82",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Bureau of National Health and Family Planning Commission Disease Prevention and Control. Report on Chinese Residents' Chronic Diseases and Nutrition. Beijing: People's Medical Publishing House",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Effect of lower sodium intake on health: systematic review and meta-analyses",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Aburto",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ziolkovska",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hooper",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMJ",
            "volume": "346",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Effect of longer term modest salt reduction on blood pressure: Cochrane systematic review and meta-analysis of randomised trials",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Macgregor",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMJ",
            "volume": "346",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Chronic disease prevention: health effects and financial costs of strategies to reduce salt intake and control tobacco use",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Asaria",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chisholm",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mathers",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Lancet",
            "volume": "370",
            "issn": "9604",
            "pages": "2044--53",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Dietary sources of sodium in China, Japan, the United Kingdom, and the United States, women and men aged 40 to 59 years: the INTERMAP study",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Appel",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Okuda",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Am Diet Assoc",
            "volume": "110",
            "issn": "5",
            "pages": "736--781",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "School based education programme to reduce salt intake in children and their families (School-EduSalt): cluster randomised controlled trial",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "X"
                    ],
                    "last": "Feng",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMJ",
            "volume": "350",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Consumption and sources of dietary salt in family members in Beijing",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nutrients",
            "volume": "7",
            "issn": "4",
            "pages": "2719--2749",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Sodium content of popular commercially processed and restaurant foods in the United States",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Ahuja",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wasswa-Kintu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Haytowitz",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Prev Med Rep",
            "volume": "2",
            "issn": "",
            "pages": "962--969",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Trends in Sodium Content of Menu Items in Large Chain Restaurants in the U.S",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Wolfson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Moran",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Jarlenski",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Am J Prev Med",
            "volume": "54",
            "issn": "1",
            "pages": "28--36",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Sodium in commonly consumed fast foods in New Zealand: a public health opportunity",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Prentice",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Mclean",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Public Health Nutr",
            "volume": "19",
            "issn": "6",
            "pages": "958--66",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Sodium content and energy of 47 commercial dishes in four restaurants in Beijing",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "Q"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Men",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Zhonghua Yu Fang Yi Xue Za Zhi",
            "volume": "47",
            "issn": "1",
            "pages": "27--30",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Fast-food and full-service restaurant consumption and daily energy and nutrient intakes in US adults",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "An",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Eur J Clin Nutr",
            "volume": "70",
            "issn": "1",
            "pages": "97--103",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Eating Out-of-Home in Adult Residents in Shanghai and the Nutritional Differences among Dining Places",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nutrients",
            "volume": "10",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "a systematic analysis for the Global Burden of Disease Study",
            "authors": [
                {
                    "first": "Gbdd",
                    "middle": [],
                    "last": "Collaborators",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Lancet",
            "volume": "393",
            "issn": "",
            "pages": "1958--72",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The dietary transition and its association with cardiometabolic mortality among Chinese adults, 1982-2012: a cross-sectional population-based study",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Lancet Diabetes Endocrinol",
            "volume": "7",
            "issn": "7",
            "pages": "540--588",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Global Burden of Hypertension and Systolic Blood Pressure of at Least 110 to 115 mm Hg",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Forouzanfar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Roth",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "JAMA",
            "volume": "317",
            "issn": "2",
            "pages": "165--82",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Bureau of National Health and Family Planning Commission Disease Prevention and Control. Report on Chinese Residents' Chronic Diseases and Nutrition. Beijing: People's Medical Publishing House",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Effect of lower sodium intake on health: systematic review and meta-analyses",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Aburto",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ziolkovska",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hooper",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMJ",
            "volume": "346",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Effect of longer term modest salt reduction on blood pressure: Cochrane systematic review and meta-analysis of randomised trials",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Macgregor",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMJ",
            "volume": "346",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Chronic disease prevention: health effects and financial costs of strategies to reduce salt intake and control tobacco use",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Asaria",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chisholm",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mathers",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Lancet",
            "volume": "370",
            "issn": "9604",
            "pages": "2044--53",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Dietary sources of sodium in China, Japan, the United Kingdom, and the United States, women and men aged 40 to 59 years: the INTERMAP study",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Appel",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Okuda",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Am Diet Assoc",
            "volume": "110",
            "issn": "5",
            "pages": "736--781",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "School based education programme to reduce salt intake in children and their families (School-EduSalt): cluster randomised controlled trial",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "X"
                    ],
                    "last": "Feng",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMJ",
            "volume": "350",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Consumption and sources of dietary salt in family members in Beijing",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nutrients",
            "volume": "7",
            "issn": "4",
            "pages": "2719--2749",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Sodium content of popular commercially processed and restaurant foods in the United States",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Ahuja",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wasswa-Kintu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Haytowitz",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Prev Med Rep",
            "volume": "2",
            "issn": "",
            "pages": "962--969",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Trends in Sodium Content of Menu Items in Large Chain Restaurants in the U.S",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Wolfson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Moran",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Jarlenski",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Am J Prev Med",
            "volume": "54",
            "issn": "1",
            "pages": "28--36",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Sodium in commonly consumed fast foods in New Zealand: a public health opportunity",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Prentice",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Mclean",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Public Health Nutr",
            "volume": "19",
            "issn": "6",
            "pages": "958--66",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Sodium content and energy of 47 commercial dishes in four restaurants in Beijing",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "Q"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Men",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Zhonghua Yu Fang Yi Xue Za Zhi",
            "volume": "47",
            "issn": "1",
            "pages": "27--30",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Fast-food and full-service restaurant consumption and daily energy and nutrient intakes in US adults",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "An",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Eur J Clin Nutr",
            "volume": "70",
            "issn": "1",
            "pages": "97--103",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Eating Out-of-Home in Adult Residents in Shanghai and the Nutritional Differences among Dining Places",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nutrients",
            "volume": "10",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Differences in nutrient and energy contents of commonly consumed dishes prepared in restaurants v. at home in Hunan Province",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "China. Public Health Nutr",
            "volume": "21",
            "issn": "7",
            "pages": "1307--1325",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Action on Salt China (ASC): rationale and design (preprint)",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Macgregor",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "An Application-based programme to reinforce and maintain lower salt intake (AppSalt) in schoolchildren and their families in China",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "BMJ Open",
            "volume": "9",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "A town level comprehensive intervention study to reduce salt intake in China: protocol for a cluster randomised controlled trial",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ Open",
            "volume": "10",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "a systematic analysis for the Global Burden of Disease Study",
            "authors": [
                {
                    "first": "Gbdd",
                    "middle": [],
                    "last": "Collaborators",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Lancet",
            "volume": "393",
            "issn": "",
            "pages": "1958--72",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "The dietary transition and its association with cardiometabolic mortality among Chinese adults, 1982-2012: a cross-sectional population-based study",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Lancet Diabetes Endocrinol",
            "volume": "7",
            "issn": "7",
            "pages": "540--588",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Global Burden of Hypertension and Systolic Blood Pressure of at Least 110 to 115 mm Hg",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Forouzanfar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Roth",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "JAMA",
            "volume": "317",
            "issn": "2",
            "pages": "165--82",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Bureau of National Health and Family Planning Commission Disease Prevention and Control. Report on Chinese Residents' Chronic Diseases and Nutrition. Beijing: People's Medical Publishing House",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Effect of lower sodium intake on health: systematic review and meta-analyses",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Aburto",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ziolkovska",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hooper",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMJ",
            "volume": "346",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Effect of longer term modest salt reduction on blood pressure: Cochrane systematic review and meta-analysis of randomised trials",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Macgregor",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMJ",
            "volume": "346",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Chronic disease prevention: health effects and financial costs of strategies to reduce salt intake and control tobacco use",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Asaria",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chisholm",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mathers",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Lancet",
            "volume": "370",
            "issn": "9604",
            "pages": "2044--53",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Dietary sources of sodium in China, Japan, the United Kingdom, and the United States, women and men aged 40 to 59 years: the INTERMAP study",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Appel",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Okuda",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Am Diet Assoc",
            "volume": "110",
            "issn": "5",
            "pages": "736--781",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "School based education programme to reduce salt intake in children and their families (School-EduSalt): cluster randomised controlled trial",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "X"
                    ],
                    "last": "Feng",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMJ",
            "volume": "350",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Consumption and sources of dietary salt in family members in Beijing",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nutrients",
            "volume": "7",
            "issn": "4",
            "pages": "2719--2749",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Sodium content of popular commercially processed and restaurant foods in the United States",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Ahuja",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wasswa-Kintu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Haytowitz",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Prev Med Rep",
            "volume": "2",
            "issn": "",
            "pages": "962--969",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Trends in Sodium Content of Menu Items in Large Chain Restaurants in the U.S",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Wolfson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Moran",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Jarlenski",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Am J Prev Med",
            "volume": "54",
            "issn": "1",
            "pages": "28--36",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Sodium in commonly consumed fast foods in New Zealand: a public health opportunity",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Prentice",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Mclean",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Public Health Nutr",
            "volume": "19",
            "issn": "6",
            "pages": "958--66",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Sodium content and energy of 47 commercial dishes in four restaurants in Beijing",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "Q"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Men",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Zhonghua Yu Fang Yi Xue Za Zhi",
            "volume": "47",
            "issn": "1",
            "pages": "27--30",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Fast-food and full-service restaurant consumption and daily energy and nutrient intakes in US adults",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "An",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Eur J Clin Nutr",
            "volume": "70",
            "issn": "1",
            "pages": "97--103",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Eating Out-of-Home in Adult Residents in Shanghai and the Nutritional Differences among Dining Places",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nutrients",
            "volume": "10",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Differences in nutrient and energy contents of commonly consumed dishes prepared in restaurants v. at home in Hunan Province",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "China. Public Health Nutr",
            "volume": "21",
            "issn": "7",
            "pages": "1307--1325",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Action on Salt China (ASC): rationale and design (preprint)",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Macgregor",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "An Application-based programme to reinforce and maintain lower",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "salt intake is one of the leading dietary risk factors for deaths and disability globally,1  and was associated with 3 million deaths and 70 million DALYs in adults around the world. In China, high",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "To tackle the high salt intake levels in China, Action on Salt China (ASC) was set up in 2017, funded by the UK National Institute for Health Research (NIHR). ASC aims to implement comprehensive national salt reduction programs, with the leadership of Queen Mary University of London (QMUL), the George Institute China (TGI), Chinese Center for Disease Control and Prevention",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": ", we released an open letter via local Media and cooperated with the Market Regulation Bureau to recruit restaurants which are interested in participating in the program. Then the standard inclusion criteria were used to screen for potential restaurants, including: (1) restaurants mainly offering Chinese cuisine; (2) agreeing to participate in one year of comprehensive salt reduction",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "The",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Figure 1 The RIS intervention design",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "To tackle the high salt intake levels in China, Action on Salt China (ASC) was set up in 2017, funded by the UK National Institute for Health Research (NIHR). ASC aimed to implement comprehensive national salt reduction programs, with the leadership of Queen Mary University of London (QMUL), the George Institute China (TGI), Chinese Center for Disease Control and Prevention",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "close collaboration with culinary experts, we developed a series of training materials, including manual and videos, to guide chefs and waiters/waitresses in encouraging salt reduction services in their routine work. Besides, we organized the service of a professional team to offer face-to-face training for the restaurant staff of each county at least once a year. At least 3 representatives per restaurant were required to attend the training. This training mainly focused on the following aspects: \"salt sources in restaurant dishes\", \"why reduce salt\", \"practical skills in reducing salt for restaurant cooking\", \"building a reduced-salt environment in a restaurant\" and \"service and communication skills\". Local county investigators were responsible to enhance the knowledge and skills among staff in each intervention restaurant by conducting monthly follow-up supervisions.During the trial, each intervention restaurant was encouraged to reduce salt usage by 10% in all dishes, and greater reductions according to the customers' request (such as, -30% or -50% salt).Furthermore, at least 3 lower-salt dishes (sodium≤100mg/100g) per restaurant should be developed through reformulation to provide customers more options of lower-salt dishes. Waiters/waitresses were required to recommend customers the lower-salt dishes, as well as remind them they can choose the reduced-salt option with almost all the other dishes.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "the primary outcome, we collected the whole portion of the 5 best-selling dishes of each restaurant at baseline and follow-up, to test their sodium content using laboratory flame atomic absorption spectrometry method. Although it would be possible to estimate the sodium content of a dish by asking the chefs what ingredients and condiments they have used, this would rely on the chefs' memory. By using laboratory tests, we ensured the accurate assessment of the sodium content of the dishes. The dishes chosen for laboratory test should be top-selling firstly, and then involve different types according to the ingredients (ie. animal food based dishes, mixed food dishes, and vegetable food based dishes). The local researchers went to each restaurant and bought the 5 bestselling dishes anonymously in order to avoid introducing bias. The whole dishes, including sauce and soup when appropriate, were weighed and photographed. Once cooled off, they were transferred to a sampling bag. The samples were stored at -20°C frezzer until transferred to the laboratory. Theoretically, for each restaurant, the same dishes bought at a similar date of the year should be assessed at baseline and follow-up assessment. However, if the dishes collected at baseline are no longer sold at the follow-up assessment, comparable dishes with similar ingredients and cooking method could be chosen as alternatives. For the secondary outcomes, questionnaires were administered by trained local investigators through a mobile EDC app developed for RIS. Compared to traditional data collection methods, the mobile EDC had advantages in terms of process and quality control, as demonstrated in a previous clinical trial 24 . There were two questionnaires in the survey, including restaurant assessment and consumer survey. The questions related to the restaurant assessment consisted of: (1) basic information about the restaurant; (2) salt reduction environment and services in restaurant; (3)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "and salty condiments usage;(4)  attitude and challenges related to reducing salt in restaurant; (5) dishes (≤50 dishes/restaurant) recipe (all ingredients and condiments used, and in what quantity) and cooking method. The restaurant-related questions were asked to the owners/managers who directly manage the restaurant, and the recipes were collected by face-toface interview with chefs who were familiar with preparing those dishes. To assist chefs in remembering accurately the amount of ingredients used in the dishes, the investigators could show them the weighed amount using a usual spoon or other measuring instruments used in their restaurants.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "The RIS intervention design RIS trial design",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "tackle the high salt intake levels in China, Action on Salt China (ASC) was set up in 2017, funded by the UK National Institute for Health Research (NIHR). ASC aimed to implement comprehensive national salt reduction programs, with the leadership of Queen Mary University of London (QMUL), the George Institute China (TGI), Chinese Center for Disease Control and Prevention (China CDC) and other key related organizations.18  The ASC team developed two national health campaigns (health education and salt reduction in packaged food) and four randomized controlled trials (RCTs) to test interventions targeting the major sources of salt intake19  . The RCTs consisted of (1) an application-based intervention study in schoolchildren and their families (AIS);20  (2) a home cook-based intervention study (HIS); (3) a comprehensive intervention study (CIS); 21 and",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "To account for geographical, economic and dietary disparities, our study was carried out in 6 provinces of China, which were consistent with other RCTs of ASC, covering north (Heilongjiang, Hebei, Qinghai) and south (Hunan, Sichuan and Jiangxi) China. As a RCT, the RIS baseline survey, which included the assessment of laboratory sodium level of 5 best-selling dishes, restaurant environment and attitude on salt reduction, detailed recipe information, and consumers' knowledge, attitude and practice (KAP) on salt reduction in each restaurant, was conducted in May 2019, and an evaluation survey with the same assessments will be conducted after 1-year follow-up, at the end of the trial. 192 restaurants were selected from 12 counties of the above-mentioned 6 provinces. In each province, 2 counties of similar socioeconomic level in the provincial capital city were selected.The counties that had participated in other salt-reduction projects were excluded to minimize contamination. To determine the effectiveness of the salt reduction package in restaurants of different sizes, of the 16 Chinese restaurants selected from each county, it was ensured these included 4 large restaurants, 8 medium restaurants and 4 small restaurants. The restaurants in each county were then randomly allocated to the intervention or control group after the baseline survey, using the random procedure on electronic data recording platform (EDC). The comprehensive intervention package was designed to both inspire the consumers to demand for lower salt dishes and promote the skills of reduced-salt cooking and ordering service in restaurant staff.Restaurant inclusion criteria and recruitmentFirstly, we released an open letter via local Media and cooperated with the Market RegulationBureau to recruit restaurants which were interested in participating in the program. Then the standard inclusion criteria were used to screen for potential restaurants, including: (1) restaurants mainly offering Chinese cuisine; (2) agreeing to participate in 1 year of comprehensive salt reduction intervention and in at least two assessment surveys (baseline and follow-up surveys);(3)    with complete records of salt and other condiments purchase and usage; (4) had been operating normally for more than 1 year and without plan of relocating or closing in the next 2 years; (5) with >50% of the dishes that could be prepared with less salt. Restaurants that were already involved in other salt reduction programs will be excluded. Restaurant size was determined based on surface area or number of seats(table 1). Finally, 16 restaurants in each country were selected according to the above inclusion and exclusion criteria, including 4 large-size, 8 medium-size and 4 small-size",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "outcomes included two dimensions: 1) the cost-benefit values, and 2) the fidelity and adoption of the interventions (frequency, coverage and satisfaction), as well as the barriers and facilitators of conducting the interventions.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF20": {
            "text": "the primary outcome, we collected the whole portion of the 5 best-selling dishes of each restaurant at baseline and follow-up, to test their sodium content using laboratory flame atomic absorption spectrometry method. Although it would be possible to estimate the sodium content of a dish by asking the chefs what ingredients and condiments they have used, this would rely on the chefs' memory. By using laboratory tests, we ensured the accurate assessment of the sodium content of the dishes. The dishes chosen for laboratory test should be top-selling firstly, and then involve different types according to the ingredients (ie. animal food based dishes, mixed food dishes, and vegetable food based dishes). The local researchers went to each restaurant and bought the 5 bestselling dishes anonymously in order to avoid introducing bias. The whole dishes, including sauce and soup when appropriate, were weighed and photographed. Once cooled off, they were transferred to a sampling bag. The samples were stored at -20°C freezers until transferred to the laboratory.Theoretically, for each restaurant, the same dishes bought at a similar date of the year should be assessed at baseline and follow-up assessment. However, if the dishes collected at baseline are no longer sold at the follow-up assessment, comparable dishes with similar ingredients and cooking",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": "of process and quality control, as demonstrated in a previous clinical trial 24 . There were two questionnaires in the survey, including restaurant assessment and consumer survey. The questions related to the restaurant assessment consisted of: (1) basic information about the restaurant; (2) salt reduction environment and services in restaurant; (3) monthly salt and salty condiments usage; (4) attitude and challenges related to reducing salt in restaurant; (5) dishes (≤50 dishes/restaurant) recipe (all ingredients and condiments used, and in what quantity) and cooking method. The restaurant-related questions were asked to the owners/managers who directly manage the restaurant, and the recipes were collected by face-toface interview with chefs who were familiar with preparing those dishes. To assist chefs in remembering accurately the amount of ingredients used in the dishes, the investigators could show them the weighed amount using a usual spoon or other measuring instruments used in their restaurants.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF22": {
            "text": "The RIS intervention design RIS trial design",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Other than as permitted in any relevant BMJ Author's Self Archiving Policies, I confirm this Work has not been accepted for publication elsewhere, is not being considered for publication elsewhere and does not duplicate material already published. I confirm all authors consent to publication of this Work and authorise the granting of this licence.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Restaurant size classification",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "restaurant at baseline and follow-up assessment, to test their sodium content using laboratory flame atomic absorption spectrometry method. Although it would be possible to estimate the sodium content of a dish by asking the chefs what ingredients and condiments they have used, this would rely on the chefs' memory. By using laboratory tests, we ensure the accurate assessment of the sodium content of the dishes. The dishes chosen for laboratory test should be top-selling firstly, and then involve different types according to the ingredients (ie. animal food based dishes, mixed food dishes, and vegetable food based dishes). The local researchers will go to each restaurant and buy the 5 best-selling dishes anonymously in order to avoid introducing bias. The whole dishes, including sauce and soup when appropriate, will be weighed and photographed. Once cooled off, they will be transferred to a sampling bag. The samples are stored at -20°C in refrigerator until transferred to the laboratory. Theoretically, for each restaurant, the same dishes bought at a similar date of the year should be assessed at baseline and follow-up assessment. However, if the dishes collected at baseline are no longer sold at the follow-up assessment, comparable dishes with similar ingredients and cooking method could be chosen as alternatives.For the secondary outcomes, questionnaires will be administered by trained local investigators through a mobile EDC app developed for RIS. Compared to traditional data collection methods, the mobile EDC has advantages in terms of process and quality control, as demonstrated in clinical trial study 24 . There are two questionnaires in the survey, including restaurant assessment and consumer survey. The questions related to the restaurant assessment consist of: (1) basic information about The restaurant-related questions will be asked to the owners/managers who directly manage the restaurant, and the recipes will be collected by face-to-face interview with chefs who are familiar with preparing those dishes. To assist chefs in remembering accurately the amount of ingredients used in the dishes, the investigators will show them the weighed amount using a usual spoon or other measuring instruments used in their restaurants.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "According to the results of ethics review by the Review Board of the National Institute for Nutrition and Health, China CDC, and Queen Mary Research Ethics Committee, written informed consent from restaurants is exempted from the RIS project. However, the investigators should fully inform the selected restaurants of the purpose and activities of the project, strive for understanding and",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Patient consent for publication Not required. approval The study has been reviewed and approved by the Review Board of the National Open access This is an open access article distributed in accordance with the Creative Commons 22. Ahn SH, Kwon JS, Kim K, et al. Stages of Behavioral Change for Reducing Sodium Intake in Korean Consumers: Comparison of Characteristics Based on Social Cognitive Theory. Nutrients",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "details of these licences and which Creative Commons licence will apply to this Work are set out in our licence referred to above. Other than as permitted in any relevant BMJ Author's Self Archiving Policies, I confirm this Work has not been accepted for publication elsewhere, is not being considered for publication elsewhere and does not duplicate material already published. I confirm all authors consent to publication of this Work and authorise the granting of this licence. For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml The restaurant interventions for salt reduction in China: a randomized controlled trial Wenwen Du 1 , Jiguo Zhang 1 , Yuan Li 2 , Feng J He 3 , Xue Zhou 4 , Zhihua Xu 5 , Yifu Gao 6 , Lei Yin 7 , Xiaoyu Chang 8 , Wei Yan 9 , Monique Tan 3 , Graham A MacGregor 3 , Rong Luo 2 , Puhong Zhang 2 , Huijun Wang 1 1 The National Institute for Nutrition and Health, Chinese Center for Disease Control and Prevention, The George Institute for Global Health at Peking University Health Science Center, Beijing, China",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml salt intake attributed to more than 0.5 million cardiometabolic deaths in 2010-12.2  The most common risk of high salt intake is raised blood pressure, which alone accounted for an estimated 10.7 million deaths each year worldwide.3  Statistics from the 2015 China's Report on Nutrition andChronic Diseases revealed that the prevalence of hypertension among the Chinese population aged 18 years and older was 25.2% in 2012,",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtmlRestaurant inclusion criteria and recruitmentFirstly, we released an open letter via local Media and cooperated with the Market Regulation Bureau to recruit restaurants which were interested in participating in the program. Then the standard inclusion criteria were used to screen for potential restaurants, including: (1) restaurants mainly offering Chinese cuisine; (2) agreeing to participate in 1 year of comprehensive salt reduction intervention and in at least two assessment surveys (baseline and follow-up surveys);(3)with complete records of salt and other condiments purchase and usage; (4) had been operating normally for more than 1 year and without plan of relocating or closing in the next 2 years; (5) with >50% of the dishes that could be prepared with less salt. Restaurants that were already involved in other salt reduction programs will be excluded. Restaurant size was determined based on surface area or number of seats(table 1). Finally, 16 restaurants in each country were selected according to the above inclusion and exclusion criteria, including 4 large-size, 8 medium-size and 4 small-size restaurants.",
            "latex": null,
            "type": "table"
        },
        "TABREF14": {
            "text": "Information that refers to salt reduction, salt and health, and available reduced-salt dishes were shown through videos, posters, brochures, leaflets, and table displays to build restaurant environments that maks it easier for the customers to choose lower-salt options. For example,",
            "latex": null,
            "type": "table"
        },
        "TABREF17": {
            "text": "and Astronautics. The security of data management was demonstrated in another publication under the same ASC project",
            "latex": null,
            "type": "table"
        },
        "TABREF18": {
            "text": "evaluation will examine the cost, survival, health states (including death and CVD events) to estimate incremental cost per life year saved and cost per quality-adjusted life year gained. The transition probabilities across health states and costs attached to different health states, and the long-",
            "latex": null,
            "type": "table"
        },
        "TABREF20": {
            "text": "charitable organizations. All other authors have no competing interests to declare. consent for publication Not required. approval The study has been reviewed and approved by the Review Board of the National Provenance and peer review Not mentioned; externally peer reviewed. 22. Ahn SH, Kwon JS, Kim K, et al. Stages of Behavioral Change for Reducing Sodium Intake in Korean Consumers: Comparison of Characteristics Based on Social Cognitive Theory. Nutrients",
            "latex": null,
            "type": "table"
        },
        "TABREF22": {
            "text": "and validity, if known. Reference to where data collection forms can be found, if not in the protocol  18b Plans to promote participant retention and complete follow-up, including list of any outcome data to be collected for participants who discontinue or deviate from intervention protocols ",
            "latex": null,
            "type": "table"
        },
        "TABREF23": {
            "text": "Consent or assent 26a Who will obtain informed consent or assent from potential trial participants or authorised surrogates, and how (see Item 32)  26b Additional consent provisions for collection and use of participant data and biological specimens in ancillary studies, if applicable ",
            "latex": null,
            "type": "table"
        },
        "TABREF26": {
            "text": "Restaurant size classification",
            "latex": null,
            "type": "table"
        },
        "TABREF33": {
            "text": "Page 14 of 25For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF34": {
            "text": "and June 2019. 192 restaurants from 12 counties completed the assessments, with data of 976 laboratory-tested dishes, 8145 recipes, and 3840 customers. Theoretically, the follow-up survey will be conducted in the middle 2020, after 12 months' intervention. Due to the pandemic of novel coronavirus disease in early 2020, restaurants were temporarily closed in all the provinces of China. According to the feedback from the 12 counties, all of restaurants in our study",
            "latex": null,
            "type": "table"
        },
        "TABREF35": {
            "text": "information on the current situation of Chinese restaurants, inclusion criteria were determined before the recruitment. An open letter was disseminated via local media, introducing the RIS project and calling for participation publicly. Local CDC investigators, with support from the Administration for Market Regulation, made various mobilization efforts to help restaurant owners understand the purpose of the project and the information to be collected in the investigation. With the consent of selected restaurants, we conducted assessment surveys and implemented the Page 15 of 25 For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF36": {
            "text": "The National Institute for Nutrition and Health, Chinese Center for Disease Control and Prevention, Beijing, China 2 The George Institute for Global Health at Peking University Health Science Center, Beijing, China Acknowledgements 3 Wolfson Institute of Preventive Medicine, Barts and The London School of Medicine & Dentistry, Queen Mary University of London, London, UK 4 Heilongjiang Provincial Center for Disease Control and Prevention, Harbin, China 5 Qinghai Provincial Center for Disease Control and Prevention, Xining, China 6 Hebei Provincial Center for Disease Control and Prevention, Shijiazhuang, China 7 Hunan Provincial Center for Disease Control and Prevention, Changsha, China 8 Sichuan Provincial Center for Disease Control and Prevention, Chengdu, China Page 16 of 25 For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF37": {
            "text": "Jiangxi Provincial Center for Disease Control and Prevention, Nanchang, China Acknowledgements The authors would like to thank the restaurant managers, chefs and servicers, consumers, local administration for market regulation, experts of Sichuan Tourism University for their opinions on the development of the intervention program. Contributors PZ and FJH conceived the project. WD, JZ, HW, YL, FJH and PZ participated in study design and implementation. WD, JZ, HW, YL, PZ, FJH, XZ, ZX, YG, LY, XC and WY facilitates restaurant and public involvement and were responsible for setting up the study in each site. All authors contributed to the development of intervention and evaluation. WD wrote the first draft of the manuscript, and JZ, HW, YL, PZ, FJH, MT, GAM and RL revised the draft. All authors contributed to the refinement of the study protocol and approved the final manuscript. Funding This work is supported by the National Institute for Health Research (NIHR, NIHR Global Health Research Unit Action on Salt China at Queen Mary University of London) using Official Development Assistance (ODA) funding (16/136/77). The views expressed in this publication are those of the author(s) and not necessarily those of the NIHR or the Department of Health and Social Care. The findings of this study will be disseminated through discussions or presentations at conferences, peer-reviewed publications and general media. interests FJH is a member of the Consensus Action on Salt & Health (CASH), a nonprofit charitable organization, and its international branch World Action on Salt & Health (WASH). FJH does not receive any financial support from CASH or WASH. GAM is the chairman of Blood Pressure UK (BPUK), chairman of CASH and chairman of WASH and does not receive any financial support from any of these organizations. BPUK, CASH and WASH are non-profit charitable organizations. All other authors have no competing interests to declare. Patient consent for publication Not required. Ethics approval The study has been reviewed and approved by the Review Board of the National Institute for Nutrition and Health, China CDC (20180314), and Queen Mary Research Ethics Committee (QMERC2018/14).For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF38": {
            "text": "Provenance and peer review Not mentioned; externally peer reviewed. access This is an open access article distributed in accordance with the Creative Commons Attribution Non Commercial (CC BY-NC 4.0) license, which permits others to distribute, remix, adapt, build upon this work non-commercially, and license their derivative words on different terms, provided the original work is properly cited, appropriate credit is given, any changes made indicated and the use is non-commercial. See: http://creativecommons.org/licenses/by-nc/4.0/. peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF39": {
            "text": "For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF40": {
            "text": "salt intake (AppSalt) in schoolchildren and their families in China. BMJ Open 21. Xu J, Tang B, Liu M, et al. A town level comprehensive intervention study to reduce salt intake in China: protocol for a cluster randomised controlled trial. BMJ Open 2020;10(1):e032976. 22. Ahn SH, Kwon JS, Kim K, et al. Stages of Behavioral Change for Reducing Sodium Intake in Korean Consumers: Comparison of Characteristics Based on Social Cognitive Theory. Nutrients 23. Ma GX, Shive S, Zhang Y, et al. Knowledge, perceptions, and behaviors related to salt use among Philadelphia Chinese take-out restaurant owners and chefs. Health Promot Pract 24. Zhang J, Sun L, Liu Y, et al. Mobile Device-Based Electronic Data Capture System Used in a Clinical Randomized Controlled Trial: Advantages and Challenges. J Med Internet Res 2017;19(3):e66. 25. Zhao N, Liang B, He P, et al. A survey on the sodium content of customers' orderings at three restaurants in Beijing. Zhonghua Liu Xing Bing Xue Za Zhi 2014;35(4):393-6.",
            "latex": null,
            "type": "table"
        },
        "TABREF41": {
            "text": "Page 20 of 25For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF42": {
            "text": "For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml SPIRIT 2013 Checklist: Recommended items to address in a clinical trial protocol and related documents* Descriptive title identifying the study design, population, interventions, and, if applicable, trial acronym  2a Trial identifier and registry name. If not yet registered, name of intended registry  Sources and types of financial, material, and other support ",
            "latex": null,
            "type": "table"
        },
        "TABREF43": {
            "text": "6aDescription of research question and justification for undertaking the trial, including summary of relevant studies (published and unpublished) examining benefits and harms for each intervention  Description of trial design including type of trial (eg, parallel group, crossover, factorial, single group), allocation ratio, and framework (eg, superiority, equivalence, noninferiority, exploratory) For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml Description of study settings (eg, community clinic, academic hospital) and list of countries where data will be collected. Reference to where list of study sites can be obtained  Eligibility criteria 10 Inclusion and exclusion criteria for participants. If applicable, eligibility criteria for study centres and individuals who will perform the interventions (eg, surgeons, psychotherapists)  11a Interventions for each group with sufficient detail to allow replication, including how and when they will be administered  11b Criteria for discontinuing or modifying allocated interventions for a given trial participant (eg, drug dose change in response to harms, participant request, or improving/worsening disease)  11c Strategies to improve adherence to intervention protocols, and any procedures for monitoring adherence (eg, drug tablet return, laboratory tests)  Interventions 11d Relevant concomitant care and interventions that are permitted or prohibited during the trial  Outcomes 12 Primary, secondary, and other outcomes, including the specific measurement variable (eg, systolic blood pressure), analysis metric (eg, change from baseline, final value, time to event), method of aggregation (eg, median, proportion), and time point for each outcome. Explanation of the clinical relevance of chosen efficacy and harm outcomes is strongly recommended ",
            "latex": null,
            "type": "table"
        },
        "TABREF44": {
            "text": "For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF45": {
            "text": "For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF46": {
            "text": "Provisions, if any, for ancillary and post-trial care, and for compensation to those who suffer harm from trial participation  Dissemination policy 31a Plans for investigators and sponsor to communicate trial results to participants, healthcare professionals, the public, and other relevant groups (eg, via publication, reporting in results databases, or other data sharing arrangements), including any publication restrictions  31b Authorship eligibility guidelines and any intended use of professional writers  31c Plans, if any, for granting public access to the full protocol, participantlevel dataset, and statistical code  For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml Model consent form and other related documentation given to participants and authorised surrogates Biological specimens 33 Plans for collection, laboratory evaluation, and storage of biological specimens for genetic or molecular analysis in the current trial and for future use in ancillary studies, if applicable *It is strongly recommended that this checklist be read in conjunction with the SPIRIT 2013 Explanation & Elaboration for important clarification on the items. Amendments to the protocol should be tracked and dated. The SPIRIT checklist is copyrighted by the SPIRIT Group under the Creative Commons \"Attribution-NonCommercial-NoDerivs 3.0 Unported\" license. For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements Acknowledgements"
        }
    ]
}