{
    "paper_id": "0b9b284b1d54638df300a66377a2be48b858a8e8",
    "metadata": {
        "title": "Recommendations | Recomendações Position Paper of the Department of Hypertension of the Brazilian Society of Nephrology: Use of renin-angiotensin system blockers during the course of Covid-19 infection Posicionamento do Departamento de Hipertensão da Sociedade Brasileira de Nefrologia: Bloqueadores do sistema renina-angiotensina durante o curso de infecção pela Covid-19",
        "authors": [
            {
                "first": "Isaac",
                "middle": [],
                "last": "Cibele",
                "suffix": "",
                "affiliation": {},
                "email": "cibele.sr@gmail.com"
            },
            {
                "first": "",
                "middle": [],
                "last": "Saad Rodrigues",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Pontifícia Universidade Católica de São Paulo",
                    "location": {
                        "settlement": "São Paulo",
                        "region": "SP",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "Cibele",
                "middle": [],
                "last": "Isaac",
                "suffix": "",
                "affiliation": {},
                "email": "cisaad@pucsp.br"
            },
            {
                "first": "Saad",
                "middle": [],
                "last": "Rodrigues",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Este posicionamento do Departamento de Hipertensão da Sociedade Brasileira de Nefrologia (SBN) trata da polêmica gerada em torno do uso ou da suspensão/ substituição dos bloqueadores do sistema renina-angiotensina-aldosterona (particularmente inibidores da enzima de conversão da angiotensina ou bloqueadores dos receptores AT 1 da angiotensina II) profilaticamente em indivíduos que utilizam esses medicamentos, devido à possibilidade de supostamente piorar o prognóstico de pacientes hipertensos infectados pelo SARS-CoV-2. O Departamento de Hipertensão da SBN recomenda a individualização do tratamento e a manutenção dessas medicações até que melhores evidências científicas estejam disponíveis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "This position statement of the Department of Hypertension of the Brazilian Society of Nephrology (SBN) addresses the controversy surrounding the use or suspension/replacement of the renin-angiotensin-aldosterone system blockers (particularly inhibitors of the angiotensin-converting enzyme or angiotensin II AT1 receptor blockers) prophylactically in individuals using these drugs, due to the possibility of allegedly worsening the prognosis of hypertensive patients infected with SARS-CoV-2. The SBN Hypertension Department recommends individualizing treatment and maintaining these medications until better scientific evidence is available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "This position statement of the Department of Hypertension of the Brazilian Society of Nephrology (SBN) addresses the controversy surrounding the use or suspension/replacement of the renin-angiotensin-aldosterone system blockers (particularly inhibitors of the angiotensin-converting enzyme or angiotensin II AT1 receptor blockers) prophylactically in individuals using these drugs, due to the possibility of allegedly worsening the prognosis of hypertensive patients infected with SARS-CoV-2. The SBN Hypertension Department recommends individualizing treatment and maintaining these medications until better scientific evidence is available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AbstRAct"
        },
        {
            "text": "Coronavirus infections; Hypertension; Renin-Angiotensin System.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Keywords:"
        },
        {
            "text": "Considering the correspondence called \"Are patients with hypertension and diabetes mellitus at a higher risk of infection by Covid-19?\" 1 , recently published in The Lancet, in which the authors suggest the association of renin-angiotensin-aldosterone system blockers (RAAS), particularly angiotensin-converting enzyme inhibitors or angiotensin II AT1 receptor blockers, in patients with heart disease, high blood pressure or diabetes mellitus at increased risk of severe Covid-19 infection, who should therefore be monitored.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Keywords:"
        },
        {
            "text": "Based on this, and considering the beginning of speculations at a national and international level about the harm of maintaining these antihypertensive drugs in those infected with SARS-CoV-2, despite the lack of scientifical, clinical or experimental evidence; Furthermore, considering that arterial hypertension per se may not be directly correlated with the risk of infection or its worsening, there would be no indication for suspending these drugs or their preventive replacement in hypertensive patients during a pandemic outbreak;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Keywords:"
        },
        {
            "text": "In addition, considering that, paradoxically, there are divergences between the recommendations of the publications available to date, with arguments in favor 2 and against its use 1 , even in hypertensive individuals proven to be infected; Moreover, considering that there is new data from observational studies concerning possible protection of the RAAS blockers against negative outcomes, including mortality, in those infected with SARS-CoV-2 using these antihypertensive classes; 3, 4 Finally, considering that the risk of cardiovascular and renal morbidity and mortality is directly associated with the lack of blood pressure control.",
            "cite_spans": [
                {
                    "start": 485,
                    "end": 487,
                    "text": "3,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 488,
                    "end": 489,
                    "text": "4",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Keywords:"
        },
        {
            "text": "The Department of Arterial Hypertension of the Brazilian Society of Nephrology, as well as other Societies of National 5,6 and International 7, 8, 9, 10, 11, 12 medical specialties, recommend the maintenance of these classes of drugs, even in those with suspected or confirmed Covid-19 infection, unless hypotension occurs due to sepsis or another cause, which would lead to the suspension of any and all antihypertensive drugs, and not specifically of RASS blockers, always taking into account the individualized treatment that results in the greatest possible benefit to the patient.",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 143,
                    "text": "7,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 144,
                    "end": 146,
                    "text": "8,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 147,
                    "end": 149,
                    "text": "9,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 150,
                    "end": 153,
                    "text": "10,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 154,
                    "end": 157,
                    "text": "11,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 158,
                    "end": 160,
                    "text": "12",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Keywords:"
        },
        {
            "text": "This position statement may change in status at any time when better scientific evidence emerges.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Keywords:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Are patients with hypertension and diabetes mellitus at increased risk for Covid-19 infection. The Lancet",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Karakiulakis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Roth",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Respiratory Medicine",
            "volume": "8",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Angiotensin receptor blockers as tentative SARS--CoV-2 therapeutics",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gurwitz",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Association of inpatient use of angiotensin converting enzyme inhibitors and angiotensin II receptor blockers with mortality among patients with hypertension hospitalized with Covid-19",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Circ Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Treatment with ACE--inhibitors is associated with less severe disease with SARS--Covid-19 infection in a multi-site UK acute hospital trust",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Bean",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Kraljevic",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Searle",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "medRxiv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Posicionamento da Sociedade Brasileira de Hipertensão em Relação à Polêmica do uso de Inibidores do Sistema Renina Angiotensina no Tratamento de pacientes Hipertensos que Contraem Infecção pelo Coronavírus",
            "authors": [
                {
                    "first": "Sociedade",
                    "middle": [],
                    "last": "Brasileira De Hipertensão",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Segundo Posicionamento do Departamento de Hipertensão Arterial da Sociedade Brasileira de Cardiologia (DHA/SBC) sobre inibidores da enzima de conversão da angiotensina (IECA), bloqueadores dos receptores da angiotensina (BRA) e Coronavírus (Covid-19), em 30 de março de 2020",
            "authors": [
                {
                    "first": "Sociedade",
                    "middle": [],
                    "last": "Brasileira De Cardiologia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Society of Hypertension. A statement from the International Society of Hypertension on Covid-19. Available at",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "HFSA/ACC/AHA Statement Addresses Concerns. Re: Using RAAS Antagonists in Covid-19",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bozkurt",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kovacs",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Harrington",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "At Present There Is No Evidence to Abandon Renin-Angiotensin System Blockers",
            "authors": [
                {
                    "first": "Ahj",
                    "middle": [],
                    "last": "Danser",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Epstein",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Batlle",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Hypertension",
            "volume": "75",
            "issn": "",
            "pages": "1382--1385",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Position Statement of the ESC Council on Hypertension on ACE-Inhibitors and Angiotensin Receptor Blockers",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Renin-Angiotensin System (RAS) blockers and Covid 19 -April",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The Canadian Cardiovascular Society and the Canadian Heart Failure Society",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "particularmente inibidores da enzima de conversão da angiotensina ou bloqueadores dos receptores AT 1 da angiotensina II) profilaticamente em indivíduos que utilizam esses medicamentos, devido à possibilidade de supostamente piorar o prognóstico de pacientes hipertensos infectados pelo SARS-CoV-2. O Departamento de Hipertensão da SBN recomenda a individualização do tratamento e a manutenção dessas medicações até que melhores evidências científicas estejam disponíveis.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We would like to thank the members of the Department of Hypertension, professors Carlos Eduardo Poli de Figueiredo, Fernando Antonio de Almeida, Sebastião Rodrigues Ferreira-Filho, Maria Eliete Pinheiro, Rogério de Andrade Mulinari and Rogério Baumgratz de Paula.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgment"
        }
    ]
}